{
    "id": 16202,
    "source": "niv",
    "verse_id": 18305,
    "verse_count": 17,
    "reference": "34:1–17",
    "title": "",
    "html": "                          <blockquote>                 <p>C<small>OME NEAR, YOU<\/small> nations, and listen;<\/p>                 <p> pay attention, you peoples!<\/p>                 <p>Let the earth hear, and all that is in it,<\/p>                 <p> the world, and all that comes out of it!<\/p>                 <p>The L<small>ORD<\/small> is angry with all nations;<\/p>                 <p> his wrath is upon all their armies.<\/p>                 <p>He will totally destroy them,<\/p>                 <p> he will give them over to slaughter.<\/p>                 <p>Their slain will be thrown out,<\/p>                 <p> their dead bodies will send up a stench;<\/p>                 <p> the mountains will be soaked with their blood.<\/p>                 <p>All the stars of the heavens will be dissolved<\/p>                 <p> and the sky rolled up like a scroll;<\/p>                 <p>all the starry host will fall<\/p>                 <p> like withered leaves from the vine,<\/p>                 <p> like shriveled figs from the fig tree.<\/p>                 <p>My sword has drunk its fill in the heavens;<\/p>                 <p> see, it descends in judgment on Edom,<\/p>                 <p> the people I have totally destroyed.<\/p>                 <p>The sword of the LORD is bathed in blood,<\/p>                 <p> it is covered with fat—<\/p>                 <p>the blood of lambs and goats,<\/p>                 <p> fat from the kidneys of rams.<\/p>                 <p>For the L<small>ORD<\/small> has a sacrifice in Bozrah<\/p>                 <p> and a great slaughter in Edom.<\/p>                 <p>And the wild oxen will fall with them,<\/p>                 <p> the bull calves and the great bulls.<\/p>                 <p>Their land will be drenched with blood,<\/p>                 <p> and the dust will be soaked with fat.<\/p>                 <p>For the L<small>ORD<\/small> has a day of vengeance,<\/p>                 <p> a year of retribution, to uphold Zion’s cause.<\/p>                 <p>Edom’s streams will be turned into pitch,<\/p>                 <p> her dust into burning sulfur;<\/p>                 <p> her land will become blazing pitch!<\/p>                 <p>It will not be quenched night and day;<\/p>                 <p> its smoke will rise forever.<\/p>                 <p>From generation to generation it will lie desolate;<\/p>                 <p> no one will ever pass through it again.<\/p>                 <p>The desert owl and screech owl will possess it;<\/p>                 <p> the great owl and the raven will nest there.<\/p>                 <p>God will stretch out over Edom<\/p>                 <p> the measuring line of chaos<\/p>                 <p> and the plumb line of desolation.<\/p>                 <p>Her nobles will have nothing there to be called a kingdom,<\/p>                 <p> all her princes will vanish away.<\/p>                 <p>Thorns will overrun her citadels,<\/p>                 <p> nettles and brambles her strongholds.<\/p>                 <p>She will become a haunt for jackals,<\/p>                 <p> a home for owls.<\/p>                 <p>Desert creatures will meet with hyenas,<\/p>                 <p> and wild goats will bleat to each other;<\/p>                 <p>there the night creatures will also repose<\/p>                 <p> and find for themselves places of rest.<\/p>                 <p>The owl will nest there and lay eggs,<\/p>                 <p> she will hatch them, and care for her young under the shadow of her wings;<\/p>                 <p>there also the falcons will gather,<\/p>                 <p> each with its mate.<\/p>                 <p>Look in the scroll of the LORD and read:<\/p>                 <p>None of these will be missing,<\/p>                 <p> not one will lack her mate.<\/p>                 <p>For it is his mouth that has given the order,<\/p>                 <p> and his Spirit will gather them together.<\/p>                 <p>He allots their portions;<\/p>                 <p> his hand distributes them by measure.<\/p>                 <p>They will possess it forever<\/p>                 <p> and dwell there from generation to generation.<\/p>             <\/blockquote>                                                   <h4>Original Meaning<\/h4>                                           <p>C<small>HAPTERS 34–35 OFFER<\/small> a conclusion not only to chapters 28–33, but more largely to all of chapters 13–33. Throughout chapter 7–39, which I have entitled “Lessons in Trust” (see outline), God through the prophet has been showing the people of Israel why they should trust him and not the nations. Now in chapters 34–35 the alternatives are depicted in glaring contrast. To trust the nations is to become a desert (ch. 34), but God can be trusted so that even if we have chosen the nations, he can make the desert burst forth with flowers (ch. 35). The point should be clear: Trust God!<\/p>             <p> Chapter 34 is composed of two parts. The first (vv. 1–4) is a general announcement of judgment on the nations of the earth. Then this announcement is particularized by applying it to the nation of Edom (vv. 5–17). In this case, the graphic illustration is three times as long as the general statement it illustrates.<\/p>             ",
    "audit": null
}