{
    "id": 16306,
    "source": "niv",
    "verse_id": 18924,
    "verse_count": 24,
    "reference": "66:1–24",
    "title": "",
    "html": "          <blockquote>         <p><span><span><b>T<\/b><\/span><\/span><small>HIS IS WHAT<\/small> the L<small>ORD<\/small> says:<\/p>         <p>“Heaven is my throne,<\/p>         <p> and the earth is my footstool.<\/p>         <p>Where is the house you will build for me?<\/p>         <p> Where will my resting place be?<\/p>         <p>Has not my hand made all these things,<\/p>         <p> and so they came into being?”<\/p>         <p>declares the L<small>ORD<\/small>.<\/p>         <p>“This is the one I esteem:<\/p>         <p> he who is humble and contrite in spirit,<\/p>         <p> and trembles at my word.<\/p>         <p>But whoever sacrifices a bull<\/p>         <p> is like one who kills a man,<\/p>         <p>and whoever offers a lamb,<\/p>         <p> like one who breaks a dog’s neck;<\/p>         <p> whoever makes a grain offering<\/p>         <p> is like one who presents pig’s blood,<\/p>         <p>and whoever burns memorial incense,<\/p>         <p> like one who worships an idol.<\/p>         <p>They have chosen their own ways,<\/p>         <p> and their souls delight in their abominations;<\/p>         <p>so I also will choose harsh treatment for them<\/p>         <p> and will bring upon them what they dread.<\/p>         <p>For when I called, no one answered,<\/p>         <p> when I spoke, no one listened.<\/p>         <p>They did evil in my sight<\/p>         <p> and chose what displeases me.”<\/p>         <p>Hear the word of the L<small>ORD<\/small>,<\/p>         <p> you who tremble at his word:<\/p>         <p>“Your brothers who hate you,<\/p>         <p> and exclude you because of my name, have said,<\/p>         <p>Let the L<small>ORD<\/small> be glorified,<\/p>         <p> that we may see your joy!’<\/p>         <p> Yet they will be put to shame.<\/p>         <p> Hear that uproar from the city,<\/p>         <p> hear that noise from the temple!<\/p>         <p>It is the sound of the L<small>ORD<\/small><\/p>         <p> repaying his enemies all they deserve.<\/p>         <p>“Before she goes into labor,<\/p>         <p> she gives birth;<\/p>         <p>before the pains come upon her,<\/p>         <p> she delivers a son.<\/p>         <p>Who has ever heard of such a thing?<\/p>         <p> Who has ever seen such things?<\/p>         <p>Can a country be born in a day<\/p>         <p> or a nation be brought forth in a moment?<\/p>         <p>Yet no sooner is Zion in labor<\/p>         <p> than she gives birth to her children.<\/p>         <p>Do I bring to the moment of birth<\/p>         <p> and not give delivery?” says the L<small>ORD<\/small>.<\/p>         <p>“Do I close up the womb<\/p>         <p> when I bring to delivery?” says your God.<\/p>         <p> “Rejoice with Jerusalem and be glad for her,<\/p>         <p> all you who love her;<\/p>         <p>rejoice greatly with her,<\/p>         <p> all you who mourn over her.<\/p>         <p> For you will nurse and be satisfied<\/p>         <p> at her comforting breasts;<\/p>         <p>you will drink deeply<\/p>         <p> and delight in her overflowing abundance.”<\/p>         <p>For this is what the L<small>ORD<\/small> says:<\/p>         <p>“I will extend peace to her like a river,<\/p>         <p> and the wealth of nations like a flooding stream;<\/p>         <p>you will nurse and be carried on her arm<\/p>         <p> and dandled on her knees.<\/p>         <p> As a mother comforts her child,<\/p>         <p> so will I comfort you;<\/p>         <p> and you will be comforted over Jerusalem.”<\/p>         <p>When you see this, your heart will rejoice<\/p>         <p>and you will flourish like grass;<\/p>         <p>the hand of the <small>LORD<\/small> will be made known to his servants,<\/p>         <p> but his fury will be shown to his foes.<\/p>         <p> See, the <small>LORD<\/small> is coming with fire,<\/p>         <p> and his chariots are like a whirlwind;<\/p>         <p>he will bring down his anger with fury,<\/p>         <p> and his rebuke with flames of fire.<\/p>         <p> For with fire and with his sword<\/p>         <p> the L<small>ORD<\/small> will execute judgment upon all men,<\/p>         <p> and many will be those slain by the L<small>ORD<\/small>.<\/p>         <p> “Those who consecrate and purify themselves to go into the gardens, following the one in the midst of those who eat the flesh of pigs and rats and other abominable things—they will meet their end together,” declares the L<small>ORD<\/small>.<\/p>         <p> “And I, because of their actions and their imaginations, am about to come and gather all nations and tongues, and they will come and see my glory.<\/p>         <p> “I will set a sign among them, and I will send some of those who survive to the nations—to Tarshish, to the Libyans and Lydians (famous as archers), to Tubal and Greece, and to the distant islands that have not heard of my fame or seen my glory. They will proclaim my glory among the nations. And they will bring all your brothers, from all the nations, to my holy mountain in Jerusalem as an offering to the LORD—on horses, in chariots and wagons, and on mules and camels,” says the L<small>ORD<\/small>. “They will bring them, as the Israelites bring their grain offerings, to the temple of the L<small>ORD<\/small> in ceremonially clean vessels. And I will select some of them also to be priests and Levites,” says the L<small>ORD<\/small>.<\/p>         <p>“As the new heavens and the new earth that I make will endure before me,” declares the L<small>ORD<\/small>, “so will your name and descendants endure. From one New Moon to another and from one Sabbath to another, all mankind will come and bow down before me,” says the L<small>ORD<\/small>. “And they will go out and look upon the dead bodies of those who rebelled against me; their worm will not die, nor will their fire be quenched, and they will be loathsome to all mankind.”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HERE HAS BEEN<\/small> considerable disagreement among commentators concerning the structure of this <em>Meaning<\/em> final chapter of Isaiah. In large measure this disagreement has resulted from uncertainty about the place and function of 66:5–6 and 15–16. Some scholars have taken them with the units preceding them, while others have taken them with what follows, while still others have treated them independently. Recently, however, a minor consensus has emerged (though not always as a result of the same reasoning) that the units should be seen as verses 1–6, 7–14, and 15–24.<\/p>     ",
    "audit": null
}