{
    "id": 16201,
    "source": "niv",
    "verse_id": 18297,
    "verse_count": 8,
    "reference": "33:17–24",
    "title": "",
    "html": "                   <p>Y<small>OUR EYES WILL<\/small> see the king in his beauty<\/p>         <p> and view a land that stretches afar.<\/p>         <p>In your thoughts you will ponder the former terror:<\/p>         <p> “Where is that chief officer?<\/p>         <p> Where is the one who took the revenue?<\/p>         <p> Where is the officer in charge of the towers?”<\/p>         <p>You will see those arrogant people no more,<\/p>         <p> those people of an obscure speech,<\/p>         <p> with their strange, incomprehensible tongue.<\/p>         <p>Look upon Zion, the city of our festivals;<\/p>         <p> your eyes will see Jerusalem,<\/p>         <p> a peaceful abode, a tent that will not be moved;<\/p>         <p>its stakes will never be pulled up,<\/p>         <p> nor any of its ropes broken.<\/p>         <p>There the L<small>ORD<\/small> will be our Mighty One.<\/p>         <p> It will be like a place of broad rivers and streams.<\/p>         <p>No galley with oars will ride them,<\/p>         <p> no mighty ship will sail them.<\/p>         <p>For the L<small>ORD<\/small> is our judge,<\/p>         <p> the L<small>ORD<\/small> is our lawgiver,<\/p>         <p>the L<small>ORD<\/small> is our king;<\/p>         <p> it is he who will save us.<\/p>         <p>Your rigging hangs loose:<\/p>         <p> The mast is not held secure,<\/p>         <p> the sail is not spread.<\/p>         <p>Then an abundance of spoils will be divided<\/p>         <p> and even the lame will carry off plunder.<\/p>         <p>No one living in Zion will say, “I am ill”;<\/p>         <p> and the sins of those who dwell there will be forgiven.<\/p>                                       <h4>Original Meaning<\/h4>                               <p>T<small>HIS SEGMENT CONCLUDES<\/small> chapters 32–33, which stress that the divinely provided leader will be for Israel what the drunken, confused leaders have never been. He is the gracious promise for which they wait (33:2). This promise was fulfilled in multiple ways throughout Israel’s history. It was immediately fulfilled when Hezekiah, the anointed king, trusted God for deliverance and experienced that deliverance in dramatic ways. It was fulfilled later when God delivered his people from Babylonian captivity and restored them to their own land. It was fulfilled in the more distant future when God revealed his Messiah in Jesus Christ. And it will be finally fulfilled in the last days, when the Messiah rules the earth by the rod of his mouth.<\/p>         <p> In the context of chapter 33, there can be little question that the “king” referred to here is the Lord. Not only is it clear in verses 1–16 that he is the monarch of the earth, but verse 22 specifically identifies “the LORD” as “our king.” It is hard to imagine that Isaiah might have Hezekiah, the only likely human claimant in the late 700s, in mind in verse 17 when verse 22 is so specific. Moreover, the realm of Hezekiah was anything but stretching “afar.” It was closely constricted.<\/p>         <p> Instead, the “king” here is the One to whom Hezekiah goes in humble subjection (37:16–20) and who thereby removes the Assyrian siege “towers” and tribute (NIV “revenue”) officials from Jerusalem (33:18). This divine king makes it so that the alien Assyrian speech is not heard in Judah for a long time (33:19; cf. 28:11). Now there is “peaceful [secure]” “Zion,” a place whose “festivals” will no longer be disgusting to God (cf. 29:1–2). The prophet uses a bit of an oxymoron to describe the city as a permanent “tent.” Perhaps the thought is that all our human habitations are as fragile as tents—and always will be. But if those tents are given over to God, he can make them more secure than the mightiest fortress that is only dependent on human power for its survival (see also 54:2).<\/p>         <p> From the metaphor of the tent, the author moves to water imagery. The city will have peaceful “rivers and streams” flowing through it. As in Psalm 46, a river is a symbol of peace and abundance. The waves of the sea crash and roar destructively, but a river flows quietly along, providing water for all sorts of constructive uses. Isaiah underscores the peaceful nature of God’s supply when he says no vessel of war (“galley”) will sail on the rivers of Zion. Why? Because of the righteous character of the Lord, who is Israel’s “king” (33:22). He will bring in order (“judge”); he will bring in obedience to the Torah (“lawgiver”). He is Moses, Samuel, and David all rolled together. With One like that in charge, peace and prosperity are assured—even better, salvation. Such a One can deliver us from any situation of life, whether it be aggression from enemies, or a broken law, or a world of disorder.<\/p>         <p> It is not clear who is being addressed in the first half of 33:23. However, in the overall context, it is most likely the destroying, betraying nation with which the chapter began. This warship tried to sail against Zion, but it came up against a greater enemy in the Lord than it had planned for. Like a mighty windstorm he has whirled down on them, leaving the “sail” collapsed and the “rigging” sagging. Thus, all the “plunder” they had collected will be carried off by their intended victims (cf. 33:4).<\/p>         <p> The final promise for the “Zion” ruled by the Messiah is that it will be a place of health, both physical and spiritual. All the effects of “sin” will be done away with, and creation will be seen again in the manner in which it was first intended.<\/p>          <h4>Bridging Contexts<\/h4>     <p>I<small>T IS HARD<\/small> for those of us who live in democratic countries to relate to this emphasis on a king, since we have had a long tradition of government by the people. However, it does not take much disorder in our lives before we begin to clamor for a strong leader. This is what happened in Germany in the 1930s. To be sure, their experience of representative democracy was limited, but they were a strong, capable people. Nevertheless, when the Weimar Republic began to come apart with raging inflation and widespread unemployment, Hitler had no difficulty in convincing the German populace to give him all the powers of a king and then some.<\/p>     <p> The same thing had happened earlier in Russia. When the inept Czar Nicholas was finally deposed, the situation in Russia was chaotic. In that setting, Lenin was able to impose his will on the nation and become in effect the new czar. Tragically, he proved much more despotic than Nicholas had been. In the United States in the 1930s, many Americans were more than willing to make Franklin Roosevelt president-for-life. To be sure, his powers were sharply circumscribed by the Constitution and by Congress. Nevertheless, the similarity is clear: When society and government begin to break down, we want a strong leader to take charge. That is what Isaiah is promising his people. God will give them a leader who is both strong and righteous, visionary and compassionate.<\/p>     <h4>Contemporary Significance<\/h4>     <p>A<small>S NOTED ABOVE<\/small>, we can apply this message to at least four different historic settings. The first is in Isaiah’s own day, as godly Hezekiah led his people to trust God and in so doing led them into a wonderful experience of God’s power and trustworthiness. The second is the deliverance from Babylon that was completed during the time of Nehemiah, Ezra, and Malachi. The people of Judah once again experienced a secure Zion where God’s bounty was provided. The fourth is in the consummation of all things, when there will be no rival to God’s kingdom. The third is the one in which we live today, the one in which God’s Messiah has been fully revealed and in which we see that God’s promises are spiritual before they are physical.<\/p>     <p> One of the ways in which the revelation of Christ solves a potential problem in this passage as well as other messianic promises in the Old Testament is in his divinity. On the one hand, we see a king who is human. Isaiah 32:1– 8 depicts a realm in which humans are active. To be sure, they are active in remarkable ways, but it is still a human realm that is being described. On the other hand, the king described here in chapter 33 can be none other than the Lord—but he is the Lord who somehow fulfills the role previously filled by humans: judge, lawgiver, king.<\/p>     <p> When we think of what is called the first Christian creed (“Jesus is Lord,” cf. Rom. 10:9) and recognize Jesus as the God-Man, this apparent contradiction is resolved. God rules both on earth and in heaven. He does not rule from heaven as an absentee ruler, nor does he rule on earth as a limited and finite human. We can imagine the prophet puzzling over what he has said, and wondering like Mary did many centuries later, “How can these things be?” They can be if the human Messiah is also the divine King.<\/p>     <p> What does Christ offer us today? Several things emerge from this passage. He offers beauty and wide opportunities (33:17). He offers security (33:18– 20). He offers us deliverance (33:22). He offers us health in its most comprehensive form (33:24). We may think of <em>beauty<\/em> as a nonessential, but that is obviously not how God sees it. When we look at creation, we see an abundance of things beautiful. Why is beauty a characteristic of this heavenly-earthly King? Among the factors that make for beauty are harmony, symmetry, rhythm, and balance. When Christ becomes the King of our lives, these are some of the things he brings to us. He is in perfect harmony with the Father as he lives out a life of rhythmic giving and receiving. He is never off-balance, attempting to secure his own will. In the quiet confidence of the Father’s provision, there is a serenity and a wholeness that shines out of him. He offers this same beauty to us.<\/p>     <p> In Christ there are <em>endless opportunities<\/em>. He does not press us into a mold in order to produce robots who will serve him. Rather, he calls us friends, allowing each of us to achieve the maximum of what we were designed for. He allows each of us to develop in our own way because he, our King, delights to serve us. In such a relationship and with all the power of heaven at our disposal, even the most restrictive of earth’s situations offers endless openings.<\/p>     <p> In Christ there is complete <em>security<\/em>. When we know that even in our darkest hour we were loved by him, we know that there is nothing we can do to make him stop loving us. Nothing can wrench us out of his hand. Could a day come when we demand that he let us go? Yes, that possibility exists. But until such a time, we are held in an unfailing grip. Inside that shelter we dare anything, knowing that in even the most tragic failure, we are his and he is ours.<\/p>     <p> In Christ there is <em>health<\/em>. Like beauty, there is both outer health and inner health, and the two are closely connected. When our sins are forgiven and our future is assured, and when we have the confidence of full provision for our needs, we can rest in him. In a rest like that, there is a soul health that will have an impact on our physical health. And even if the “earthly temple” is falling into that inevitable decay that is the fate of all until Christ returns, our inner life may radiate health and wholeness through Christ.<\/p>     ",
    "audit": null
}