{
    "id": 16136,
    "source": "niv",
    "verse_id": 17875,
    "verse_count": 11,
    "reference": "10:24–34",
    "title": "The Lord’s Protection of His People",
    "html": "               <p>I<small>N VIEW OF<\/small> the fact that Assyria will be judged and that a remnant of the nation will survive, “therefore” (10:24) the people of Judah should not live in fear of Assyria. Their foreign policy and their spiritual outlook should not be shaped by either the offers or the threats of that great power. When God’s purposes for using Assyria are complete, Assyria will disappear from the scene, and the Judeans should make their plans with that fact in mind. As Isaiah earlier said to Ahaz, no emergency action is necessary. While it is difficult to know what “very soon” (10:25) implies in the divine timetable, it is tempting to conclude that this refers to the destruction of the Assyrian army mentioned above and the removal of any serious threat to Judah’s existence on the part of the Assyrians.<\/p>     <p> In 10:26 the prophet turns to two experiences from the past as confirmation of the Lord’s power to protect his people from massive threats. Whether it was the multitude of Midianite troops led by Oreb (Judg. 7:25) or Egypt’s chariot corps, the finest in the world at the time of the Exodus (Ex. 14:26; 15:4), neither was any match for the power of the “L<small>ORD<\/small> Almighty” (lit., “Yahweh of armies”). Because of that, the heavy “yoke” of oppression that the Assyrian kings used to boast about putting on the necks of conquered peoples will be “broken” off (10:27).<\/p>     <p> One example of such boasting appears in the annals of Sargon II, where he says, “[I] imposed upon them the yoke of Ashur, my lord.” There is some question about the proper reading of the last phrase in 10:27, both because the meaning of the Hebrew is obscure and the versions have a number of different readings. If the Hebrew is correct, then the idea is that the ox is so well fed that its neck becomes so fat it breaks the bow that holds the yoke in place.<\/p>     <p> Verses 28–34 have occasioned a great deal of scholarly discussion, primarily over whether they describe a literal historical event. Those who believe there were two attacks by Sennacherib on Jerusalem suggest that this may describe the route taken by the Assyrian army when it attacked Jerusalem a second time (about 687 <small>B.C<\/small>.). However, the “two-attack theory” is only a theory, for there is no evidence to support it. Furthermore, it is hard to imagine a major army actually using the route described here. It is not the main route and would be difficult for a small troop to navigate, let alone a large one. Thus, it seems better to understand this material as another of Isaiah’s word pictures.<\/p>     <p> “Aiath,” the first village mentioned, is about fifteen miles north of Jerusalem, and “Nob” is on the slopes of Mount Scopus, overlooking Jerusalem on the north. The route described diverges from the normal one that begins to the north of Jerusalem and travels instead down the east side of the ridge line. Probably the reason for this is to express the almost unstoppable approach of the enemy army. It does not matter that the route is rugged and filled with obstacles—on they come! In less than two days they have traversed the rugged terrain and are shaking their fists at the apparently doomed city. This is a metaphor for Assyria. On they have come year after year. Nothing can stop them. Judah must come to terms with them or be destroyed.<\/p>     <p> But Isaiah tells his hearers they should look at another reality. For at the moment when the Assyrian ax believes it will topple the Judean tree, Judah’s God turns the ax upon the ax! In a moment a forest as mighty as that covering the Lebanon mountains falls to the ground. Human pride cannot stand before the true “Mighty One” (“<em>addir<\/em>; note the similar ”<em>abbir<\/em>, “a mighty one,” in 10:13, which is what the Assyrian king called himself). The true Mighty One is the One whom Judah should be relying on, not on the ax in the Mighty One’s hand.<\/p>     <h4>Bridging Contexts<\/h4>     <p><b>V<small>ERSES<\/small> 5–19.<\/b> These verses are about the lordship of God over history and the need to keep a true perspective. This is more difficult in the modern setting when we do not have inspired prophets who can tell us exactly what each entity of history is about, but the central message is no less true. No nation stands on its own. Every nation is subject to God, and every nation is serving God’s ultimate purposes.<\/p>     <p> This has implications for the nations: Whenever a nation begins to believe it is superior to God and can do what it wishes, we may be sure that nation’s end is soon to come. But it also has implications for individual believers. We should neither be paralyzed by the nations in their power and glory, nor should we put any ultimate degree of trust in them. God is supreme over the nations, and he is the One we should fear and the One in whom we should trust.<\/p>     <p> This section also describes the nature of human pride. The Assyrian king makes no appeal here to his gods as he makes his claims. He feels he is superior to the gods of all his enemies. In the end pagan religion exists to serve human needs. This means that while lip service may be given to the gods, in fact what is supreme is the human ego. It is this that must be preserved at all costs, and at the bottom of everything the gods are only devices created to serve the ego. If one set of gods does not accomplish what is needed, it can easily be discarded and a new set put in place. The repetition of the first-person pronouns in these verses underlines this point—no less than thirteen occurrences here. So the question arises: Am I at the center of my world, or is there some other center?<\/p>     <p> Finally, we must be careful not to take credit for what God has done through us. It was this sin that kept Moses out of the Promised Land (Num. 20:12): “Because you did not trust in me enough to honor me as holy in the sight of the Israelites, you will not bring this community into the land I give them.” What had Moses done? It was not merely a matter of striking the rock instead of speaking to it. He had led the Hebrews to believe that he had the power in himself and his magic staff to produce water for them: “Listen, you rebels, must we bring you water out of this rock?” (20:10). Instead of making it clear that God alone is the Holy One whose transcendent power and endless love supply all human needs, the ax pretended it could swing itself. If this Moses had led the people into the Promised Land dry-shod across the Jordan, they would have been worshiping him inside of a year. God had no choice but to keep him from entering.<\/p>     <p> <b>Verses 20–23.<\/b> Keeping both emphases of hope and judgment before our eyes is difficult. Isaiah’s constant attempt to keep the two in balance is a reminder of this. If the only word heard is judgment, people tend to lose heart and give up. But if the only word they hear is certain hope, there is a strong tendency to “let up” in the matters of daily obedience and accountability. So, while the body of this poetic stanza relates to the certainty of a remnant returning, the prophet is at pains to remind his readers that <em>only<\/em> a remnant will return, and this will not preclude judgment but will follow it. As Peter says, judgment begins with the household of God (1 Peter 4:17).<\/p>     <p> A second important point in this stanza is the idea of “the remnant.” From Genesis on, the Scriptures portray the concept of a handful maintaining the faith while the masses go to perdition. It is explicit with the family of Noah in the Flood and implicit with the family of Abraham following the Tower of Babel. It is explicit with Sodom and Gomorrah, and while the number of those entering the Promised Land is as great as the number of those who left Egypt, it could have reasonably been expected to be a good deal greater, given geometric progression. In fact, the second generation is a remnant. Again and again throughout the history of Israel, the continuation of the faith seems to hang by a shoestring, such as the boy Samuel when the priesthood was deeply corrupted, or the boy David when the entire army of Israel was cowed before the giant. In other words, despite the fact that biblical faith is a community faith, it is not a mass faith. That is, faithfulness always is intentional and accountable, and that often comes down to a handful.<\/p>     <p> Another point that should not be overlooked is the issue of trust. Why do we tend to put our trust in the wrong things, as Judah did in Assyria? Surely the answer in that situation was that it seemed the only thing to do. The situation was desperate. Israel and Syria were on the march and might even be minded to do away with the Davidic dynasty. Something had to be done. Furthermore, Assyria loomed in the background and would eventually have to be faced. Perhaps a direct approach would curry favor with the monster and also dispose of the two vicious neighbors. Trust God? That always seems so intangible. But more than that, it always starts with the surrender of my ability to take care of things in my way for myself. There is the sticking point: surrender. We do not want to give up our own way and our own estimation of what we really need.<\/p>     <p> <b>Verses 24–34.<\/b> Two points need emphasis here. The first is the importance of memory. Isaiah reminds the people of two of the great deliverances they had experienced in the past: Egypt and Midian (vv. 24, 26). The lesson is plain: If God could deliver from those mighty powers, he can deliver from Assyria as well. God wants us to learn certain principles from the past that have universal implications. That is different from the pagan approach to the past, which is focused on the now, and the past is used primarily in a ritualistic way. That is, if one does all the same things now, then all the good things that happened then will be repeated. That is not the biblical way. God rarely does the same thing twice. But there are principles we can learn from the past that may be applied to new situations where the same kinds of issues are in play. That is what Isaiah is calling for: new choices made in the light of old truths.<\/p>     <p> The second truth is that human power is no match for divine power. Again, this calls for a perspective beyond now. It is one thing to assert that God is greater than any human nation, but it is another actually to be able to base one’s behavior on such an idea. To do that we must be able to draw on evidence from the past as well as on our own personal experiences. Here Isaiah is saying that his own experience of the greatness and goodness of God confirms his belief that God will not allow the arrogance of any human nation to stand, especially when that arrogance leads such a nation to believe it can destroy others with impunity. There is a bar of judgment above even the greatest of nations, and every nation would do well to remember that fact.<\/p>     <h4>Contemporary Significance<\/h4>     <p><b>G<small>OD’S LORDSHIP OVER HISTORY AND HUMAN PRIDE<\/small><\/b>. When we think of God’s lordship over the nations today, we naturally think of the way in which he has humbled the Russian empire in the last ten years. Marx’s famous line, “Religion is the opiate of the people,” has come back to haunt his successors who built their whole regime on the official attempt to remove the very idea of God from life. The result is, as one Russian official put it to a friend of mine, “We have stared into the very face of evil, and it has seared our minds.” Any nation that attempts to put itself in the place of God cannot survive.<\/p>     <p> But there is an earlier example in the lifetime of many of us that must not be overlooked. That is Nazi Germany. The parallel to what Isaiah is talking about here is startling enough that many do not like to bring it up. But the fact is that the Holocaust may well be seen as a modern parallel to the Exile. Then, as now, a mighty power set itself to destroy the people of God. In the case of Assyria and Babylon, they were allowed to succeed to the extent they did only because God permitted it as a source of discipline and punishment for the unbelief of those people. May this perhaps be the case with Nazi Germany? Yet if Germany was a tool in the hand of God, it certainly did not see itself as such. Like Babylon and Assyria, it saw itself as supreme in itself, with the power and therefore the right to destroy whomever it wished. But like Assyria and Babylon, Germany was terribly destroyed, and God’s Jewish people not only survived but prospered. No nation can set itself up as superior to God and survive.<\/p>     <p> Will the United States learn this lesson? What is it that God wants to do through us in the world today? Will we make any serious attempt to discover that? And if we do, will we carry out our tasks in humility, recognizing the terrible risks of pride? The history of nations in the Christian West is not encouraging in this respect. One after another has come to power proclaiming its dependence on God, and one after another has exited the scene in disgrace, having come to believe that they were ultimate in themselves.<\/p>     <p> What will Christians learn from this? Surely we should learn that no nation is God. It may be a tool in the hand of God, but it is only a tool. As soon as it begins to arrogate his place, it is marked for destruction. Thus, we may love our nation and be grateful for it, but the idea of “my nation, right or wrong” can never be ours.<\/p>     <p> Pride is the ultimate enemy, both of nations and of individuals. The tendency is to focus on ourselves as both the source and end of our lives. This is what Paul talks about in Romans 1:21: “For although they knew God, they neither glorified him as God nor gave thanks to him.” Having put ourselves in the place of God, we then create a religious system to support such a reversal of reality. The end is the worship of the creation as an act of self-worship. God is made in our image and can be changed as necessary to support that image. This is why secularism has such appeal today. It seems to relieve us of any need to go outside of ourselves for an object of worship. But this is also the ultimate downfall of secularism: We <em>must<\/em> worship something outside of ourselves to give ourselves any sense of significance. Thus, having already rejected a God who calls for surrender, the modern descent into the occult is wholly predictable.<\/p>     <p> It is remarkably easy to take credit for God’s actions in one’s life. As just noted, all we have to do to begin the slide into eventual paganism is to live without a continually thankful attitude. This is a problem both for those who are successful and for those who are not. Those who are successful come to take their abilities and achievements for granted. Perhaps this is what happened to Moses. He was used to succeeding in moments of crisis and may have come unconsciously to believe that his powers were his own. He forgot that he was only a tool in the hand of God. He forgot to cultivate a thankful attitude.<\/p>     <p> The same is even more true for those who do not see themselves as successes. Why give thanks for failure? But the fact is, all of us are tools for God’s service, whether we see the results or not. So, when we pray for something and it occurs, it is easy to say, “Well, I had that coming,” and in so doing give the impression that it was something we earned and deserved instead of its being an evidence of God at work through us.<\/p>     <p> <b>The security of the believer.<\/b> One of the great issues in the evangelical church is the security of the believer. Churches that have been more influenced by Calvinist theology tend to preach “eternal security” even when they have rejected Calvin’s previous four points, which led to that teaching as a logical necessity. All too often holy living is neglected because heaven is certain. By contrast, churches that have been more influenced by Arminius have tended to preach a kind of “eternal insecurity,” in which a believer’s eternal state depends on whether or not the most recent sin has been confessed. Their tendency is to focus on one’s behavior rather than on one’s relationship to the Savior.<\/p>     <p> These issues seem to be the very ones underlying a passage such as this one. On the one hand, Isaiah is intent on assuring the people that the future of the nation is secure. Israel will survive; the Mesopotamians will not be able to achieve their murderous desires. That means the people can live confidently. They do not need to surrender their trust in God in order to secure the outcome. Nevertheless, that confidence in the future must never be allowed to make them think their present behavior will not have consequences. That the future of the nation is secure does not mean individual Israelites can sin with impunity.<\/p>     <p> This has two implications. (1) The first has to do with the church. The church will survive. It is the bride of Christ, and Christians need have no fears on that score. As someone has said, “I’ve read the last chapter in the Book! We win!” But that does not mean that every individual associated with the church is thereby guaranteed a place in heaven. Unless we live lives that show that we are truly “remaining” (KJV “abiding”) in Christ, we will be thrown into the fire and burned (John 15:5–6).<\/p>     <p> (2) But there are also implications for the individual. If we have entered into a personal relationship with Christ, we can know that we will be kept by him (John 10:28–29). We need not live in a constant state of anxiety as if the continuation of that relationship depends on our performance. It does not; it depends on our continued faith, and he will make that continued faith possible. But the danger comes in our conception of faith. For many, belief in Christ is primarily assent to a certain set of ideas. That is, it is a kind of mental gymnastics. But that is not true. Faith in Christ is primarily a way of living. If I think that I can live a life where I and my desires and my way are the central focus and still expect to have eternal life merely because at a junior high retreat somewhere I accepted Christ, and I go to church somewhat regularly now, I am not merely deluded, I am lost. If the apostle Paul had to say, “No, I beat my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize” (1 Cor. 9:27), none of us can live as though personal holiness is only a position and not a reality.<\/p>     <p> <b>The remnant.<\/b> The concept of the remnant tends to go in and out of fashion, depending on the state of the church at a given time. When the church has been strong and moving forward, the emphasis has tended to be on the idea of participating in the coming kingdom of God. But when the church has felt persecuted and was in a state of little or no growth, the “remnant” theology has tended to be more popular. Some of both emphases are probably needed in every time. In a time of growth and seeming power, we need to ask whether we are producing more chaff than wheat and whether there is fruit here that will stand a blasting drought. At the same time, when the situation is difficult, the “remnant” must remember that they are the representatives of a kingdom that cannot fail.<\/p>     <p> There are two great dangers in a “remnant mentality,” closely related to each other. (1) One may be called “ghettoization.” That is, those who believe themselves to be the righteous remnant will withdraw into a protective cocoon secure in their own righteousness and so cease to have the effect of salt and light in the world that Jesus commanded us to have (Matt. 5:13–16). (2) The other danger is self-pity. Here we take on a kind of “hangdog” mentality, where we are always feeling sorry for ourselves as the last vestiges of whatever God is trying to do. But if we are secure in the promises of God and rely on God and not on human power, our own or that of the state, we can dare to live in the open with quiet confidence and humble joy.<\/p>     <p> Believers in the former Eastern bloc countries are shining examples of this truth. While they did not go out of their way to provoke confrontation, neither did they avoid it. They lived their lives before God, seeking to love everyone, even those who counted themselves their enemies. The state tried to isolate them, but it never truly succeeded. They were truly the remnant, yet many of them did not succumb to a remnant mentality.<\/p>     <p> <b>Memory.<\/b> The place of memory in the Bible is important. This is partly so because of the importance given to human history in the Bible. Alone of all the world’s holy books, the Bible declares that God has made himself known in ongoing human relationships. Therefore, it was of utmost importance to record the details of those relationships with honesty and accuracy and to record the inspired interpretations of the meaning of those relationships. This is why words associated with memory are so important in a book such as Deuteronomy (e.g., Deut. 4:10; 5:15; 7:18). God had done some things in Israel’s experience that demonstrated the central truths of human (and divine) existence. He did not reveal himself in disembodied aphorisms but in the raw stuff of daily life. He did not only say that he was dependable; he showed it. In fact, he showed it before he said it (as in the Abraham narrative). Therefore, when God called his people to believe in him, there was evidence in life to support that call.<\/p>     <p> The same must be true for us. If we are to keep the faith in times of stress, difficulty, and perhaps real persecution, there must be a solid block of memory in our minds. First, we must remember sacred history. It is not accidental that we teach our children “Bible stories.” God has once for all intercepted human life and given us the final word on how we are to interpret our own lives in that regard. As the Israelites did, we are to remember the Exodus and the Conquest and the tragedy of the judges. Those events are our history too. Beyond this we can also remember the life, death, and resurrection of our Lord and the stirring narrative of the founding of the church.<\/p>     <p> Then there is our personal history. We dare not succumb to a kind of spiritual Alzheimer’s disease. We need to recount to ourselves and our families the ways God has intervened in, provided for, guided, and sustained our lives. When our spiritual memory is intact, so is our spiritual identity. With a secure spiritual self-identity, we can look with perfect confidence at the various Assyrias that cross our paths, able to learn whatever lessons of discipline or correction God wants for us, but also able to see their certain doom in the end.<\/p>     <p> In the 1970s Joseph Tson, a Romanian pastor, heard a Voice of America broadcast enumerating all of the failed promises of Marxism, and he immediately thought of all the promises of the Christian faith that have come true. He has said that in that moment he knew Communism could not survive and that he and other Christians should begin preparing for the day of its collapse. We might marvel at such vision, but the fact is, Tson was a man with a memory, and because of that memory, he could see the future when others could not.<\/p>     ",
    "audit": null
}