{
    "id": 16261,
    "source": "niv",
    "verse_id": 18651,
    "verse_count": 16,
    "reference": "49:14–50:3",
    "title": "",
    "html": "          <blockquote>         <p>B<small>UT<\/small> Z<small>ION SAID<\/small>, “The L<small>ORD<\/small> has forsaken me,<\/p>         <p> the Lord has forgotten me.”<\/p>         <p> “Can a mother forget the baby at her breast<\/p>         <p> and have no compassion on the child she has borne?<\/p>         <p>Though she may forget,<\/p>         <p> I will not forget you!<\/p>         <p> See, I have engraved you on the palms of my hands;<\/p>         <p> your walls are ever before me.<\/p>         <p> Your sons hasten back,<\/p>         <p> and those who laid you waste depart from you.<\/p>         <p> Lift up your eyes and look around;<\/p>         <p> all your sons gather and come to you.<\/p>         <p>As surely as I live,” declares the L<small>ORD,<\/small><\/p>         <p> “you will wear them all as ornaments;<\/p>         <p> you will put them on, like a bride.<\/p>         <p> “Though you were ruined and made desolate<\/p>         <p> and your land laid waste,<\/p>         <p>now you will be too small for your people,<\/p>         <p> and those who devoured you will be far away.<\/p>         <p>The children born during your bereavement<\/p>         <p> will yet say in your hearing,<\/p>         <p>This place is too small for us;<\/p>         <p> give us more space to live in.’<\/p>         <p> Then you will say in your heart,<\/p>         <p> Who bore me these?<\/p>         <p>I was bereaved and barren;<\/p>         <p> I was exiled and rejected.<\/p>         <p> Who brought these up?<\/p>         <p>I was left all alone,<\/p>         <p> but these—where have they come from? ”<\/p>         <p>This is what the Sovereign L<small>ORD<\/small> says:<\/p>         <p>“See, I will beckon to the Gentiles,<\/p>         <p> I will lift up my banner to the peoples;<\/p>         <p>they will bring your sons in their arms<\/p>         <p> and carry your daughters on their shoulders.<\/p>         <p> Kings will be your foster fathers,<\/p>         <p> and their queens your nursing mothers.<\/p>         <p>They will bow down before you with their faces to the ground;<\/p>         <p> they will lick the dust at your feet.<\/p>         <p>Then you will know that I am the L<small>ORD<\/small>;<\/p>         <p> those who hope in me will not be disappointed.”<\/p>         <p> Can plunder be taken from warriors,<\/p>         <p> or captives rescued from the fierce?<\/p>         <p>But this is what the L<small>ORD<\/small> says:<\/p>         <p>“Yes, captives will be taken from warriors,<\/p>         <p> and plunder retrieved from the fierce;<\/p>         <p>I will contend with those who contend with you,<\/p>         <p> and your children I will save.<\/p>         <p> I will make your oppressors eat their own flesh;<\/p>         <p> they will be drunk on their own blood, as with wine.<\/p>         <p>Then all mankind will know<\/p>         <p> that I, the L<small>ORD<\/small>, am your Savior,<\/p>         <p> your Redeemer, the Mighty One of Jacob.”<\/p>         <p>This is what the L<small>ORD<\/small> says:<\/p>         <p>“Where is your mother’s certificate of divorce<\/p>         <p> with which <small>I<\/small> sent her away?<\/p>         <p>Or to which of my creditors<\/p>         <p> did I sell you?<\/p>         <p>Because of your sins you were sold;<\/p>         <p> because of your transgressions your mother was sent away.<\/p>         <p>When I came, why was there no one?<\/p>         <p> When I called, why was there no one to answer?<\/p>         <p>Was my arm too short to ransom you?<\/p>         <p> Do I lack the strength to rescue you?<\/p>         <p>By a mere rebuke I dry up the sea,<\/p>         <p> I turn rivers into a desert;<\/p>         <p>their fish rot for lack of water<\/p>         <p> and die of thirst.<\/p>         <p>I clothe the sky with darkness<\/p>         <p> and make sackcloth its covering.”<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>T<small>HIS PASSAGE CONSISTS<\/small> of the people’s negative response to the proclamation of the Servant’s<\/p>     <p><em>Meaning<\/em> redemptive work (49:14) and God’s extended rejoinder (49:15–50:3). In words reminiscent of 40:27, the people declare that the great promises about the Servant’s ministry are in vain because it is plain that “the Lord has forgotten” them. To this God replies that he can no more forget them than a nursing mother can forget her baby (49:15–16). He goes on to declare that the proof of his love for them will be seen in the abundance of “descendants” that will be born to Zion when she thought herself forever barren (49:17–21). God will cause the nations to bring the lost children home (49:22–23).<\/p>     <p> But these promises elicit another pessimistic answer: Who can break the grip of the captors (49:24)? Again God responds that he can do that very thing (49:25–26). The third response is only implicit, but on the basis of God’s response in 50:1–3, it seems to be something like: “But you are the one who (arbitrarily) sold us to those captors in the first place.” To that God responds again that he has not cast them off and has the power to restore them at will.<\/p>     <p> The language of return here is clearly out of proportion to the actual returns that occurred in 538 and 445 <small>B<\/small>.<small>C<\/small>. Those were relatively small affairs. There certainly was not, as Motyer phrases it, “a population explosion” in the Exile so that more returned than those who went into exile in the first place. So if these statements were intended to be a prediction of literal events, the prophet is sadly mistaken.<\/p>     <p> But there is good reason to understand that these statements were never intended to be taken literally. As <small>I<\/small> said above, the focus is now on the return <em>to God<\/em>, and Isaiah is speaking figuratively about a worldwide response to God’s reconciliation through the work of the Servant. God has not forgotten his ancient promises to Abraham. The patriarch will indeed have more children than the stars of the heavens or the sand of the seashore. Even if Zion’s sin and exile make it appear as if Abraham’s line has come to an end, that is not the case. Another evidence that the physical returns from Babylon are not in view is the appearance of these same figures of speech in chapters 56–66, which have their historical setting in the postexilic period. There the return has already occurred, yet the promises of Zion’s abundant motherhood continue to be made (cf. 60:9; 66:7–11, 20).<\/p>     <p> Once again, the issue of possibility and impossibility is at the heart of what is taking place here. From this world’s perspective, it is impossible for Israel to be restored into a relationship with God. She has been divorced by him (50:1), and her children are either dead or sold into captivity (49:21). A barren, bereaved woman without a man in her life cannot have children. This is a fact of nature. But God insists that not only will the exiled children return (49:17–18) but that more children will be born to the mother (49:19–21). No wonder the incredulous remark, “Where have they come from” (49:21)?<\/p>     <p> The transcendent Creator, who could do a new thing in making Babylon give up the captives, can also do a new thing and get the very nations who threatened the life of Israel to be the ones to assist her in fulfilling her calling to be a blessing to the world. As he promised before (11:10, 12), the Servant\/Messiah will be the banner God raises to call the nations to himself (49:22). They will come gladly, owning their debt to Israel as God’s people (49:23). All of this will confirm two things for the Israelites: Yahweh is indeed the Lord, the one who causes all things to be, and those who “wait for” (NIV “hope in”; cf. 30:18) him “will not be disappointed” (49:23). The God who can defeat the power of all the Assyrias and the Babylons of the world can also defeat the power of sin.<\/p>     <p> But the astonishing thing is that he cannot do these things for his people if they will not give him an opportunity, by putting their trust in him. As we have said earlier, chapters 40–55 focus on the motivation to trust God. Chapters 7–39 have amply demonstrated that God can and should be trusted. But ultimately it is only the grace of God that can actually motivate persons to believe what he says and to exercise that trust (cf. 12:1–2). This passage is an expression of that grace, reaching its climax in the passionate words of 50:1–3, where God insists that he has both the will and the power to redeem his people.<\/p>     <p> To be sure, it is no accident of history that the Judeans experienced the Exile; it was because of their sin (50:1). But just as no nation on earth can stand up to God, neither can sin. Do they think he has divorced them? Where is the certificate? There is none. Do they think he was somehow forced to “sell” them against his will? Of course not. But just as he alone could deliver them from the power of the nations, he alone has the power to deliver from sin. His “arm” is not “short” and weak; rather, it is full-sized and powerful. He can “dry up the sea” and turn off the sun; what is so difficult about defeating sin?<\/p>     <h4>Bridging Contexts<\/h4>     <p>W<small>AITING ON THE<\/small> L<small>ORD<\/small>. The recurring theme throughout this passage is God’s attempt to overcome an unwillingness to believe what he says. This is particularly evident in the contrast between 49:13 and 14. God has promised “comfort” and “compassion,” but the people say that it is not true because God has forgotten them. This attitude is reminiscent of what Isaiah encountered in his own day. God had promised deliverance to the people of Judah from the Assyrian threat if they would only “wait” for him. But they had refused to do so, preferring to trust an Assyria to deliver them from the threat of Israel and Syria or an Egypt from the threat of Assyria. Evidently the same tendency was to persist into the Exile, where people gave up on God and turned to accommodating themselves to the Babylonian culture.<\/p>     <p> The book of Daniel shows that not all of the Judeans succumbed to this pressure, but the book also shows how persistent and pervasive the pressure was. Nebuchadnezzar was king of the universe, and he was not about to permit a “fifth column” close to the center of his empire to suggest that there was a king greater than he. So it was no easy thing to “wait” for the Lord to fulfill his promises.<\/p>     <p> This was especially true in regard to the promises of the Servant\/Messiah, who would defeat the power of sin and bring in the kingdom of right. It only took a little less than seventy years from the time the first captives were taken in 605 <small>B.C.<\/small> until the first return in 538 <small>B.C.<\/small>, but it took hundreds of years for the Servant to take his throne. Why did God make his people wait so long for the fulfillment of the promise?<\/p>     <p> While we can talk about further revelation that was necessary before the Messiah could come and the unique possibilities for dissemination of the message that the Roman Empire would make possible, the ultimate answer to that question rested in the mind of God. The only point is that those to whom these promises were made never saw their fulfillment. Nevertheless, some of them waited with faith undimmed for God’s time to be fulfilled. Thus, when Christ came, there were people like Anna and Simeon, who were ready to recognize him (Luke 2:25–38). They were the end of a long line of people who had waited confidently, and in the end, their faith was not disappointed (49:23).<\/p>     <h4>Contemporary Significance<\/h4>     <p>W<small>AITING<\/small>. We too are called to live with that confident expectation that is the expression of faith and trust. Waiting believingly is our way of relinquishing control of our lives (see comments on ch. 32). When we rush ahead to solve our problems in our own way without waiting on God to show us how he wants to deal with those problems, we have effectively said to him that we know better than he does and we are better able to solve the problem than he is. This is why Jesus required his disciples to wait in Jerusalem for him to fill them with his Holy Spirit. They and their devices were not the way to carry out Jesus’ command to make disciples of all nations. God was going to use them in dramatic ways to fulfill that purpose, but it was going to be in his way and through his power, not theirs.<\/p>     <p> But not only are we called upon to wait on God in the daily round of our lives. There is another waiting that is incumbent on us, and it is even more in line with what God was asking of the exiles in this passage. We are called upon to wait as they did for the ultimate fulfillment of the promises made here. In many ways we have seen them fulfilled. All the nations have flowed to Jerusalem and have poured out their wealth and devotion on the city of Zion, the church of the living God. The number of Abraham’s descendants has swelled into the billions. Those who have set out to destroy God’s people have ended up by destroying themselves.<\/p>     <p> But we still wait for the final establishment of God’s kingdom on earth. That is the confident expectation to which Christ calls his followers. The question of Luke 18:8 is still addressed to us today: “When the Son of Man comes, will he find faith on the earth?” In other places, he spoke of the need not to lose focus in our waiting for his return. He spoke of the “foolish virgins,” who were not prepared for the bridegroom’s coming (Matt. 25:1–13). He spoke of those who got busy doing other things and were not ready (Matt. 24:36–44).<\/p>     <p> Already in the years immediately after Jesus’ return to heaven, some lost hope and said he was not coming back. The question for us is whether we will remain in that sort of line that culminated in Anna and Simeon, or whether we will lose hope and effectively finish the line for our family and our descendants. God promises not to disappoint those who wait for him. But that means continuing to wait for as long as he decrees and not losing hope in the meantime.<\/p>     <p> <b>Accepting God’s love.<\/b> Part of the reason that some of the exiles lost hope was that they could not really believe in God’s love for them. Undoubtedly there were a number of different types of thinking in that group. (1) Some frankly thought that God had treated them unfairly. After all, the people of Judah were not that bad, and there were other people around them who were at least as bad, maybe worse (cf. Hab. 1). Moreover, if their parents had been so bad, as bad as the prophets insisted they had been, then God should have punished them and not their “innocent” children (Ezek. 18). So this group would say, “If God loves us so much, we shouldn’t be in this mess at all” (cf. Isa. 40:27).<\/p>     <p> (2) Others admitted that God had treated them fairly. This generation was just as unfaithful as the preceding ones had been, and God had given them exactly what was coming to them. Being as bad as they were and having failed God so miserably, they could not imagine that God could ever love a people such as them.<\/p>     <p> (3) Finally, there were those who said, in effect, “So what?” These people looked at their circumstances and concluded that the situation was hopeless. Whether they had gotten into this fairly or unfairly was beside the point. The point was that there was no way out. So God could say he loved them all he wanted, but it simply would do no good.<\/p>     <p> Those same groups of people exist today. In every way possible God is saying that he loves us and wants us in fellowship with himself. He promises to give us spiritual abundance and fruitfulness. But we cannot truly “hear” his words in the sense of receiving them. (1) Some of us say, “If God really loved me, he would not have allowed me to be born into this abusive family.” Or, “If God really loved me, he would not have made me poor.” Or, “If God really loved me, he wouldn’t have let me get pregnant when we were not married.” (2) Others say, “God can’t love me, not after what I’ve done.” Or, “God can’t love me when I just keep on sinning after I said I wouldn’t do it again.” Or, “God can’t love me; I am just so worthless. Nothing I say or do is worth anything.” (3) Finally, others say, “It doesn’t make any difference whether God loves me or not; my situation is hopeless. He can’t do anything about this.”<\/p>     <p> To all of these God says the same things as he said 2,700 years ago: He can no more forget us than a mother can forget her nursing baby. And we have even more evidence of that truth than Isaiah did, for when he speaks of our names as being “engraved…on the palms of my hands” (49:16), we think of the nail scars in the hands of God’s Son. When he has done that for us, how could he forget us?<\/p>     <p> (1) To those among us who believe they have been treated unfairly, he calls them to face their own liability in their situation. Undoubtedly there were individual Judeans who truly did not deserve the Exile. They were people of faith who had been living in obedience to God, yet this terrible thing happened to them (e.g., Daniel and his three friends, and Ezekiel). But the question in that circumstance is not “Why?” and holding God hostage for an answer. Rather, it is, “What now?” and looking to God for resources to go on. For such persons, God’s affirmation of love will be their lifeblood as they seek to cope with the “unfairness” of life. The fact is that we are part of a much larger web of cause and effect than simply our own actions, and if circumstances do not turn out as we might wish, that is no indication that God does not love us or care for us.<\/p>     <p> (2) The second group longs for God’s love and forgiveness but simply cannot believe that God can forgive them for what they have done. This is often a reverse form of pride: “What I have done is too much for God.” It is often also the expression of an inability to forgive oneself. If I am this disappointed in myself, think how infinitely more disappointed God is. What is called for is a radical surrender of oneself into God’s hands. Of course he is disappointed, but that does not change the fact of his love. In the humiliation of admitting that ours is not the worst sin in the world and that our disappointment in ourselves is not the issue, there is a possibility of realizing that God <em>wants<\/em> to forgive us if we will only let him. In receiving that forgiveness, there is finally the possibility of forgiving ourselves.<\/p>     <p> (3) The situation of the third group is much the same as that of the second: If God’s love is to be experienced, it must be surrendered to. The pride that says “My situation is hopeless” is one that refuses to believe God is greater than anything this world can present to him. What God asks for is the opportunity to try. He asks us to test him in faith, not in doubt, and to allow him to show us the love he has for us and to demonstrate that love can conquer any obstacle it meets. His arm is not too short to ransom us, nor does he lack the strength to rescue us (50:2).<\/p>     ",
    "audit": null
}