{
    "id": 16256,
    "source": "niv",
    "verse_id": 18627,
    "verse_count": 11,
    "reference": "48:12–22",
    "title": "God’s Appeal to His People",
    "html": "               <p> T<small>HESE VERSES SHARPEN<\/small> God’s appeal to his people. Three times they are commanded to listen (48:12, 14, 16). As with a number of Hebrew words, the word <em>šamà<\/em> (“listen”) does not permit a separation between perception and action. Thus, if you truly “hear” an admonition, you will obey it. If you do not obey it, then you evidently did not “hear” it. Here, then, if God’s people “listen” to what God says, they will believe his words and act accordingly. They will retain their faith in him in spite of adverse circumstances, will be ready to leave the known in Babylon, and will take the risk of the unknown in returning to Judah when the time comes.<\/p>     <p> Verses 12–16 recap the reasons why the people should listen to (and put their faith in) God. He is the sole Creator (vv. 12–13), before everything and after everything. He is the Lord of history (vv. 14–15). Just as he summons the stars of the heavens and they obey (v. 13), so he can also summon a Persian emperor, who will do what God has purposed all along (v. 14). No idol can predict such a thing in advance as God has because they are captive to the cycles of time and fate. They can only do what they have always done. Neither do they have any overarching purpose for human experience. So they cannot possibly do what God has done in foretelling a hitherto unheard of thing and in bringing it to pass.<\/p>     <p> The challenge to hear is summed up in 48:16 with a reiteration of the claim that God is the speaking God. From the beginning of time God has spoken in terms that are intelligible to humans. He has not hidden himself in the babble of diviners and mediums (8:19–20; 29:4) but has used ordinary, straightforward language (45:19). He has done this by inspiring persons with his “Spirit” so that their own words became the very words of God. If God has spoken, surely humans should listen.<\/p>     <p> Verses 17–22 sum up everything that has been said in the chapter and, in some ways, in the entire subdivision (chs. 40–48). In keeping with this idea of summation, verse 17 identifies God by a group of his names and titles: “the L<small>ORD<\/small>…your Redeemer, the Holy One of Israel,” and “your God.” The last three of these denote the special relationship of God to Israel. Not only is he the speaking God, but he is also the God of grace and love. He cares deeply about the choices we make and the directions our lives take. So he has made his will known to Israel and called them to follow it. If they had “paid attention” (cf. 28:23; 32:3) in the past, none of the tragedies that are to befall them in the Exile would have occurred. Instead, all the promises that God had made to them would have been fulfilled (48:18–19).<\/p>     <p> But even though they did not listen in the past, that does not mean God has been defeated by their sin and has given up on them. If they will believe God now, they can be delivered from Babylon, into which their deaf ears and hardened hearts have delivered them. For the One who created the earth is capable of redeeming those whom he has created. In the world of the gods, the world of continuity, where all things are as they have always been, ruled by inexorable fate, there is no possibility of redemption. The gods cannot change anything. But God’s creation is not a world of continuity. Just because no one had ever gone home from exile before does not mean it cannot happen. The Creator can break in and make “water flow” from rocks if he chooses.<\/p>     <p> The allusion to the Exodus is clear here. What he has done in the past shows that he can be equally creative to redeem his people again. “Announce this with shouts of joy!” But joy is not the final note here. As always in this book (cf. ch. 5; 25:10–12; etc.), the prophet is careful not to let the wonderful promises of the future delude his hearers into believing that they can leave their present condition unaddressed (48:22). If they persist in wickedness, none of these promises are for them. They must change their way of responding if they are to have a part in the coming joy.<\/p>     <h4>Bridging Contexts<\/h4>     <p><b>T<small>HE NATURE OF REBELLION<\/small>.<\/b> From beginning (1:2) to end (66:24) the book of Isaiah is addressing rebellion. That is entirely appropriate, for the Bible as a whole does the same thing. Rebellion is the refusal to “stay within the lines,” which is just what Adam and Eve did in Eden (Gen. 2–3). That kind of behavior is what is being talked about in Revelation 21:8 and 22:18–19. God has created us to live in certain ways, and refusal to do so results in disaster.<\/p>     <p> The word “refusal” is important in all this. Rebellion is not an ignorant missing of God’s ways. It is an intentional and deliberate refusal to do what we know we should, and beneath that is the rejection of a relationship of dependence that acknowledges God has the right to declare what is right and wrong for us. This is a part of the significance of the Sinai covenant. As humans we are in a de facto relation of dependence on our Creator (cf. Rom. 1:18–23). But God clearly desires our relationship with him to be personal and not merely de facto. The theme of “dwelling in your midst” (cf. Num. 5:3) that ultimately issues in “remain in me” (John 15:7) shows this. In other words, the covenant puts the whole element of obedience and dependence squarely in the relational arena.<\/p>     <p> Thus, what the Hebrews did when they rebelled against God was not just disobedience, but, as it is defined here (48:8), “treachery,” a breaking of faith. God never intends for our lives to be shaped by conformity to a list of abstract rules. Rather, he intends for them to be shaped by a joyous pursuit of greater and greater likeness to the character of our covenant Lord, our Father.<\/p>     <p> So in the end “rebellion,” “stubbornness,” and “treachery” are what sin is all about. It is entirely appropriate that Christ should have been betrayed by one of his own disciples, because that is what God’s family have been doing to him since the dawn of time. We have not just accidentally fallen into a ditch. Instead, like the two-year-old who has been told not to go down a steep stairway alone and who looks to make sure that he is being watched and then starts down the stairs, we have consciously and willfully chosen to walk in the ditch.<\/p>     <p> <b>The importance of revelation.<\/b> Central to this chapter is the idea that God has revealed himself, the nature of reality, and his will for human behavior. He has spoken. If this premise is wrong, then it is not merely this chapter that must be discarded; the Bible and the whole structure of Christian faith will go with it. After all, the idea of revelation, namely, that God has spoken to us, is at the center of the biblical claims.<\/p>     <p> This is as it should be, given the doctrine of transcendence. If God is truly other than creation, then it is impossible for us who are a part of creation to know him in any ultimate way through creation. Certainly, as Psalm 19 tells us, creation can tell us some things about the Creator (Ps. 19:1–6). But if we are to know his true character, nature, and will, he will have to communicate those things to us in ways that are intelligible to us, and that means language (19:7–14). Thus, if the Bible is not an inspired record of the speech of God and the implications of that speech but only one more attempt to express human groping for the ultimate, it is both deceptive and wrong.<\/p>     <p> One evidence that the Bible does indeed stem ultimately from God is the worldview of transcendence and the concepts that flow from it. If the transcendent God did not himself explain reality in this way, it would be impossible to explain where these ideas, such as monotheism and the prohibition of idolatry, have come from. In recent years the Bible’s uniqueness and the uniqueness of its view of God have come under concerted attack. In part this attack was deserved, since advocates for uniqueness have sometimes made claims that were excessive. However, the attackers have gone too far in the opposite direction.<\/p>     <p> One example is the work of Mark Smith, who argues that the religion of Yahweh is an evolutionary development from Canaanite theology. He bases his conclusions on certain similarities, both in language and practice, between Yahwism and the Canaanite theology. But he does not pay adequate attention to the radical differences between the end results of the two faiths. This is a bit like showing that dogs and humans share many features and then asserting that there is no essential difference between humans and dogs.<\/p>     <p> This claim to revelation means that in the end the Christian faith cannot coexist with other religions as one more way of thinking about God. If God is the only Creator, who has revealed himself uniquely to Israel and whose revelation culminated in Jesus Christ, then Jesus is the only means of access to God. This is, of course, what the Bible claims. If those claims are not correct, then Christian faith is simply wrong from top to bottom.<\/p>     <p> C. S. Lewis made the point in a wellknown statement: “A man who was merely a man and said the sort of things that Jesus said would not be a great moral teacher. He would either be a lunatic—on a level with a man who says he is poached egg—or else he would be the Devil of Hell.” We cannot have his teachings without his deity. Either he is who he is claimed to be by the Scripture, speaking to us as the Creator of the world, first and last, covenant Lord and Holy One, the only Redeemer, or we are living a delusion. There is no middle ground. If the Bible is not finally the speech of God, then the faith it proclaims must be discarded, for it will not live alongside the other view. Either the world is an effusion of the divine, or the Holy One of Israel is the world’s Creator. Both ideas cannot be so, and if the former is so, then deity only “speaks” from within us. There is no god to speak to us from beyond ourselves because in the end there is nothing beyond ourselves.<\/p>     <p> <b>The exercise of faith.<\/b> Paul says that faith comes by the hearing of the Word (Rom. 10:17). In a real sense that is what Isaiah is saying as well. Faith is an obedient response to revelation. It is to “hear” God’s Word in the active sense described above. It is not merely to hear and do nothing. In the end, that is rebellion. Rather, it is to hear and to take action on what is said. Thus, it is wrong to describe faith as merely a set of beliefs. That is not one’s faith. The devils, we are told, “believe” in God (James 2:19). They know intellectually that God exists. They even know what is said in his Word, because the demons recognized that Jesus was the promised Messiah (Luke 4:34). They have an orthodox set of beliefs, but they have no faith.<\/p>     <p> On the other hand, faith is not what is today referred to as “spirituality,” that is, a loosely defined set of mystical emotions and experiences. To disconnect one’s intellect and will from one’s perceptions in an attempt to participate in the divine is not faith. In fact, it may be the furthest thing from faith, for it involves no obedience to an imperative Word from beyond ourselves. Rather, it seeks to avoid the reality of the distinction between creature and Creator and to find a way into the divine that demands no obedience at all. That way lies disaster, for what we will be absorbed into is not God, but that whole set of his creatures who have also tried to find an access to his power and being without obedience.<\/p>     <p> No, to have faith is to truly hear a word of invitation, of hope, and of command from the One who is unutterably far beyond ourselves. But it is also to hear a word of condemnation and destruction from One who is light to our darkness, purity to our filth, strength to our weakness. These words leave us no option but to move. Bartimaeus, imprisoned in his blindness, heard the words, “Cheer up! On your feet! He’s calling you!” and he threw off his cloak and came to Jesus (Mark 10:46–52). To do otherwise would be to condemn himself to darkness for the rest of his days. That is faith. It is to construct your life in active response to the revelation of God. It is to live in accordance with what he has said and is saying in his Word.<\/p>     <h4>Contemporary Significance<\/h4>     <p><b>T<small>HE BIBLE AND WORLDVIEWS<\/small>.<\/b> There can be little doubt that the Western world is steadily losing <em>Significance<\/em> its hold on the Bible. One indication of this is found in a children’s book titled <em>The Green Book<\/em>. This book is about a group of people who are forced to leave a dying earth to colonize a distant planet. Because of weight limitations, each person can take only one book. The plot then revolves around what books are brought and the incredibly important place these books come to have in the life of the community. The author’s premise is that “story” is profoundly important in shaping one’s perception of oneself and the world.<\/p>     <p> This is certainly a correct insight. But the interesting thing is that in the context of such works as <em>The Odyssey<\/em> and <em>Grimms’ Fairy Tales<\/em>, the author neglects to have anyone bring a Bible. The enormity of this omission is incredible. It says a good deal about the author, but it also says a good deal about our society. There is no doubt that the single story that has shaped the West is the Bible. It is the best-selling book of all time. Yet at the end of the twentieth century a book can be written about the perpetuation of human civilization that ignores the Bible.<\/p>     <p> Another evidence of this phenomenon is the mounting influence of a nonbiblical worldview on us. The worldview of continuity, which knows nothing of transcendence, sees no real possibility of change. Human beings are caught in the continuous cycles of time, where everything is changing but nothing is really different. As the aphorism has it, the more we change, the more we are the same. Deterministic naturalism is only an abstract and scholarly way of saying what the ancient myths said: Choice is an illusion. We each do what we must do as a result of all the conditioning that has occurred in our lives.<\/p>     <p> In the ancient world this was known as fate. Yo u could not change your fate; you could only react to it. This is the central idea in Greek tragic dramas. The hero is caught in a web of fate, and the plot revolves around how he meets that fate in a noble way. So Oedipus is fated to have sexual relations with his mother. He leaves his country and changes his identity in order to avoid this terrible thing. But years later and in another place, he falls in love with a beautiful older woman. When their love is culminated, it is revealed to them that they are mother and son.<\/p>     <p> This idea is a contemporary one. Displayed in a jet airliner in 2001 are the words, “If you can’t change your fate, change your attitude.” In other words, there is really no hope of transcending your past. You cannot change the ways you react and behave. You cannot conquer ingrained habits and tendencies. All you can do is accept them without whining and complaining and go to your doom with your head held high. If you deny the biblical worldview, there is only one other option, the same one held by the ancient Babylonians and Greeks, by Hindus and Buddhists—and it is no different in the supposedly irreligious West today. If we will not listen to the biblical story, then we <em>will<\/em> listen to the other one. It is the only other option.<\/p>     <p> But if the biblical understanding of reality is no longer a part of the furniture of many of our minds, it continues to be a wonderful option for us. The cycles of time and existence are not all there is, nor is psychological conditioning. There is One who “sits above the circle of the earth” (40:22), who is not a prisoner of its cycles or its conditioning. He is able to break into it and do something never done before. Just because Israel has had a long history of rebellion and treachery does not mean it is doomed to continue in that way or that every single Israelite is doomed to continue in that way. By the power of the transcendent Redeemer, they can change. They can be responsive and obedient, walking in his ways and following his instruction, his Torah. He has done everything necessary for that change if they will just listen.<\/p>     <p> The same is true for us today. We can leave the “Babylons” that have enslaved us. We can be delivered from the guilt and shame of all our past sins. In Jesus Christ, God has made a way for us. If ever there was a new thing, the coming of Christ was it. Can the immortal God become mortal? Can the eternal Spirit take up a body of flesh? Can the One who is everywhere present be localized and contained in a womb? If we do not believe in transcendence, the answer is no. These things have never happened before, and they are not a part of the recurring story of life as we know it.<\/p>     <p> But if we believe that the Creator of the universe is not limited by his creation, the answer is yes. God can do the impossible and bring about genuine change. He can do for us what we cannot do for ourselves. So he has reconciled us to himself (2 Cor. 5:19), nailing our death certificate to Christ’s cross (Col. 2:14). This means that “I can do everything through him who gives me strength” (Phil. 4:13). And if God can do what he has done in Christ, he can do anything, including delivering us from all that has “fated” us. We are not doomed to simply trying to accept our fate with some sort of heroic, noble demeanor. Our fate can be changed. God can make new creatures.<\/p>     <p> But the issue is the same for us as it was for the ancient Israelites: Will we believe it? Will we “listen” to what God says in his revealed Word? Unless we do so, all his revelation is in vain. This is a startling thought. The power of the transcendent Creator\/Redeemer is limited by our response to it, just as was undoubtedly the case when many of the exiled Judeans did not believe the words of the prophet and thus were unprepared to go home when the opportunity came. We must “hear” God’s revelation in the active sense of responding to it and obeying it. Christian salvation offers the possibility of real change in our lives as God does new things for us. But that change is only available to those who “listen.”<\/p>     ",
    "audit": null
}