{
    "id": 16115,
    "source": "niv",
    "verse_id": 17736,
    "verse_count": 5,
    "reference": "4:2–6",
    "title": "",
    "html": "          <blockquote>         <p><span><span><b>I<\/b><\/span><\/span><small>N THAT DAY<\/small> the Branch of the L<small>ORD<\/small> will be beautiful and glorious, and the fruit of the land will be the pride and glory of the survivors in Israel. 3Those who are left in Zion, who remain in Jerusalem, will be called holy, all who are recorded among the living in Jerusalem. The Lord will wash away the filth of the women of Zion; he will cleanse the bloodstains from Jerusalem by a spirit of judgment and a spirit of fire. Then the L<small>ORD<\/small> will create over all of Mount Zion and over those who assemble there a cloud of smoke by day and a glow of flaming fire by night; over all the glory will be a canopy. It will be a shelter and shade from the heat of the day, and a refuge and hiding place from the storm and rain.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>A<small>S WAS THE<\/small> case in moving from Isaiah 1 to 2:1– 5, so here there is no transition between the negative words of 2:6–4:1 and these much more positive words. In fact, the contrast between these two sections is heightened by the fact that both 4:1 and 4:2 begin with “in that day,” a reference to the future. In 4:1 the future is grim, as Jerusalem is humiliated. But in 4:2 the future is bright, as God promises abundance in place of desolation and cleansing in place of blood and filth. God does not intend to leave his people in the consequences of their sins.<\/p>     <p> Commentators are divided as to the intent of the phrase “the Branch of the L<small>ORD<\/small>” (4:2). Some take it to refer to the Messiah, as in Jeremiah 23:5; 33:15 and Zechariah 3:8; 6:12. Others argue that the immediate context of Isaiah 4:2 suggests that it is the land itself that is being talked about. However, the overall context of 4:2–6 seems to argue against a too-literal understanding. There is a clear eschatological tone that calls for an understanding of the phrase in that light. The kind of cleansing and purification being described here can only take place in the context of the fulfillment of the messianic promises.<\/p>     <p> The promises here are not in place of judgment but through it. The “survivors” (4:2) are the remnant left after the “fire” of judgment (4:4) has done its work. There are three results of that raging firestorm (NIV, “spirit [or wind] of fire”). (1) The people will be “holy” (4:3); that is, they will belong to God alone and will reflect the character of their owner (see Ex. 19:6; Lev. 22:32). (2) They will be cleansed of their “filth” and “bloodstains,” that is, the accumulated guilt of all their sins (4:4). (3) They will experience the presence of God not as a threat but as a blessing (4:5). By his presence (“the glory”), he will provide the very security for which they had turned to idols. The imagery of the “cloud…by day” and “fire by night” is reminiscent of that used in Exodus (Ex. 40:38). In short, Isaiah sees the messianic kingdom as a return to what the Exodus was meant to produce.<\/p>     <h4>Bridging Contexts<\/h4>     <p>W<small>HAT ARE WE<\/small> to make of the abrupt shift after 2:22–4:1? At the least, it is underlining again the fact that God does not intend judgment to be his last word. If it is true that there are certain inevitable consequences that follow sinful choices, it is also true that God can take us through those consequences and bring us out on the other side without the consequences having annihilated us. Judgment is not intended to destroy but to cleanse. The only issue is whether we will be among those who allow the judgment to do its cleansing work.<\/p>     <p> This passage also speaks of the unchanging nature of God’s plans for his people. From the Exodus onward, it is plain that God’s ultimate goal is to live among his people and, in fact, not merely among them but in them. He means to provide the security, the comfort, the well-being that we so desperately crave. This is why the climax of the book of Exodus is not the crossing of the Red Sea or the sealing of the covenant, but rather the moment of God’s glory filling the tabernacle (Ex. 40:38).<\/p>     <p> However, if God is to dwell among us—indeed, in us—two things must happen. (1) There must be a means of cleansing us from the accumulated guilt of the past. God cannot live in a filthy temple. That is what Leviticus 1–9 is about. (2) God’s character must somehow be replicated in us. As Amos says it, two cannot walk together unless they be agreed (Amos 3:3). That’s what Leviticus 10–27 is about.<\/p>     <h4>Contemporary Significance<\/h4>     <p>I<small>N THIS DAY<\/small> when Christianity is often preached as a get-rich-quick scheme, we need to hear Isaiah’s words with clarity. Too easily when difficulties come upon us, we think that God has abandoned us or that the devil is oppressing us. In many of these cases, the adversity is the judgment of God. We have sinned in our lust for comfort, pleasure, and security, and we are now experiencing those results. But it is not a cruel God who brings those things upon us, and it is not a rejecting God who abandons us to the fire. Rather, it is a loving God who sees no other way to bring us to the place where he can live in us.<\/p>     <p> The fact is, God is not too concerned whether we are happy or not. But he is very concerned over whether we are holy. We can be happy and on our way to hell. But if we are holy, it is only because the Holy One is at home in his temple, our hearts. So we ought to take a long look at adversity and ask what Jesus the Branch means to burn out of us so that he can take us into his tabernacle, where he abides with the Father.<\/p>     <p> We should also recognize that comfort, pleasure, and security are all byproducts, not ends in themselves. If we make those things primary, we <em>will<\/em> become idolaters, and we will lose those things even as we seize them. But if we make God’s presence and his character primary, then comfort, pleasure, and security will fall on us all unawares. But they will be when and where God chooses, and that will be enough because we know he is all we need and that all those other things may come and go as they will. We can live that way because we know that he has no desire to deprive us but seeks, even in the fire, to do us good.<\/p>     ",
    "audit": null
}