{
    "id": 16302,
    "source": "niv",
    "verse_id": 18900,
    "verse_count": 6,
    "reference": "65:2–7",
    "title": "Israel’s Problem",
    "html": "               <p>S<small>O WHAT WAS<\/small> their problem? They have been “obstinate” (<em>sorer<\/em>, see also 1:23; 30:1), walking in “not good” ways that they have devised for themselves. These three ideas—obstinacy, devising one’s own ways, and ways that are not good—describe in a brief compass precisely what the human problem is. Rather than obediently submitting to the ways of living that the Creator has designed for us, we have rebelled and tried to devise other ways of living for ourselves. By definition, “good” is that which corresponds to the Creator’s plan (cf. Gen. 1:3; etc.). Therefore, anything we try to replace those ways with is, by definition, “not good.”<\/p>     <p> So what is it we humans have devised? We have devised worship practices that we believe will make it possible to manipulate God to act in our favor while we retain the option to live our lives for ourselves. This was the function of heathen ritual. By doing certain things here on earth, the pagans believed that the attitudes and behaviors of the gods were automatically altered. The attitude of the worshiper was unimportant; what mattered was whether the ritual was done correctly. If so, then the desired results could be expected.<\/p>     <p> That is the very attitude that Isaiah sees in his pious readers. Why is God not more evident in their public and private lives? Why does he not make them act in just and righteous ways? The reason, he says, is that, to use the imagery of Joel, they are tearing their garments in rituals of repentance while their hearts are left whole to serve themselves (cf. Joel 2:12–13). They are depending on their position as God’s people and on ritualistic religion to manipulate God in their favor while they continue to disobey the terms of their covenant with him.<\/p>     <p> The worship practices described in 65:3–5, 7 look markedly like the preexilic Canaanite practices that were so attractive to the Israelites. What are they doing here in this section of Isaiah? There are three possible explanations for this. (1) The returnees from exile are continuing to engage in these practices. But even those who take this point of view admit that there is no convincing evidence outside of Isaiah 56–66 in support of it. (2) Other scholars see this as evidence the book was written by a preexilic prophet and was addressed to preexilic people. But what is being said in these chapters is much more intelligible if we understand the general context to be the postexilic period. (3) The preexilic prophet is using images with which he is familiar to talk about the response of God to postexilic ritualism. This last one seems to me to be the most likely explanation.<\/p>     <p> The prophet does not intend these verses to be taken literally. Rather, he is throwing together a collection of the most horrendous images he can think of to try to convey how disgusting God finds ritualism <em>of any sort<\/em> when it is not expressing the important thing, a changed heart. Thus, I doubt that the returnees were actually engaging in these behaviors. But if they gave a whole burnt offering just as prescribed in Leviticus in an attempt to force God to forgive their sins and to bless them while they kept on sinning, the prophet says they might as well be sitting in a tomb and drinking mouse broth (see 66:3, where this very point is made).<\/p>     <p> In these circumstances, the people’s pretensions to holiness procured by ritual magic are ludicrous (65:5). That being the case, they might rather prefer for God to remain silent instead of responding to their lament and rending the heavens to speak to them! But the prophet says God “will not keep silent” (65:6). They want God to act? Well, act he will—and he will fully repay them for all they have done (65:7).<\/p>     ",
    "audit": null
}