{
    "id": 16206,
    "source": "niv",
    "verse_id": 18332,
    "verse_count": 29,
    "reference": "36:1–37:7",
    "title": "",
    "html": "          <p>I<small>N THE FOURTEENTH<\/small> year of King Hezekiah’s reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them. Then the king of Assyria sent his field commander with a large army from Lachish to King Hezekiah at Jerusalem. When the commander stopped at the aqueduct of the Upper Pool, on the road to the Washerman’s Field, Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to him.<\/p>     <blockquote>         <p>The field commander said to them, “Tell Hezekiah,<\/p>         <p>“‘This is what the great king, the king of Assyria, says: On what are you basing this confidence of yours? You say you have strategy and military strength—but you speak only empty words. On whom are you depending, that you rebel against me? Look now, you are depending on Egypt, that splintered reed of a staff, which pierces a man’s hand and wounds him if he leans on it! Such is Pharaoh king of Egypt to all who depend on him. And if you say to me, “We are depending on the LORD our God”—isn’t he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, “You must worship before this altar”?<\/p>         <p> “‘Come now, make a bargain with my master, the king of Assyria: I will give you two thousand horses—if you can put riders on them! How then can you repulse one officer of the least of my master’s officials, even though you are depending on Egypt for chariots and horsemen? Furthermore, have I come to attack and destroy this land without the LORD? The LORD himself told me to march against this country and destroy it.’”<\/p>     <\/blockquote>     <p>Then Eliakim, Shebna and Joah said to the field commander, “Please speak to your servants in Aramaic, since we understand it. Don’t speak to us in Hebrew in the hearing of the people on the wall.”<\/p>     <p>But the commander replied, “Was it only to your master and you that my master sent me to say these things, and not to the men sitting on the wall—who, like you, will have to eat their own filth and drink their own urine?”<\/p>     <p> Then the commander stood and called out in Hebrew, “Hear the words of the great king, the king of Assyria! This is what the king says: Do not let Hezekiah deceive you. He cannot deliver you! Do not let Hezekiah persuade you to trust in the LORD when he says, ‘The LORD will surely deliver us; this city will not be given into the hand of the king of Assyria.’<\/p>     <p> “Do not listen to Hezekiah. This is what the king of Assyria says: Make peace with me and come out to me. Then every one of you will eat from his own vine and fig tree and drink water from his own cistern, until I come and take you to a land like your own—a land of grain and new wine, a land of bread and vineyards.<\/p>     <p> “Do not let Hezekiah mislead you when he says, ‘The LORD will deliver us.’ Has the god of any nation ever delivered his land from the hand of the king of Assyria? Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my hand? Who of all the gods of these countries has been able to save his land from me? How then can the LORD deliver Jerusalem from my hand?”<\/p>     <p> But the people remained silent and said nothing in reply, because the king had commanded, “Do not answer him.”<\/p>     <p> Then Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went to Hezekiah, with their clothes torn, and told him what the field commander had said.<\/p>     <p> When King Hezekiah heard this, he tore his clothes and put on sackcloth and went into the temple of the LORD. He sent Eliakim the palace administrator, Shebna the secretary, and the leading priests, all wearing sackcloth, to the prophet Isaiah son of Amoz. They told him, “This is what Hezekiah says: This day is a day of distress and rebuke and disgrace, as when children come to the point of birth and there is no strength to deliver them. It may be that the LORD your God will hear the words of the field commander, whom his master, the king of Assyria, has sent to ridicule the living God, and that he will rebuke him for the words the LORD your God has heard. Therefore pray for the remnant that still survives.”<\/p>     <p> When King Hezekiah’s officials came to Isaiah, Isaiah said to them, “Tell your master, ‘This is what the LORD says: Do not be afraid of what you have heard—those words with which the underlings of the king of Assyria have blasphemed me. Listen! I am going to put a spirit in him so that when he hears a certain report, he will return to his own country, and there I will have him cut down with the sword.’”<\/p>     <h4>Original Meaning<\/h4>     <p>I<small>SAIAH 36–39 FORMS<\/small> the last section in the second major subdivision in the book (chs. 7–39, see outline). Its three subsections are all focused on the question: Shall we put our trust in God or in the nations? (1) In chapters 7–12, Ahaz gave the wrong answer to Isaiah, and the implications of that response are explored both for the near term and the long term, especially as it provides the basis for the coming messianic kingdom.<\/p>     <p> (2) Chapters 13–35 then explain why trust in the nations is so foolish. All human beings are under the judgment of Israel’s Holy One (chs. 13–23), who will bring history to a close with the redemption of the faithful of all nations as well as his own people (chs. 24–27). These general truths are applied to the specific circumstances leading up to the attack by the Assyrian Sennacherib in 701 B.C. (chs. 28–35). Isaiah speaks forcefully against the folly of trusting Egypt instead of God in that situation.<\/p>     <p> (3) After these lessons in trust, the test as to whether to trust God or the nations is administered once again, this time to the son of Ahaz, Hezekiah. Thus, Isaiah 36–39 is anything but a historical appendix. These chapters are the climax of the whole argument of the book to this point. The prophet has asserted over and over again that God can be trusted. But is that all just rhetoric? Are they just words that have no historical significance? No, everything the prophet has said is true. The only question is whether anyone is listening or not. In the upshot, the answer is a short-term “yes” but a long-term “no.”<\/p>     <p> It is the combination of these two answers that sets the stage for this section. Because Hezekiah says “yes,” the sovereign power and unique trustworthiness of God are demonstrated and do not need any further explanation. The point of God’s absolute rule over the world and his ability to care for those who trust him has been made, and now it is possible to move on to further points in God’s and the prophet’s theological program.<\/p>     <p> Yet Hezekiah’s failure to witness these same truths to the Babylonian envoys is also important to what follows. Up to this point, it may have been thought this devout and trusting Hezekiah is the promised Immanuel (7:14). Perhaps he is the one who will be the savior of his people, and perhaps his kingdom is the one promised in chapters 9, 11, and 32–33. By placing this failure at the end of the section (ch. 39), the author-editor is not merely pointing ahead to the coming defeat by Babylon. Much more importantly, he is saying that Hezekiah is <em>not<\/em> Immanuel and that we must look to someone else yet to come for the fulfillment of the messianic promises. In my view, this is the only satisfactory explanation for reversing the chronological order of Isaiah 36–37 and 38–39.<\/p>     <p> The date of the event described in chapters 36–37 seems to be unquestionably 701 B.C., based both on Assyrian records and on those found in the Bible. But it does create one serious problem. First Kings 18:1 is explicit that Hezekiah began to reign in the third year of Hoshea of Israel, that is, about 727 B.C. But that would place his “fourteenth year” in 715, which is impossible. The solution seems to be that he was coregent with his father, Ahaz, until Ahaz’s death in 716, and that the years of his reign, unlike those of other coregents, were only counted from his full accession to the throne. Thiele does not accept this suggestion and argues that there is a twelve-year discrepancy in the accounts that has not been fully harmonized.<\/p>     ",
    "audit": null
}