{
    "id": 16243,
    "source": "niv",
    "verse_id": 18563,
    "verse_count": 8,
    "reference": "45:1–8",
    "title": "The Commission of Cyrus",
    "html": "               <p>C<small>YRUS NOW RECEIVES<\/small> his commission from God. He is specifically said to be God’s “anointed” or Messiah (45:1). The victories that will come to him will be gifts from God’s hand (45:1–3). They will not be his own accomplishments but will come from God for two purposes: that Cyrus himself might know that Yahweh, “the God of Israel,” is “the L<small>ORD<\/small>,” and that his work in history might be done “for the sake of Jacob my servant.”<\/p>     <p> Twice is it said that God has called Cyrus “by name.” This underlines the importance of the naming of Cyrus as an act of predictive prophecy. Isaiah has repeatedly insisted that God alone can tell the future and that the attempts to do so by the devotees of the gods only make them look like “fools” (44:25). His ability to name the deliverer far in advance is the climactic demonstration of this fact. If we deny the obvious predictive claim that Isaiah of Jerusalem is making and instead posit some unknown person simply declaring after the fact that Cyrus was God’s man, we have made this unknown prophet deny the very thing he claims. God has, then, <em>not<\/em> named the deliverer in advance and the prophet knows it. That is not great theology; it is misrepresentation of the facts.<\/p>     <p> One of the evidences of God’s lordship is that he knows the name of one who does not know God’s name (45:4–5). Even if Cyrus has never heard of Yahweh of Israel, Yahweh knows about Cyrus even before he is born. It is neither the Persian Ahura-mazda nor the Babylonian Marduk who rules the world of time and space, but Yahweh. The statement that Cyrus will recognize this eventually is an interesting one, and depending on how the identity of Darius in the book of Daniel is resolved, that book may give evidence of the realization of the promise (cf. Dan. 6:26–27). At the same time, Cyrus’s acknowledgment that he was called by the Lord to release his people (cf. Ezra 1:2) may be as much as this statement intends for him to do.<\/p>     <p> This segment ends much as the previous one (44:23–28) began: with a declaration of the absolute uniqueness of God (45:5–8). There is none like him, and his goal is that people all over the world will recognize his uniqueness. Three different times the Lord makes the statement that there is no other god than he (45:5–6).<\/p>     <p> This is all summed up in 45:7 with its dramatic statement that nothing on earth occurs apart from him. In this assertion Isaiah is denying the pagan understanding that good and evil (or light and dark) are two eternally coexistent principles battling in the universe. There is only one first principle, and he is light and good. If darkness and evil exist, they do so because the one God permits them to exist. In that sense, he is responsible for their existence.<\/p>     <p> But if the thought ended here, we might conclude that God has a kind of neutral position on the direction of the world. Verse 8 shows that is not the case. God does care passionately about the direction his creation takes. He expects that “right” (understood as an expression of his own character) will prevail and that “salvation” (in the sense of deliverance from all the effects of evil) will rule. That is what he “created” the earth for.<\/p>     ",
    "audit": null
}