{
    "id": 16126,
    "source": "niv",
    "verse_id": 17819,
    "verse_count": 12,
    "reference": "8:11–22",
    "title": "The People’s Blindness and Its Consequences",
    "html": "               <p>W<small>HAT IS TO BE<\/small> Isaiah’s response to all of this? How is he to react to the swirling intrigues all around him? Undoubtedly Jerusalem in 735 <small>B.C.<\/small> was like a pot on the boil. Not only was there a resurgent Assyria to worry about; there was the nearer problem of Syria and Israel. Everybody must have had a theory about what was really going on, and everyone had an opinion about what should be done.<\/p>     <p> In the middle of this whirlpool, God comes to Isaiah with specific instructions. In the first place, he is not to lose his focus on God. He should not be swept off his feet with the latest “conspiracy” theory, and he should not fall into the trap of fear. Unlike his contemporaries, he should not be spending time creating fanciful, unfounded explanations of “what is <em>really<\/em> going on,” arising out of the terror of uncontrollable events. Instead, he should focus his attention on serving and pleasing the God in whose hands our destinies reside. The attention to “fear” in 8:12–13 is important. The fear of the unknown is a defiling kind of fear, but the “fear of the L<small>ORD<\/small>” is clean (see Ps. 19:9). This phrase describes a way of life that pays primary attention to learning and obeying the ways of the only one who can truly be called “holy” (Isa. 8:13).<\/p>     <p> God tells Isaiah that if he gets his attention focused properly, God will be a “sanctuary” (8:14) for him. Regardless of what may be happening all around, the one focused on living for God and pleasing him in all things will have a place of security and confidence. The Holy One will provide a holy place (“sanctuary”; Heb. <em>miqdaš<\/em>), where the one who has focused on God will be at peace. But those who refuse to give God that central place in their lives will find that instead of being a rock of refuge, he will be a “stone” in the road to “stumble” over (8:14).<\/p>     <p> Here we come again to the dual significance of “God is with us.” God’s presence is the one inescapable fact of human life. We <em>will<\/em> encounter him in one way or another. Those who make a place for him find him to be the glue that holds everything together. Those who ignore him find their lives to be askew and cannot understand why. They have left out the most crucial factor in the equation of their lives, so that everything will always be unbalanced. The Lord God is either a sanctuary to dwell in or a stone to stumble over. Both Israel and Judah have chosen the latter way. Choosing to pay only ritual attention to God, they are prey to every new fear that comes along. And being prey to their fears, they make all the wrong decisions.<\/p>     <p> So what should Isaiah do in such a climate? Shall he simply give up in frustration? Or shall he keep hammering away at a people who cannot even understand what he is talking about? The answer is the middle way (8:16– 17). He should not give up declaring God’s word, but he should do it particularly to disciples who will “bind up” (i.e., treasure) those words for another day when God’s face will no longer be hidden from his people. Here Isaiah is a model of the very thing he is calling his people to do. Although he does not see the results he would like to see, still he will be faithful to God and to his calling, trusting God to fulfill his promises in his own way and time.<\/p>     <p> It is important here to note the synonymous relation between “wait” and “trust” (8:17) in this book and elsewhere in the Old Testament. True trust always involves an element of waiting. It means believing in results that we cannot see. A determination to have the results I want now is a major sign of an inability to trust.<\/p>     <p> In 8:19–22 we read what happens when people refuse to trust and obey God. They have God’s word given to them in the Torah and the Prophets, yet they refuse to consult it. They prefer instead to consult the dead! They go to “mediums and spiritists,” whose bizarre and mysterious mutterings are so much more interesting than the austere commands of God to treat one another in holy ways. The result is “distress and darkness” (8:22), which is hardly surprising. What can the creation tell creatures about the meaning and destiny of life? Only, as the philosopher said, that life is short and brutish. Neither nature (“the earth” [8:22]) nor politics (“the king” [8:21]) nor religion (“their God” [8:21]) will be able to shed any light. They have been trusting all these other things instead of the revealed God, and all of them have failed.<\/p>     <h4>Bridging Contexts<\/h4>     <p><b>D<small>ECEPTION AND FALSE HOPES<\/small>.<\/b> Verses 1–10 demonstrate that in this world appearances can be deceptive. Although God’s help often seems pitifully small in comparison with what the world seems to offer, we should not be deceived. In the end, what seemed so small is destroying what seemed so great (8:9–10). A recurring truth in this part of the book is that God’s weakness is greater than all human strength. Therefore he can be trusted, and we should not be deceived by the ephemeral glory of the nations of earth. It is all passing away, faster than we can imagine.<\/p>     <p> The section is also about the inevitable failure of false hopes. Humans were made with a capacity for trust. But that capacity was intended to find its ultimate residence in the One who does not change, the One who stands outside of time. If we have learned to do that, we will be able to trust those who are less than God, knowing that they may very well fail us, but knowing that if that should happen, all will not be lost. But when we refuse to trust God and instead place ultimate trust in creation, we are doomed to disappointment. When we put anything created in the place of God, it <em>must<\/em> fail, because we are asking something of it that it cannot possibly produce.<\/p>     <p> <b>Focus on God.<\/b> Humans have an incredible need to explain matters even when we do not have the data to do so. So we create explanations, which usually involve bad motives on the part of the participants. In the process of creating our conspiracy theories, we become so attached to them that even when the correct data emerges, we would rather believe our theories than the facts. Isaiah calls his people—and us—to focus on God and not on our own, usually spurious, explanations of events. We do not have all the data we need to provide adequate explanations. But we do have all the data we need on what it takes to please God. So Isaiah’s word is to focus on what we know and leave what we don’t know well enough alone.<\/p>     <p> It is often suggested that “the fear of the L<small>ORD<\/small>” is an Old Testament concept that modern Christians can do without. After all, 1 John 4:18 says that “perfect love drives out fear.” In other words, so the reasoning goes, if you fear God, then you must not really love him. But we need to remember that Jesus says almost the same thing as Isaiah: “Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell” (Matt. 10:28). So what is the proper “fear of the L<small>ORD<\/small>”? The fear of the Lord is awe-filled obedience to the Holy One, who has only to look at us to dissolve us but who instead has loved us and given himself for us. It is to put pleasing him before any other concern in our lives, being fully aware that our relationship to him is the <em>only<\/em> factor in life that will determine our destiny.<\/p>     <p> God will be a force in our lives in one way or another. He will either be a positive force or a negative one. He cannot be avoided. Either he will be the sanctuary we rest in secure from everything the world can throw at us, or he will be the thing we keep stumbling over. When he is left out of life, life does not work right. Relationships do not work. Laughter does not work. Work does not work. Stimulation does not work. This is the point of Genesis 3:16–19. It is not that a cruel God decided to make everything frustrating to Adam and Eve. Rather, life was made to function with God at the center of it. When we take him out and put ourselves at the center, life simply does not work.<\/p>     <p> Isaiah models an important principle of ministry that Jesus modeled as well. While he did not stop speaking to the masses and to the political leaders, he concentrated his ministry on a few disciples who were able to receive what he was saying and to transmit it faithfully to succeeding generations. In this way, he had the satisfaction of seeing some success while keeping the claims of God before the nation and seeking any who might wish to join his followers. Modern youth ministry has picked up this model and is using it with success.<\/p>     <p> <b>Control over the future.<\/b> The message of 8:19–22 is self-evident. If God is left out of life’s equations, then we must resort to other means in order to feel as if we have some control over life’s forces. There is a deep need in us to feel we have some knowledge of, and control over, the future. If the creator God of the Bible is rejected, then we will have to consult other means, and often it is the dead who are considered to have both some interest in their descendants and some access to the world of the spirits. But in fact, the dead know nothing, and the result is a deeper darkness of fear and superstition, as the practitioners of these spiritualist cults resort to sleight of hand, mysterious rites, and then spirit-possession in an attempt to hold their clients.<\/p>     <h4>Contemporary Significance<\/h4>     <p><b>S<small>UPREME POWER<\/small><\/b>. In our own times we have seen ample evidence of the futility of trusting in human glory instead of in God. Who could have believed in 1875 that in just seventy-five years the mighty British Empire would be dismembered and in ruins? It seemed more eternal than God. But the poet Laureate Rudyard Kipling, asked to compose a poem for Queen Victoria’s Diamond Jubilee, saw that reality clearly and wrote a somber piece fittingly called “Recessional.” One of its stanzas says:<\/p>     <blockquote>         <p>Far-called, our navies melt away<\/p>         <p>On dune and headland sinks the fire;<\/p>         <p>Lo, all our pomp of yesterday<\/p>         <p>Is one with Nineveh and Tyre!<\/p>         <p>Judge of the Nations, spare us yet,<\/p>         <p>Lest we forget—lest we forget!<\/p>     <\/blockquote>     <p>And the final one says:<\/p>     <blockquote>         <p>For heathen heart that puts her trust<\/p>         <p>In reeking tube and iron shard—<\/p>         <p>All valiant dust that builds on dust,<\/p>         <p>And guarding, calls not Thee to guard—<\/p>         <p>For frantic boast and foolish word,<\/p>         <p>Thy mercy on Thy people, Lord!<\/p>     <\/blockquote>     <p>Kipling saw correctly that it is God who is eternal, not the British Empire. Will any of us in the United States today, supreme in the world and unchallenged in its power, see the same?<\/p>     <p> More recently, who could have predicted in 1980 that within a decade the mighty Soviet Union that President Reagan so aptly named the “evil empire” would be reduced to a group of small struggling states looking to the West for investment just so they could produce basic needs? Who could have imagined the scene of Western Christian youth handing out Bibles on the streets of Russian cities being almost trampled as people who had been trained as atheists rushed to get a copy? God is still “the gently flowing waters of Shiloah,” but those waters are mightier than all the rivers of human dominion.<\/p>     <p> <b>God at work in history and in our lives.<\/b> It is interesting to watch the fascination of modern people with so-called “conspiracy theories of history,” such as the theories about the assassination of President Kennedy. There are those who seem to know exactly what happened, except that there are others who know it also and know something different. My experience as a college president taught me that many people prefer a twisted explanation of some event to the simple truth.<\/p>     <p> But Isaiah calls us to give up the fascination with “what really happened.” He calls us to believe that God is at work in history and that we can trust him to work all things together for the good of those who are called according to his purpose (Rom. 8:28). We need not worry about who really did this or why. This is not to say we should take no interest in current events, but it is to say that we need not be consumed with anxiety over these events and their causes and outcomes. We should focus on pleasing God, and then we can walk in quiet confidence with him.<\/p>     <p> <b>The fear of God.<\/b> Today we do not hear much about the fear of the Lord. In a “feel-good” age we want to hear that God loves us no matter what we do and that he will never leave us or forsake us. Both of those sentiments are profoundly true, and without them there would be no gospel for us to proclaim. However, the corollary that is often drawn from these truths is profoundly untrue, namely, that since God’s love is unconditional and since he will not forsake us, therefore how we behave is fundamentally unimportant. Of course, we think, we need to try to do our best, but since we will always sin anyway, we need not expect too much of ourselves. How far this thinking is from the perspective of Isaiah. God tells his people to stop worrying about what the Assyrians and the Syrians and the Israelites are going to do and to start worrying about what <em>he<\/em> is going to do!<\/p>     <p> This is not just some legalistic Old Testament idea. As noted above, Jesus echoes almost the same words. This is not to say that we should live in shivering terror that God is suddenly going to kill us because he has decided he does not like the way we are acting. Jesus goes on to say that we are worth more to God than the sparrows or the lilies he cares for so prodigally. So what does “fear of the L<small>ORD<\/small>” mean for us? It means we have to reorder our priorities. Instead of asking how we can please ourselves, we must ask how we can please God. Instead of spending all our time worrying about how to take care of ourselves, we ought to be asking how well we are living the life of the One who called us to be holy as he is holy (1 Peter 1:15–16). If we pay attention to this—the main thing—we can trust God to care for us in far better ways than we can ourselves.<\/p>     <p> Dr. Ben Hayden, pastor of First Presbyterian Church in Chattanooga, Tennessee, tells the story of a businessman whose company built landing craft for the military. A young government inspector let the businessman know that it was standard practice to pay the inspector under the table. The businessman told the inspector, “Son, I can’t do that. You see, I fear God, and that’s not right.” The inspector persisted, pointing out that he would allow the boats to be built much more cheaply than specified if he were paid off. But the businessman also persisted. A few days later the inspector rejected an entire batch of boats, and he told the businessman that either he would be paid or he would destroy the company. The businessman replied, “Son, I fear God, and that means I don’t fear you.” In the upshot, the company was pushed almost to liquidation but was saved at the last minute by an order for boats from another country, which had come upon some of the rejected boats at surplus and was impressed by their quality. If we fear God, we do not need to fear anything else.<\/p>     <p> Thus, God will either be our sanctuary or the stumbling block we keep falling over. This is much like the sun as described in Malachi 4. God will rise on us in the last day like the relentless Middle Eastern sun. But his effect on us will be determined by our condition. It is the same sun, but its heat affects stubble and a flesh wound in two very different ways. It sucks the last drops of moisture out of the stubble and effectively brings its life to an end. But that same sun seems to suck the infection out of the wound and speed its healing and restoration. The sun has not changed, only the conditions of those the sun’s rays strike are different. It is the same with us. God does not change. He does not love one and hate another. He loves everyone and does not will that anyone should be lost (Matt. 18:14; 2 Peter 3:9). It is up to us how we experience God. If we focus on him and on living his life in the power of the Holy Spirit, we will find that nothing the world can throw at us need disturb our peace in any final way.<\/p>     <p> It was an experience of such peace that convinced the Anglican missionary John Wesley, who was on his way to convert Indians in America, that he himself was not converted. He was on board a ship for America when a major storm struck. Wesley was terribly frightened and astounded to discover that some Moravian missionaries on board the ship were continuing a worship and prayer service in total serenity. When he asked them later if they were not afraid, they assured him that they knew their lives were in God’s hands and trusted him whatever the outcome. This is reminiscent of Shadrach, Meshach, and Abednego thousands of years earlier (Dan. 3:16–18). Get God in the right place in our lives and he is an impregnable sanctuary.<\/p>     <p> But if we do not get him in the right place, it is not simply that we do not have the blessing of his security. Rather, the failure to take account of him in life means that he becomes a genuine hindrance to all we undertake. It is customary in modern culture to lament the absence of God. The play <em>Waiting for Godot<\/em> presents with mind-numbing force the triviality and pointlessness of a life where one is constantly waiting for “Godot” to show up, something “Godot” never does. The playwright, Samuel Beckett, seems to be saying that we should stop this foolish looking for “Godot” and get on with trying to put together the pieces of life without him. But Beckett does not seem to realize that life is not so simple. It is not that we in the West want God but cannot find him. Rather, we have constructed a model of reality that we think effectively excludes God.<\/p>     <p> But we cannot exclude the Father from his universe. So we keep stumbling over him as we try to fill the God-shaped vacuum in our souls with possessions, pleasures, diversions, work, and power. In so doing we try to make creation serve us and fill the place of God in our lives. But no created thing can do that. No human relationship can do it. When we demand that someone else give us total allegiance, it does not work. Pleasure cannot do it. When we ask some pleasure to give us total joy, it does not work. Work cannot do it. When we ask work to give us complete fulfillment, it does not work. What are we doing? We are falling over God.<\/p>     <p> But perhaps someone says, “Hey, it seems to work pretty well for some people, if I believe half of what television depicts.” Perhaps, but even when life without God seems to work fairly well, who stands beckoning at the end of the way? It is life’s most inescapable reality, Death, and he mocks everything in a world without God. In the end, Death mocks all our attempts to make life work without God (Ps. 73:13–20; Eccl. 9:3). So the choice is ours: Will God be our sanctuary or our stumbling block?<\/p>     <p> <b>The secret of contentment.<\/b> Many people in the West today have chosen to make God their stumbling block. We have accepted the dictum of Reason Triumphant that there is nothing in life except the physical and material. Never mind that Reason is speaking outside its competency; we have accepted it. We have attempted to jettison the realities of the spiritual world and to function merely as if we were “naked apes,” as one book title has put it.<\/p>     <p> But a strange thing has happened to us superior Westerners. We have discovered that incredible physical and material wealth has not made us a happier, more contented people. Instead, we have found something strangely missing. Of course, that something is God. But we have not turned back to that old-fashioned biblical God of our ancestors. No, we have turned to something much more “modern” and “scientific”—the horoscope, the occult, and the mother goddess. Much too educated to believe in miracles, we swallow with alacrity the most amazing hodge-podge of superstition and paganism. Then we are surprised at the rapid increase of spiritual darkness all around us. God has become the stumbling block, and we are falling all over him. The only question is how far he will have to let us fall before we finally get the picture.<\/p>     ",
    "audit": null
}