{
    "id": 16283,
    "source": "niv",
    "verse_id": 18788,
    "verse_count": 14,
    "reference": "58:1–14",
    "title": "",
    "html": "          <blockquote>         <p> “S<small>HOUT IT ALOUD<\/small>, do not hold back.<\/p>         <p> Raise your voice like a trumpet.<\/p>         <p>Declare to my people their rebellion<\/p>         <p> and to the house of Jacob their sins.<\/p>         <p> For day after day they seek me out;<\/p>         <p> they seem eager to know my ways,<\/p>         <p>as if they were a nation that does what is right<\/p>         <p> and has not forsaken the commands of its God.<\/p>         <p>They ask me for just decisions<\/p>         <p> and seem eager for God to come near them.<\/p>         <p> Why have we fasted,’ they say,<\/p>         <p> and you have not seen it?<\/p>         <p>Why have we humbled ourselves,<\/p>         <p> and you have not noticed?’<\/p>         <p>“Yet on the day of your fasting, you do as you please<\/p>         <p> and exploit all your workers.<\/p>         <p> Your fasting ends in quarreling and strife,<\/p>         <p> and in striking each other with wicked fists.<\/p>         <p>You cannot fast as you do today<\/p>         <p> and expect your voice to be heard on high.<\/p>         <p> Is this the kind of fast I have chosen,<\/p>         <p> only a day for a man to humble himself?<\/p>         <p>Is it only for bowing one’s head like a reed<\/p>         <p> and for lying on sackcloth and ashes?<\/p>         <p>Is that what you call a fast,<\/p>         <p> a day acceptable to the L<small>ORD<\/small>?<\/p>         <p>“Is not this the kind of fasting I have chosen:<\/p>         <p>to loose the chains of injustice<\/p>         <p> and untie the cords of the yoke,<\/p>         <p>to set the oppressed free<\/p>         <p> and break every yoke?<\/p>         <p> Is it not to share your food with the hungry<\/p>         <p> and to provide the poor wanderer with shelter—<\/p>         <p>when you see the naked, to clothe him,<\/p>         <p> and not to turn away from your own flesh and blood?<\/p>         <p>Then your light will break forth like the dawn,<\/p>         <p> and your healing will quickly appear;<\/p>         <p>then your righteousness will go before you,<\/p>         <p> and the glory of the <small>LORD<\/small> will be your rear guard.<\/p>         <p>Then you will call, and the L<small>ORD<\/small> will answer;<\/p>         <p> you will cry for help, and he will say: Here am I.<\/p>         <p>“If you do away with the yoke of oppression,<\/p>         <p> with the pointing finger and malicious talk,<\/p>         <p> and if you spend yourselves in behalf of the hungry<\/p>         <p> and satisfy the needs of the oppressed,<\/p>         <p>then your light will rise in the darkness,<\/p>         <p> and your night will become like the noonday.<\/p>         <p> The L<small>ORD<\/small> will guide you always;<\/p>         <p> he will satisfy your needs in a sun-scorched land<\/p>         <p> and will strengthen your frame.<\/p>         <p>You will be like a well-watered garden,<\/p>         <p> like a spring whose waters never fail.<\/p>         <p> Your people will rebuild the ancient ruins<\/p>         <p> and will raise up the age-old foundations;<\/p>         <p>you will be called Repairer of Broken Walls,<\/p>         <p> Restorer of Streets with Dwellings.<\/p>         <p> “If you keep your feet from breaking the Sabbath<\/p>         <p> and from doing as you please on my holy day,<\/p>         <p>if you call the Sabbath a delight<\/p>         <p> and the LORD’s holy day honorable,<\/p>         <p>and if you honor it by not going your own way<\/p>         <p> and not doing as you please or speaking idle words,<\/p>         <p> then you will find your joy in the L<small>ORD<\/small>,<\/p>         <p> and <small>I<\/small> will cause you to ride on the heights of the land<\/p>         <p> and to feast on the inheritance of your father Jacob.”<\/p>         <p>The mouth of the L<small>ORD<\/small> has spoken.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>W<small>E RETURN AGAIN<\/small> to the inability of the people to do righteousness, as they were commanded in <em>Meaning<\/em> 56:1. Whereas in 56:9–57:13 their own attempts at righteousness were depicted as idolatrous, here those attempts are seen as being selfish and oppressive. Instead of their religion making them a blessing to those around them, as God intended, it made them a curse. Interestingly, the people were being caught up in what God had not particularly commanded—fasts—and were neglecting what he had specifically commanded—the Sabbath feast.<\/p>     <p> Verses 1–3 introduce the subject. The people give every appearance of piety and genuine concern to know God’s will. But in fact, says Isaiah, they have “forsaken the commands” of God and are in a state of “rebellion.” The evidence of this fact is in their approach to their cultic behavior. Why are they engaging in this behavior? Is it to express gratitude and submission to God? No, for as their quotation in verse 3 indicates, they are engaging in the behavior for the very same reasons the pagans do, to manipulate God to act in their favor.<\/p>     <p> Verses 4–12 expand on this theme. God <em>does<\/em> want to bless his people (58:8–9, 10b–12), but that blessing cannot be obtained by cultic manipulation. It is given freely to those who are in unbroken covenant relations with him. What evidence can the Israelites give that they are in such a relationship? Ethical behavior. Only twice in the Old Testament does God command persons to fast. But in hundreds of places he commands his people to treat other people, especially those weaker than they, with respect, justice, and kindness. So here God tells the people that if they want to stop doing something, they can stop oppressing the poor (58:6–7).<\/p>     <p> In fact, they fast for the very opposite reason of what God intends for his people. Instead of abandoning themselves and their needs into the hands of God and instead of giving themselves away to others, their religious activities have become self-serving. Verse 5 suggests this self-serving aspect with the phrase “a man to humble himself (lit., “to afflict oneself”). The worshiper is merely doing something to himself to show how devoted he is. Verse 3 makes it even more explicit: “You do as you please.” It is not surprising, then, that such religious behavior issues in oppression, violence, and hatred. Whenever human needs are exalted above everything else, the supply of those needs justifies any behavior at all.<\/p>     <p> God calls for behavior that is self-forgetful and outward-looking. Let acts of self-denial be for the sake of others and not for one’s own sake. Work “to set the oppressed free” (58:6). Eat less in order to have food to give to the “hungry.” Wear less-expensive clothes in order to clothe the “naked” (58:7, 10). This is the kind of cessation and self-affliction God has “chosen.”<\/p>     <p> The reference to “light” in verses 8 and 10 looks both backward and forward. It looks back to the promises to the Servant in 42:6 and 49:6. By means of the Servant, God’s light of justice will shine through his people to be a light for the nations. That theme is found as early in the book as 2:5 and continues through 30:26 and 51:4. The theme reaches its climax in 60:1–3, the passage to which this one looks forward. Through God’s people the blessings of his covenant will be extended to the whole earth. Then the people who have walked in darkness will indeed see a “great light” (9:2).<\/p>     <p> Verses 13 and 14, speaking about the Sabbath, are connected to the preceding as a way of further saying what kind of cessation God <em>would<\/em> like. He would like his people to stop doing as they “please” on the Sabbath day (cf. 58:3). Again, the issue of going one’s “own way” is central. Cult, even costly and self-denying cult, is attractive because it seems to offer a way to get God to do what we want. But ceasing work (for ourselves) and ceasing selfenhancing activities is not at all attractive. Nevertheless, the Sabbath is enjoined as one of the feast days and is to be considered as a time of delighting in the Lord and in all his blessings to us. It does not manipulate God but is a means of developing the all-important relationship with him.<\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>N COLOSSIANS<\/small> 2:20–23, Paul says that one of the failings of rigorous self-discipline and careful <em>Contexts<\/em> attention to the forms of worship is that they cannot restrain the passions. No place is that more evident today than around the Church of the Holy Sepulcher during Passion Week. People have fasted all week, preparing themselves for the Easter celebrations. What happens? Processions from each of the branches of Christendom, all led by priests garbed in every kind of glittering and costly vestment, jostle with one another seeking pride of place. And quickly jostling and harsh comments descend into full-scale riots, with golden crucifers and shepherds’ crooks being used as battleaxes. Is this the religion of Christ, who laid down his life for his enemies? Hardly! We can envision him standing again on the Mount of Olives, looking at the spectacle with tears streaming down his face.<\/p>     <p> But just as painful is another picture, one of a wealthy evangelical employer who gives liberally to missions but refuses to pay his employees anything above the minimum wage and refuses to contribute to retirement and health-care plans for them. Certainly the Lord does not want him to stop giving to missions, but doing that is no justification for mistreating people.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HE ILLUSTRATIONS ABOVE<\/small> demonstrate that the issue is the same for us today as it was 2,700 years <em>Significance<\/em> ago. We are still just as tempted to use religious behavior as a way of manipulating God for our selfish ends as our Israelite forbears were. It is interesting that Isaiah uses fasting, because that continues to be a practice of Christians today who seek a more disciplined life. Other activities, however, have replaced Israelite cultic activities, such as church attendance, daily devotions, prayer, tithing, and so on, and these are all liable to the same dangers.<\/p>     <p> The danger is that we engage in them in order to wring blessings from a God who, we feel, is disinclined to give blessings unless we manipulate him in some way. Insofar as these attitudes, either consciously or unconsciously, govern our behavior, to that extent our religion is nothing more than idolatry. By contrast, to the extent that our religious life is characterized by selfforgetful service, freely given with no return expected, to that extent it is mirroring the life of God. And to those who are in the flow of God’s life, blessing is a natural and abundant by-product. In this kind of behavior we show that we know God and are not in a relationship with him for what we can get, but for love.<\/p>     <p> However, it is important to remember the larger context of Isaiah here, for the point being made is the same as that found in the New Testament. We cannot live this kind of covenant life in our own strength. It is only as God empowers us with his grace that we are able to lay aside our self-serving attitudes and give ourselves away in love to God and others.<\/p>     <p> In this regard, there is cause for concern over the phenomenal popularity at present of the so-called “Prayer of Jabez” (1 Chron. 4:9–10). While there is no indication this is the intent of those who have popularized it, the idolatrous use of this prayer is a real danger. To repeat a set of words as though its mere repetition guarantees divine favor is the furthest thing from biblical faith. Yet one hears this use of the prayer touted in many quarters. People say things like, “I’ve said that prayer every day for a month, and my business has never been so good.” Surely the idea is not to repeat Jabez’s words but to emulate his attitude of committing himself to God. We do not find strength to deny ourselves and cultivate the life of the Holy Spirit by repeating words. We find such strength in abandoning ourselves to the sanctifying grace of God.<\/p>     ",
    "audit": null
}