{
    "id": 16178,
    "source": "niv",
    "verse_id": 18120,
    "verse_count": 12,
    "reference": "25:1–12",
    "title": "",
    "html": "          <blockquote>         <p>O L<small>ORD, YOU<\/small> are my God;<\/p>         <p> I will exalt you and praise your name,<\/p>         <p>for in perfect faithfulness<\/p>         <p> you have done marvelous things,<\/p>         <p> things planned long ago.<\/p>         <p>You have made the city a heap of rubble,<\/p>         <p> the fortified town a ruin,<\/p>         <p>the foreigners’ stronghold a city no more;<\/p>         <p> it will never be rebuilt.<\/p>         <p>Therefore strong peoples will honor you;<\/p>         <p> cities of ruthless nations will revere you.<\/p>         <p>You have been a refuge for the poor,<\/p>         <p> a refuge for the needy in his distress,<\/p>         <p>a shelter from the storm<\/p>         <p> and a shade from the heat.<\/p>         <p>For the breath of the ruthless<\/p>         <p> is like a storm driving against a wall<\/p>         <p>  and like the heat of the desert.<\/p>         <p>You silence the uproar of foreigners;<\/p>         <p> as heat is reduced by the shadow of a cloud,<\/p>         <p> so the song of the ruthless is stilled.<\/p>         <p>On this mountain the LORD Almighty will prepare<\/p>         <p> a feast of rich food for all peoples,<\/p>         <p>a banquet of aged wine—<\/p>         <p> the best of meats and the finest of wines.<\/p>         <p>On this mountain he will destroy<\/p>         <p> the shroud that enfolds all peoples,<\/p>         <p>the sheet that covers all nations;<\/p>         <p>  he will swallow up death forever.<\/p>         <p>The Sovereign LORD will wipe away the tears<\/p>         <p> from all faces;<\/p>         <p>he will remove the disgrace of his people<\/p>         <p> from all the earth.<\/p>         <p>The L<small>ORD<\/small> has spoken.<\/p>     <\/blockquote>     <p> In that day they will say,<\/p>     <blockquote>         <p>“Surely this is our God;<\/p>         <p> we trusted in him, and he saved us.<\/p>         <p>This is the L<small>ORD<\/small>, we trusted in him;<\/p>         <p> let us rejoice and be glad in his salvation.”<\/p>         <p>The hand of the L<small>ORD<\/small> will rest on this mountain;<\/p>         <p> but Moab will be trampled under him<\/p>         <p> as straw is trampled down in the manure.<\/p>         <p>They will spread out their hands in it,<\/p>         <p> as a swimmer spreads out his hands to swim.<\/p>         <p>God will bring down their pride<\/p>         <p> despite the cleverness of their hands.<\/p>         <p>He will bring down your high fortified walls<\/p>         <p> and lay them low;<\/p>         <p>he will bring them down to the ground,<\/p>         <p> to the very dust.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>A<small>S I HAVE SAID<\/small> previously, the book of Isaiah makes it clear that judgment and destruction are never God’s intended last words. Rather, he intends that those harsh words will pave the way for the happier words of hope and redemption. This is the case in Isaiah 24 and 25. From the silence of the shattered city, we move to the joy of a feast where the host is the Lord.<\/p>     <p> Initially, the note of praise sounds like the praise we expect from redeemed Israel. Her Lord has been faithful to his promises and has “done marvelous things” (25:1). He has completely destroyed the “city” of the wicked and the oppressors (25:2) and in so doing has become a “refuge for the poor…[and] the needy” from “the breath of the ruthless” (25:4–5). But in 25:3 is the hint of a significant addition to this picture. The guests at the coronation feast are not merely the people of God rejoicing in their deliverance from “the strong peoples” and “the ruthless nations.” In fact, representatives of those very peoples are present at the feast as well, honoring and revering (lit., fearing) the Lord. Redemption and deliverance are not for Israel alone but for all peoples who turn to God in faith and humility.<\/p>     <p> This theme is developed in 25:6–9. There is no sense in which God glories in the destruction of the wicked (cf. Ezek. 18:23; 33:11). He does not wipe his hands with a sigh of relief and say, “I’m glad that’s over.” If judgment and destruction cannot be avoided in the end in the name of justice, that is not what God wants to do. Rather, he wants to invite “all peoples” (Isa. 25:6) to his feast. Nor is the “all” merely accidental, for it is repeated no less than four more times in 25:7–8. The author wants us to know that everyone on earth is invited to the celebration.<\/p>     <p> What is the occasion of that celebration? Oftentimes a king would hold a great feast at a time when he wished to make a special pronouncement. That is the case here. At this great feast where the very finest of foods (25:6) have been put before his guests, the host announces a new dispensation. The “death” that has ruled the earth since Adam and Eve, drenching it with tears, is going to be swallowed up. The “shroud” that has covered “all nations” will be removed (25:7), and the tears that have stained every face will be wiped away (25:8). No longer will there be a division between those who believe in the one God (“his people”) and those who do not. Rather, it will become apparent that the faith the Israelites put in God, which seemed so misplaced to the idol worshipers (a “disgrace”), was in fact the truth (25:8). The Holy One of Israel is the one God of the whole earth. When he finally declares the rule of death to be at an end, his sole lordship will become crystal clear.<\/p>     <p> Verse 9 emphasizes once again the overarching theme of chapters 7–39: the trustworthiness of God. If the nation of unclean lips (cf. 6:5) is to bear a message of hope and redemption to the world, then, like the prophet of unclean lips, they must have a revelation of the supremely trustworthy character of God. So at the great feast in Mount Zion, what will “they”—not only Israel but also the redeemed from all peoples—say? “Surely this is our God; we trusted in him, and he saved us.” In other words, they will praise God for his trustworthiness.<\/p>     <p> God can be trusted when nothing and no one else on earth can. If we trust the nations of humanity instead of God, they will turn on us and destroy us. But why should we trust them in the first place? They are all subject to God and will be judged at his bar of judgment. They cannot save us if they would. Their only hope is the same as ours: the trustworthiness of God.<\/p>     <p> But the thought of this unit does not end on this glorious note. Instead, it turns to a stunning contrast—so stunning that some commentators argue it does not belong here. However, it does fit with the characteristic we have already seen several times in the book (as recently as 24:14–16), namely, the prophet’s tendency to turn back from glorious promises of the future to the grim realities of the present. Furthermore, we have noted his penchant for graphic illustrations of a point, and this segment is nothing if not graphic.<\/p>     <p> If this understanding of the material is correct, what point is being made? It is similar to the one made in Exodus 34:6–7:<\/p>     <blockquote>         <p>The L<small>ORD<\/small>, the L<small>ORD<\/small>, the compassionate and gracious God, slow to anger, abounding in love and faithfulness, maintaining love to thousands, and forgiving wickedness, rebellion and sin. Yet he does not leave the guilty unpunished; he punishes the children and their children for the sin of the fathers to the third and fourth generation.<\/p>     <\/blockquote>     <p>Yes, God is merciful and compassionate, slow to get angry, and quick to forgive. But no one dare presume on that grace to live a profligate life, assuming God will not notice. Sin <em>will<\/em> be punished, and its deadly consequences will not be immediately curtailed.<\/p>     <p> That is the point being made here. Yes, God intends to make his salvation available to all persons from all nations. He intends to remove the shroud of death from all people, not just those he chose as his own. But there is <em>one<\/em> qualification. Those benefits are available to all who abandon their trust in themselves or in any other created thing; they are not available to those who persist in “pride” (25:11) or who trust in their own mighty achievements (25:12). So if the end of time will be marked by a great feast where God’s blessings will be made available to all, it will also be marked by terrible destruction on those who refuse to turn to God in trust. Destruction is not God’s intended last word, but we have the choice of making it his last word.<\/p>     <p> The language of 25:10b–11 is difficult, so it is not possible to be sure about some of the imagery. The general picture, however, is clear. Moab, representing all who oppose ultimate reality, instead of having the shroud of death removed from his face, finds himself face down in a barnyard of liquid manure. If the NIV reading “under him” is correct, then the contrast between those who trust God and those who refuse to do so is made more explicit. The former experience his hand of blessing upon them (25:10a) while the latter are “trampled” under his feet (25:10b). They will “spread out their hands” to swim in the manure, but despite all their skills, they will be unable to save themselves.<\/p>     <p> As in 24:20, the weight of the guilt of rebellion is simply too heavy. All the human achievements in which we are inclined to trust will be brought down into the “dust.” We should not think that “Moab” is worse than any other nation here. They have simply been singled out to represent the rest of the proud human race that refuses to recognize the right and authority of their Maker. Edom is used in the same way in Isaiah 34 as the conclusion to chapters 13–33.<\/p>     <h4>Bridging Contexts<\/h4>     <p>P<small>ERSONS WHO TRAVEL<\/small> to Israel are often disappointed to find that Jerusalem is not located on the highest mountain in the area. They have read passages like this one, where Jerusalem is repeatedly referred to as “this mountain,” and have formed certain expectations. But the point of this reference is a symbolic one. In the ancient world mountains were considered to be the homes of the gods. So Mount Olympus in Greece or Mount Cassius in Syria was felt to be an especially holy place. Here God is saying that there is really only one “holy mountain,” the place where he, the sole Creator of the universe, has chosen to place his name. Thus, we read elsewhere that Jerusalem will be made the highest of the mountains (cf. Zech. 14:10), and Isaiah speaks not only here but on three other occasions about all the nations coming to worship God on the “holy mountain” of Jerusalem (2:3; 27:13; 66:20). Thus, Jerusalem’s prominence is not a geographic one but a spiritual one.<\/p>     <p> Many modern Western, largely urbanized readers will find the language of 25:10–12 concerning Moab shocking and disgusting. At the same time, such people can munch on popcorn while watching horror movies where the blood seems almost to flow out of the movie or television screen. The people of biblical times would find that shocking. While it is important to recognize that there was a shock value intended in this description, we must also remember that rural people of all times and places can be matter-of-fact about some of the grosser and cruder elements of life that tend to send more urbanized people reeling. What biblical people find truly shocking is the casual and thoughtless brutality that all too often characterizes urban life.<\/p>     <h4>Contemporary Significance<\/h4>     <p>D<small>EATH AND RESURRECTION.<\/small> This chapter puts the choices that face the human race in bold relief. No matter what we may have done to one another, if we will turn to God in trust, there is hope for us. Death, the last enemy, has been conquered. But if we insist that we need no redemption, that we can take care of ourselves, God himself will assist the death angel as he carries us off.<\/p>     <p> This passage has one of the clearest teachings on resurrection in the Old Testament. As such it speaks to the greatest issue in the modern world—the issue of death. Given the insistence today that this world and this life are all there is, death makes a mockery of the whole thing. All our achievements and accomplishments, all our struggles and pain, are meaningless because, as the Preacher says, we all die, the saint and the sinner, the winner and the loser together (Eccl. 9:3–4). Death takes away the possibility of individual human significance. The only alternative is to say that humanity will go on after I die and that therefore I have some significance as a part of the race. But that is my only significance, and a very small one.<\/p>     <p> This is, of course, exactly where paganism enters. Individuals do not count for anything. It is only as they conform to some ideal conception of humanity that they matter at all. Our individual differences are erased in death and so are insignificant. The one small hope that our individuality might survive is if ancestor worship can be sufficiently inculcated.<\/p>     <p> Death not only destroys the idea of individual worth, it also destroys the idea of moral values. What does it matter what you or I do, since death is going to get us all in the end? The only thing that matters is a maximum of comfort, pleasure, security, and power so that I can escape death as long as possible. If this world is all there is and death marks the end of any meaningful existence, then there is no right or wrong, and no activity has any real meaning. But because our silly spirits crave meaning, we each have to create it in any way we can, all the time knowing that the meaning we are creating is itself meaningless. This is where the “existentialist” philosophers arrived in the middle of the last century, and their thinking has filtered down to the average person today.<\/p>     <p> But this chapter and its fulfillment in the New Testament tell us that the existentialist idea is false. We have not been created for death but for life. Death has lost its sting, and the grave has been robbed of its victory (1 Cor. 15:55). God the Father has defeated death forever in the death and resurrection of his Son, Jesus Christ. To be sure, we await the final day when the King will make his promised pronouncement and death will cease to be. But until then we can live in the assurance that we do have individual significance and that death cannot destroy that. Furthermore, we can know that trust in God and renunciation of our pride are ultimate values that will make all the difference in whether we conquer death or death conquers us.<\/p>     <p> When will that pronouncement occur? The book of Revelation gives us more details. The feast of the King portrayed here will be the wedding supper of the Lamb (Rev. 19:7–9). It is the feast of the Lamb because it is through his death and resurrection that death is conquered. This imagery extends back to Exodus, when a lamb’s death made it possible for the firstborn of Israel to escape death in Egypt (Ex. 12:12–13). So it is not accidental that Jesus instructed those who follow him to eat his flesh and drink his blood (John 6:53–56). He was consciously associating himself with the Passover lamb. But because death could not conquer him and the Father has raised him to new life, “the Lamb who was slain” (Rev. 5:12; cf. 13:8) is alive to be both host and groom at the last day.<\/p>     <p> Immediately following the announcement of the wedding supper of the Lamb in Revelation 19 is a discussion of the conquest of death, culminating in the statement in 20:14 that “death and Hades were thrown into the lake of fire,” and in 21:4 that “there will be no more death or mourning or crying or pain, for the old order of things has passed away.” It is significant that the imagery of Christ changes from Lamb to Conqueror immediately after the announcement of the wedding supper. He rides on a white horse (19:11) and leads the armies of heaven (19:14) to a great battle, which is called “the great supper of God” (19:17), when the vultures eat the corpses of those who have opposed the King (19:21).<\/p>     <p> We think here immediately of what Isaiah said about Moab. Death will be conquered and destroyed, but those who refuse the offer of the Lamb will be met by the Conqueror and will go down to a worse fate than death, namely, “the second death” (Rev. 2:11; 20:6, 14; 21:8). God offers deliverance from death to all, but those who refuse his offer will find an eternity of torment.<\/p>     ",
    "audit": null
}