{
    "id": 16218,
    "source": "niv",
    "verse_id": 18422,
    "verse_count": 11,
    "reference": "40:1–11",
    "title": "God’s Promised Deliverance",
    "html": "               <p>T<small>HESE VERSES ARE<\/small> often referred to as the “prologue” to the book of “Second Isaiah.” Some have even seen them as the call of the anonymous prophet who is supposedly responsible for the book. More recent thinking has suggested that the real significance of the material is not as a new call but as an extension and expansion of chapter 6. No longer is the prophetic message to be primarily one of judgment. That point has been made and will be confirmed in the fires of the Exile. Now, however, the message is to be one of hope. Special prominence is given to speech in the passage. Although the people have withered and fallen like dried grass, God’s word as spoken by his prophet will not fail. Just as he had said that judgment would come, and it had, so he now says restoration will come, and it will!<\/p>     <p> Verses 1 and 2 provide an introduction and set the tone for the following three three-verse stanzas. The idea of the word translated “comfort” (v. 1) is to “encourage,” as is “speak tenderly” (v. 2). Isaiah sees a day when God’s servants will be crushed to the ground under the burden of their sins. They will feel sure that all is lost and that all the promises have been nullified by their rebellion. But the message to be proclaimed to them is that this is not so. The Exile is not to destroy them but only to punish them. Now that punishment is complete (“double”), and God has a word of hope for them.<\/p>     <p> In the first stanza (40:3–5), some of the language of chapter 35 is resumed. There is a “highway” in the “desert\/wilderness.” But in this case, the highway is for “our God.” As in 52:7 and 63:1, it is God who comes to helpless Zion to set her free. Nothing can prevent his swift coming to his people’s aid, neither mountains nor valleys. The highway will be level and straight, so that God can come quickly. Once again, the identity of the one speaking is not important. Rather, it is the word to be spoken. If there is to be deliverance for God’s people, it must come from God’s direct intervention. There is no other hope.<\/p>     <p> That fact is underlined in the second stanza (40:6–8), where perhaps another voice (though possibly the same voice as in vv. 3–5) cries out that “all men [Heb. flesh] are like grass.” This has a twofold implication. On the one hand, Judean flesh is like grass. They have been consumed by their sins, and there is no permanence in them at all, nor is there anything they can do to help themselves. But it is also true that Babylonian flesh is as grass. If the Judeans are to be delivered, God will have to do it. But if he <em>does<\/em> decide to do it, there is nothing the Babylonians can do to prevent it. There is no permanence in anything human, but if God speaks a promise, that “word” will stand, and nothing earthly can alter it.<\/p>     <p> Because that is so, “Zion” has a word to declare to the surrounding villages. There is some controversy about the speaker in this final stanza (40:9–11). One possibility is that represented in the NIV text, namely, that there is yet a third unidentified speaker, who is commanded to bring the “good tidings to Zion.” There is a certain attractiveness to this proposal since the content of the previous stanzas has been addressed to Zion.<\/p>     <p> However, the most natural way to read the Hebrew is that Zion is this messenger of good tidings. There is a consistency in that point of view also, in that Zion’s place is not merely as a recipient of God’s grace but also as a messenger of that grace to the surrounding world. The good news, as it is stated later in 52:7, is about the intervention of God in the world: He “comes.” The Creator breaks into his world, both to break the power of evil with his strong “arm” (40:10) and, “like a shepherd,” to gather up the broken in his gentle “arms.”<\/p>     ",
    "audit": null
}