{
    "id": 16214,
    "source": "niv",
    "verse_id": 18400,
    "verse_count": 12,
    "reference": "38:9–20",
    "title": "Hezekiah’s Lament",
    "html": "               <p>T<small>HESE VERSES ARE<\/small> often referred to as Hezekiah’s psalm of thanksgiving for his deliverance from death. However, the meter of the Hebrew lines is that of a lament, and several of the other features of a lament, though not all, are present. Only 38:16, 17, and 19 sound notes of thanks and praise.<\/p>     <p> In fact, the psalm seems to be largely a meditation on mortality. In 38:10–14 Hezekiah speaks of the untimeliness of the announced death. In “the prime of my life” (v. 10) relates well to his situation, as does “robbed of the rest of my years.” It is particularly fellowship with God and with other humans “in the land of the living” that he hates to lose (v. 11). But at its best, life is transient, and Hezekiah uses two different figures of speech to express this transience: a “shepherd’s tent” and cloth on the “loom” (v. 12). The tent is never very long in one place as the shepherd keeps moving to follow the flock. And although a cloth seems permanently attached to the loom, there must inevitably come a day when it is “cut” loose. Life is just as impermanent.<\/p>     <p> In both verses 12 and 13, Hezekiah repeats the phrase “day and night you made an end of me.” This emphasizes that our lives are always in God’s hands, but it also emphasizes the inevitability of death at God’s hands. There was no place to get away from God, either in light or dark. Hezekiah thought he would feel better when day came (38:13), but there was no release. But just as death is from the Lord, so is life. If there is to be any hope, it is from “the heavens”; if any “aid,” it is from the Lord (38:14).<\/p>     <p> It is unclear whether 38:15 is to be taken negatively or positively. If it does begin with an expression of thanks, it has a muted tone. The point seems to be that all of “this,” both the disease and its subsequent removal, is the work of God and not of Hezekiah. What lesson should Hezekiah draw? He should certainly not stride through life in arrogance as though his life were his own. He has come through great “anguish of…soul” and has been delivered, so he should live with that awareness, both in gratitude and with a sense of responsibility.<\/p>     <p> Verse 16 continues to be somewhat ambiguous because the referent of “such things” (Heb. “them”) is unclear. Probably it denotes both the devastating illness and the gracious deliverance. Hezekiah determines to rest his “life” in the awareness that each new day is a gift from God. He believes that the “anguish” he went through has been beneficial (38:17). Perhaps one benefit is a new realization of God’s “love” and mercy. Despite his profession in 38:3 that he has been completely loyal to God, the king is aware that if God were to treat him in complete justice, his “sins” would merit nothing but death (cf. Ps. 130:3).<\/p>     <p> Verses 18–19 express the idea that it is to God’s benefit to keep the faithful alive since those in the “grave” (Heb. <em>šol<\/em>, the underworld) “cannot praise” God for his “faithfulness.” Rather, it is “the living” who praise God and who pass along their testimony of his faithfulness to their children (38:19). These ideas seem to be in line with those found in the Psalms. The idea of a blissful afterlife with God is not yet developed in Old Testament thought. This made death especially fearful in that time.<\/p>     <p> Verse 20 moves to an unambiguous note of praise. It fits the “vow of praise” with which the lament form typically closes. The speaker is confident of God’s deliverance even before it has taken place or before it has been completed. Here Hezekiah, in ways that fit in with what we know of his work with the Levitical singers (2 Chron. 29:25–26), promises that as long as he is alive, there will be joyful music to the saving God in his “temple.”<\/p>     ",
    "audit": null
}