{
    "id": 16123,
    "source": "niv",
    "verse_id": 17793,
    "verse_count": 16,
    "reference": "7:10–25",
    "title": "The Sign of Immanuel",
    "html": "               <p>G<small>OD TAKES AHAZ<\/small> a step further by offering him a sign to prompt faith. It can be of any magnitude that Ahaz likes: high as heaven or deep as hell. In other words, God is asking Ahaz to be daring in reaching out to him in faith. In some ways, this is Ahaz’s last chance. Had he picked up the challenge at this point, who can say how his own story and the story of his nation might have been different? That may be one explanation for the extreme nature of the offer: God is “pulling out all the stops” to try to move the Judean king to faith.<\/p>     <p> But Ahaz refuses the challenge (7:12). Maddeningly, he does so with an appeal to piety. He says that to ask God for a sign would be to test God, something forbidden in the Torah (Num. 14:22; Deut. 6:16). But the testing referred to in the Torah is not believing God’s promises! To obey the command of God and step out in faith in his promises is nothing like the rebellions in the desert, where the Israelites doubted God’s goodness and essentially dared him to do what he had said he would. Ahaz’s supposed piety is only a mask for the same kind of unbelief.<\/p>     <p> Isaiah clearly recognizes this as he responds with frustration (7:13). Ahaz has already tried his people’s “patience,” perhaps with the huge tribute he has sent to Tiglath-Pileser (2 Kings 16:8). Now he is trying the patience of God. It is one thing for the people to wonder how much longer they must put up with this pro-Assyrian king, but things move to an entirely different level when God begins to wonder how much longer he must put up with that king. Such a king is on thin ice indeed.<\/p>     <p> So God says he will give Ahaz a sign anyway. The sign that Isaiah offers (7:14) has provoked endless controversy, largely because of Matthew’s identification of its fulfillment in Christ (Matt. 1:23). If it were not for this fact, there appears to be little in the sign itself to arouse such emotion. On the surface the sign seems to be that before a child conceived at the time of the saying is twelve years of age, the two nations that so frighten the house of David will be destroyed (7:16).<\/p>     <p> However, there are three factors in the sign itself that raise some question about this apparently straightforward interpretation. (1) God himself urges Ahaz to ask for a remarkable sign. On the surface there seems nothing remarkable about the sign that God actually gives. (2) The second unusual feature is the choice of the word used to identify the mother of the child. The word used is not the normal one for “woman” (<img alt=\"image 26\" src=\"images\/000013.jpg\">         <em>ššah<\/em>) or “girl” (<em>na“arah<\/em>), but a relatively unusual one meaning “young woman of marriageable age” (<em>“almah<\/em>). When we discover that the LXX translates the word with “virgin” (<em>parthenos<\/em>), the mystery is deepened. (3) Finally, the choice of a name for the child is a bit strange since its immediate relevance to the historic situation is not clear, whereas there is a direct relevance in the names of the other two children mentioned (Shear-Jashub [7:3]; Maher-Shalal-Hash-Baz [8:3]). The mention of this second child highlights another oddity. The verbs describing the conception, birth, and naming of that child there are the same as those in 7:14.<\/p>     <p> Taken together, all of these suggest that there is more going on in this sign than meets the eye and that Matthew has not merely (mis-)appropriated some ancient text for his own purposes, as some modern commentators suggest he did. I believe that the sign as originally given had a single meaning but a double significance. Its meaning is that God is with us and we need not fear what other human beings may do to us. The first significance is for Ahaz’s own day. He need not go to Assyria because God is with Judah.<\/p>     <p> But is that just a sentiment? Is it just a theological assertion, or is it based on fact? Is God <em>really<\/em> with us? The answer to the question is “yes.” God has come to take up residence with us as one of us. How has that fact been accomplished? By giving him a human mother but no human father. This is the reason for the use of the ambiguous word “<em>almah<\/em>. In its first significance the virginity of the mother at the time of the announcement of the sign is all that is being intended. Thus, the typical word for “virgin” (<em>btulah<\/em>) is not used; it would have called too much attention to itself. Yet for the real significance of the sign to be realized, the virginity of the mother at the time of the birth is critical. Thus, the common words for “woman” or “girl” cannot be used.<\/p>     <p>The fact that <em>“almah<\/em> has the definite article suggests that Isaiah is identifying a particular woman. Some have suggested that this is a wife of Ahaz, who will be the mother of Hezekiah. There are two difficulties with this proposal. One is the unlikelihood that Hezekiah could have been born as late as 734 <small>B.C.<\/small>, especially if the 726 date for his accession is accepted. The other is the use of the word <em>“almah<\/em> itself. There seems to be no reason to use it if the referent is to the queen or a member of the harem. They are already married, and the word does not appear to be used elsewhere of an already-married woman. Another possibility, and one that seems more likely to me in the light of 8:1–3, is that Isaiah is referring to the young woman he is about to marry, who is standing there in the crowd.<\/p>     <p> At any rate, before this child who is shortly to be conceived is able “to reject the wrong and choose the right” (7:15–16), Syria and Israel will be destroyed. This phrase most likely refers to the age of accountability, the time when, in later parlance, a boy became a “son of the commandment.” Although this is now considered to occur at age twelve, there is no precise statement of the age in the Bible. As mentioned above, this suggests that the encounter narrated here takes place by 735 <small>B.C.<\/small>, some twelve or thirteen years before the fall of Samaria and the final destruction of the northern kingdom of Israel.<\/p>     <p> Commentators are divided as to the significance of the two statements about eating “curds and honey” (7:15, 22). Some see it as a reference to deprivation, since the context of 7:22 suggests the destruction and depopulation of the agricultural land. In other words, all that will be left to eat will be a little curdled milk and some honey. However, while it is correct that 7:23–25 do depict agricultural disaster, the reference itself may have an ironic twist. Typically, curds and honey were the food of royalty, but Isaiah seems to be saying that there will be so few people left in the land after the Assyrian incursions that they will be able to eat like kings on what is left (7:21–22).<\/p>     <p> In this light, the sign has a double implication. On the one hand, the young boy will see a day when Judah will no longer need to fear either Syria or Israel; they will be gone. But on the other hand, they will have been replaced with something infinitely worse: rampaging Assyria (7:17, 20). In the nearly two hundred years since the division of Solomon’s kingdom, there had been no major political changes on the east coast of the Mediterranean. Now all that is to change dramatically as Assyria wipes out nation after nation in a matter of about fifty years (7:17).<\/p>     <p> Thus, the child is a sign that God is with Judah in two ways, one positive and the other negative. Since God is with them, they need not fear their two small neighbors. But since they have refused to trust God and have instead put all their trust in their worst enemy, they are going to find out what a disastrous mistake that is. To leave God out of the equation of their lives and their planning because of fear is to fall prey to a far worse fear. Ahaz has acted as though God is not and Assyria is, and that is a foolish course of action. It is God’s presence that must be accounted for in every decision. Because Ahaz is trusting something else in place of God, he will discover God who <em>is<\/em> with us, bringing the very thing he has trusted against him (7:18–19).<\/p>     <h4>Bridging Contexts<\/h4>     <p><b>T<small>HE LONG VIEW AND THE SHORT VIEW<\/small><\/b>. These verses speak of the difference between the long view (God’s) and the short view (ours). The short view will always plunge us into fear and instability, just as it did Ahaz. Ahaz could only see the immediate danger and therefore thought that he had to find a way out by entrusting himself to what was a much greater danger—Assyria. If he had taken the time to listen to God’s perspective on the matter, he would have known that the extreme measures he thought he had to take were in fact unnecessary. Because he refused to do what Isaiah urged him to do (i.e., trust God and look at the situation from God’s perspective), he was ruled by fear and made a bad decision. Decisions made out of fear will almost always be bad ones. Decisions that grow out of the calmness borne of explicit trust, however, can be thoughtful and reasoned.<\/p>     <p> <b>Piety and faith.<\/b> Ahaz demonstrates a profound truth: Piety is not the same as faith. Piety is the appearance of religion while trust in God is the substance of religion. Ahaz does not have the substance and tries to cover this up with a veneer of appearance. Jesus condemned the Pharisees for the same sin. They tithed and prayed and gave charity to the poor, but it was all a show. They were worshiping themselves being pious. True piety follows as a result of trusting in God. There are certain behaviors that reflect a life given over completely to him. To say we trust God and yet refuse to obey his commands is a contradiction in terms. True, it is possible to have genuine trust in God and lack certain evidences of piety, but it is <em>not<\/em> possible to have genuine piety while lacking genuine trust in God.<\/p>     <p> On the surface of it, the Immanuel sign seems odd. It was not fulfilled in the short term until several years into the future, and it was not fulfilled in the long term for seven hundred years! We should note that most of the kinds of signs offered by God in the book of Isaiah, and indeed in the Old Testament, were not designed to create faith. That is, they were not some supernatural act that made unbelieving people believe on the spot. Rather, they were typically events occurring in the future that would confirm that the faith exercised in the past was correct.<\/p>     <p> Faith is always faith. It is a step into the unknown. There will be evidence to support it, but there is never advance proof, so that we may take the step of “faith” with no risk attached. That is not faith.<\/p>     <p> This was the problem with the religious leaders in Jesus’ time. They wanted “signs” that would create faith where there had been none, as they understood the signs of the Exodus to have done. As a matter of fact, the Exodus signs did not create faith; witness the entire generation who had seen the Exodus signs dying in the desert, convicted by the failure of their faith to go up and receive the Promised Land. Signs <em>confirm<\/em> faith; they do not create it. That is why Jesus would only give the “sign” of his resurrection (Matt. 12:39; John 2:19). To those who did not believe previously, the resurrection was merely an embarrassment to be explained away. But for those like the disciples, who had already committed themselves to him, the resurrection was a wonderful confirmation of their faith.<\/p>     <p> <b>The genuineness of predictive prophecy.<\/b> One of the issues at stake in the Immanuel prophecy is the genuineness of predictive prophecy. It is an axiom of many modern biblical scholars that Bible writers had no more access to the future than any normally perceptive person has today. This means two things: (1) Writings that claim to predict the future were actually written at the same time or even after the events they claimed to predict, and (2) later writers who saw the fulfillment of prophecy in events in their own times were simply making creative appropriation of ancient writings that actually had no reference to future events.<\/p>     <p> The biggest problem with this view is that it flies directly in the face of the biblical claims. Some who hold such a belief are at least consistent and admit that the Bible has no revelatory value. But what about those who accept those arguments and yet still say the Bible has authority for the Christian church? What authority? The authority of false claims and misreadings? There is no easy middle ground. I will develop this argument in more detail later in this commentary where Isaiah makes it the lynchpin in his argument for the incomparability of Yahweh (see comments esp. on 43:8–13). Suffice it to say here that if there was no intention to speak of the Messiah in Isaiah 7:14, then Matthew is guilty of misusing evidence in his claim that this proves Jesus of Nazareth was the promised Messiah of the Old Testament. If that is so, much of the New Testament claim for the identity of Jesus must be discarded.<\/p>     <p> At the same time, we should not push the evidence to say more than it does. To say that Isaiah expected a literal fulfillment of “God with us” in the flesh at some future date is not to say that he had anything like a full understanding of the details of Jesus Christ’s life. In fact, apart from what was directly revealed to him, he may have had many incorrect expectations for the Messiah. Thus, to say that the book of Isaiah contains many predictions of the coming Son of David that were given as specific predictions and were legitimately interpreted as such by New Testament writers is not to say that the Old Testament prophets had anything like a complete picture. This is the point of Peter’s comment in 1 Peter 1:10–12, that the prophets would have loved to see what the people of the first century A.D. saw.<\/p>     <p> The idea of God’s being “with” people is a prominent one in the Old Testament. From the Garden of Eden (Gen. 3:8) to Isaac (26:28) to Joseph (39:2–3) to the tabernacle (Ex. 40:38) to Gideon (Judg. 6:12–13) to David (1 Sam. 18:12, 14) to Asa (2 Chr. 15:9) to Hezekiah (2 Kings 18:7) and to Ezra (Ezra 1:3), the presence of God with his people is the heart of the Old Testament experience. God is not a force or a principle but a person—and a person who wishes to be personally present with his creatures. That presence is protection; it is fulfillment; it is sustenance. When he is not with us, the result is disaster (Num. 14:43). But if he is with us, then life cannot only be endured, it may be triumphed over. But that presence is not only a metaphor; it is a reality. God has taken on himself our flesh, and in that flesh he has taken even our sin into himself. This is why the enfleshed God is to be called “Immanuel”—“God with us.”<\/p>     <h4>Contemporary Significance<\/h4>     <p><b>D<small>ECISION-MAKING TIME<\/small>.<\/b> We live in a day when good decisions are harder and harder to come by. Thirty years ago the Swedish economist Staffan Linder predicted that as we in the West became more and more productive and therefore had more and more things to consume, time, a fixed commodity that cannot be increased, would become more and more precious. Thus, such time-consuming occupations as relationship-building, romance, child-rearing, and caring for the elderly would have to be radically streamlined, with the latter two being farmed out to the least productive (least expensive) elements in the society. His predictions have proved frighteningly prescient.<\/p>     <p> Linder made the same observation concerning decision-making. In a society where it is cheaper (less time-consuming) to make something new than to repair something defective, Linder said we would simply make snap decisions and throw away the results of our bad decisions. So we witness the abortion epidemic today. Shall we take a lot of time to get to know one another, and shall we carefully guard our sexuality for the one to whom God guides us? Of course not. That is much too slow. Simply jump into the beds of partner after partner in the hope that one of them will turn out to be Ms. or Mr. Right. Pregnancies? Just throw them away.<\/p>     <p> Surely there are some decisions that can be made quickly. This is not an argument for paralysis. We can spend so long debating the merits of the alternatives that we never do anything. Rather, this is a plea that we consider the direction of God in our lives as something worth any amount of time we put into it. To do otherwise is to run the risk of deciding for all the wrong motives: self-aggrandizement, fear, passion, or greed.<\/p>     <p> We need to seek God’s Word—something Ahaz did not do. We need to seek it in the Scriptures, in the counsel of godly elders, in the nature of the circumstances, and in our own hearts. What we must avoid at all costs is what Ahaz did, deciding what we want and then asking God if he could not please bless what we want. We need to come to him at the beginning of the process and ask his will with the blankest page possible. When we have the confidence of his word on the subject, we can then go forward with a clean conscience, a courageous heart, and a confident step. If we live in trust in God, even if we do not have a prophet who can tell us exactly what the future holds, we can live in the kind of watchful quietness Isaiah urged upon Ahaz and thus make decisions that are not emotional knee-jerks but thoughtful and reasoned responses.<\/p>     <p> <b>Piety and faith.<\/b> Ahaz demonstrates the real danger of piety without faith. It is to have the form of godliness (2 Tim. 3:5) while missing the substance of the relationship. Piety is the by-product, not the end product. Is going to church good? Is having daily devotions good? Is avoiding lust, greed, and self-indulgence good? Is moderate, inoffensive speech good? Is regular, significant giving to the cause of Christ good? Is integrity in all one’s dealings good? The answer to all of these is “of course.” But are any of them faith in God? The answer is “no.”<\/p>     <p> In fact, these things can be deadly substitutes for faith in God. If I rely on any of these to give me standing with the eternal, holy God, I am building my house on the sand (Matt. 7:26–27). Faith in God is a radical, soul-encompassing surrender to the love of God demonstrated to us in “God with us”—Immanuel. If we are genuinely walking in such a trust relationship, then we will do all those things listed above. But they will be expressions of the relationship with Immanuel, not substitutes for it, as was the case with Ahaz.<\/p>     <p> At the same time these kinds of actions are valid fruit of a life in God. If they are not present—that is, if I have no love for worship with the people of God, if my mouth is flippant and coarse, if I am ruled by destructive habits, if I use my money first for myself and toss a crumb to God now and then—observers may justly wonder whether I know God at all. So the two are concomitants of each other. But it is the radical faith that is the root, with piety being only the fruit.<\/p>     <p> <b>God with us.<\/b> What does it mean for us today that “God is with us”? This is one of the most profound truths in all of Scripture—profound because of the nature of the biblical God. It was not a big thing in the ancient Near East to say that one of the gods was with someone. After all, the gods were a part of the universal system. Just as the air was “with” them, so were the gods. But the biblical God is not part of the universal system. He stands outside of that system. This was one problem the Greek philosophers wrestled with. If there is such a being, then of necessity that being must be utterly separated from his creatures. He could have nothing to do with them because if he did, they would be affecting him, and that could not be.<\/p>     <p> The Bible does not solve this problem for us; it simply asserts that it is not a problem. God is absolutely other than we, <em>but<\/em> this supreme, all-powerful, all-good, all-caring One is able to enter into fully personal relationships with each of his creatures. This was true throughout the Old Testament, where to say God was with someone was almost synonymous with saying that person was full of the Spirit of God (see Gen. 39:23; 41:38–39). Evidently the Spirit is the agent through whom we experience the presence of God in our lives.<\/p>     <p> But with the coming of Christ the reality of God’s “withness” has taken on a new dimension. Prior to the Incarnation there was a sense in which God could only be alongside us. Now he is able to be <em>in<\/em> all of us in ways that were limited to a select few in Old Testament times. This is what Jesus had in mind when he said that the Spirit was with the disciples and would be in them (John 14:17). His tabernacle is no longer in the center of the camp but in the human heart itself. This means we can walk without fear. If God is in us through the power of the Holy Spirit, then neither the condemnation of our past sins nor the power of present temptation can defeat us. If God be for us, who can be against us (Ps. 56:9; Rom. 8:31)? Nothing that any earthling can do to us can ultimately hurt us, because Immanuel has conquered death. If God is with us, we can dare to have integrity in our dealings with one another and with the world. There is no loss that can overcome the power of the cross of Christ to redeem it.<\/p>     <p> “God is with us” would be a great truth even if Christ had not come. But it would only be partial in its hope. There would always be the grave, the single most inescapable reality of human experience, the one reality the immortal God could not share or remove if he is just. But God in Christ has gone with us all the way. He has gone with us all the way into the tomb. And having gone in with us, he can bring us out with him. Immanuel!<\/p>     ",
    "audit": null
}