{
    "id": 16212,
    "source": "niv",
    "verse_id": 18392,
    "verse_count": 22,
    "reference": "38:1–22",
    "title": "",
    "html": "          <p>I<small>N THOSE DAYS<\/small> Hezekiah became ill and was at the point of death. The prophet Isaiah son of Amoz went to him and said, “This is what the L<small>ORD<\/small> says: Put your house in order, because you are going to die; you will not recover.”<\/p>     <p> Hezekiah turned his face to the wall and prayed to the LORD, “Remember, O LORD, how I have walked before you faithfully and with wholehearted devotion and have done what is good in your eyes.” And Hezekiah wept bitterly.<\/p>     <p>Then the word of the LORD came to Isaiah: “Go and tell Hezekiah, ‘This is what the LORD, the God of your father David, says: I have heard your prayer and seen your tears; I will add fifteen years to your life. And I will deliver you and this city from the hand of the king of Assyria. I will defend this city.<\/p>     <p>“‘This is the L<small>ORD<\/small>’s sign to you that the L<small>ORD<\/small> will do what he has promised: I will make the shadow cast by the sun go back the ten steps it has gone down on the stairway of Ahaz.’” So the sunlight went back the ten steps it had gone down.<\/p>     <p>A writing of Hezekiah king of Judah after his illness and recovery:<\/p>     <blockquote>         <p>I said, “In the prime of my life<\/p>         <p> must I go through the gates of death<\/p>         <p> and be robbed of the rest of my years?”<\/p>         <p>I said, “I will not again see the L<small>ORD<\/small>,<\/p>         <p> the L<small>ORD<\/small>, in the land of the living;<\/p>         <p>no longer will I look on mankind,<\/p>         <p> or be with those who now dwell in this world.<\/p>         <p>Like a shepherd’s tent my house<\/p>         <p> has been pulled down and taken from me.<\/p>         <p>Like a weaver I have rolled up my life,<\/p>         <p> and he has cut me off from the loom;<\/p>         <p> day and night you made an end of me.<\/p>         <p>I waited patiently till dawn,<\/p>         <p> but like a lion he broke all my bones;<\/p>         <p> day and night you made an end of me.<\/p>         <p>I cried like a swift or thrush,<\/p>         <p> I moaned like a mourning dove.<\/p>         <p>My eyes grew weak as I looked to the heavens.<\/p>         <p> I am troubled; O Lord, come to my aid!”<\/p>         <p>But what can I say?<\/p>         <p> He has spoken to me, and he himself has done this.<\/p>         <p>I will walk humbly all my years<\/p>         <p> because of this anguish of my soul.<\/p>         <p>Lord, by such things men live;<\/p>         <p> and my spirit finds life in them too.<\/p>         <p>You restored me to health<\/p>         <p> and let me live.<\/p>         <p>Surely it was for my benefit<\/p>         <p> that I suffered such anguish.<\/p>         <p>In your love you kept me<\/p>         <p> from the pit of destruction;<\/p>         <p>you have put all my sins<\/p>         <p> behind your back.<\/p>         <p>For the grave cannot praise you,<\/p>         <p> death cannot sing your praise;<\/p>         <p>those who go down to the pit<\/p>         <p> cannot hope for your faithfulness.<\/p>         <p>The living, the living—they praise you,<\/p>         <p> as I am doing today;<\/p>         <p>fathers tell their children<\/p>         <p> about your faithfulness.<\/p>         <p>The L<small>ORD<\/small> will save me,<\/p>         <p> and we will sing with stringed instruments<\/p>         <p>all the days of our lives<\/p>         <p> in the temple of the L<small>ORD<\/small>.<\/p>     <\/blockquote>     <p> Isaiah had said, “Prepare a poultice of figs and apply it to the boil, and he will recover.”<\/p>     <p> Hezekiah had asked, “What will be the sign that I will go up to the temple of the L<small>ORD<\/small>?”<\/p>     <h4>Original Meaning<\/h4>     <p>I <small>HAVE ARGUED<\/small> that chapters 36–39 stand in relation to chapters 7–12 as a kind of a mirror image. Chapters 7–12 show the consequences of Ahaz’s refusal to trust God and his trusting the nations (in particular, Assyria) instead. The result was near destruction at the hands of the very nation he trusted. But the chapters conclude on a hopeful note, because God will not break his promise either to his people or to the house of David. He will send a Davidic Messiah to restore his people and rule them in peace and justice. Chapters 36–37 reverse the picture. Isaiah’s prophecy has come true, and Judah has been devastated by Assyria. But Hezekiah, Ahaz’s son, does put his trust in God and does not surrender to Assyria. As a result God proves his trustworthiness by keeping his word and delivering Judah from Sennacherib.<\/p>     <p> But the mirror image effect continues. Whereas chapters 7–12 began badly and ended well, chapters 36–39 begin well and end badly. Chapters 38–39, which are closely connected, depict a Hezekiah who is both mortal and fallible. This segment ends with the prediction of the Exile under Babylon, with Hezekiah’s descendants in the Davidic dynasty serving the Babylonian king as eunuchs. What is going on? This question is intensified when we realize that the events in at least chapter 38 took place before the deliverance in 701 B.C. In other words, they have been pulled out of chronological order for some reason. What could the reason be?<\/p>     <p> Since the Scripture does not answer the question explicitly, any answer we give must be tentative. Many commentators have suggested that the materials have been pulled out of chronological order in order to put the prediction of the Babylonian exile at the end of the segment and thus to provide a transition from the Assyrian section of the book to the Babylonian one. That is probably correct, but I suggest a more complex reason for changing the order. Not only does it provide a chronological transition, but it also provides a theological one. Who is this promised Davidic Messiah? Is it not Hezekiah? He is the one whose faithfulness has secured continued life for the nation. He is the one who has manifested the kind of spirit that makes true leadership possible. We also know from Kings and Chronicles that he restored both justice and religious faithfulness in the land during his reign. Surely this is the child of chapter 9, the root from the stump of Jesse in chapter 11, the man on the throne in chapter 16, and the righteous, beautiful king in chapters 32–33.<\/p>     <p> Chapters 38–39 tell us this is not the case. However good a man Hezekiah may have been, he is just that, a man. Even if he receives extended life (ch. 38), death is still his fate, as the focus of the psalm in 38:9–20 emphasizes. He is not the one who can usher in an eternal kingdom. Nor is he the almighty God (9:6). His behavior, however commendable, is not infallible (39:1–8). Instead of using the opportunity to glorify the God who had delivered him from death, Hezekiah tries to impress the Babylonian envoys with his wealth and armaments. Trust is a way of life, not an affair of the moment. So these chapters not only prepare us for the coming Babylonian exile, they also prepare us for a further revelation of the nature and character of the promised Messiah. If it is not Hezekiah, then who is it? Chapters 40–66 address this question, and chapters 38–39 prepare the reader for it.<\/p>     ",
    "audit": null
}