{
    "id": 16300,
    "source": "niv",
    "verse_id": 18899,
    "verse_count": 16,
    "reference": "65:1–16",
    "title": "",
    "html": "          <blockquote>         <p>“I<small> REVEALED MYSELF<\/small> to those who did not ask for me;<\/p>         <p> I was found by those who did not seek me.<\/p>         <p>To a nation that did not call on my name,<\/p>         <p> I said, Here am I, here am I.’<\/p>         <p> All day long I have held out my hands<\/p>         <p> to an obstinate people,<\/p>         <p>who walk in ways not good,<\/p>         <p> pursuing their own imaginations—<\/p>         <p> a people who continually provoke me<\/p>         <p> to my very face,<\/p>         <p>offering sacrifices in gardens<\/p>         <p> and burning incense on altars of brick;<\/p>         <p>who sit among the graves<\/p>         <p> and spend their nights keeping secret vigil;<\/p>         <p>who eat the flesh of pigs,<\/p>         <p> and whose pots hold broth of unclean meat;<\/p>         <p> who say, Keep away; don’t come near me,<\/p>         <p> for I am too sacred for you!’<\/p>         <p>Such people are smoke in my nostrils,<\/p>         <p> a fire that keeps burning all day.<\/p>         <p>“See, it stands written before me:<\/p>         <p> I will not keep silent but will pay back in full;<\/p>         <p> I will pay it back into their laps—<\/p>         <p>both your sins and the sins of your fathers,”<\/p>         <p> says the L<small>ORD<\/small>.<\/p>         <p> “Because they burned sacrifices on the mountains<\/p>         <p> and defied me on the hills,<\/p>         <p>I will measure into their laps<\/p>         <p> the full payment for their former deeds.”<\/p>         <p>This is what the L<small>ORD<\/small> says:<\/p>         <p>“As when juice is still found in a cluster of grapes<\/p>         <p> and men say, ‘Don’t destroy it,<\/p>         <p> there is yet some good in it,’<\/p>         <p>so will I do in behalf of my servants;<\/p>         <p> I will not destroy them all.<\/p>         <p>I will bring forth descendants from Jacob,<\/p>         <p> and from Judah those who will possess my mountains;<\/p>         <p>my chosen people will inherit them,<\/p>         <p> and there will my servants live.<\/p>         <p>Sharon will become a pasture for flocks,<\/p>         <p> and the Valley of Achor a resting place for herds,<\/p>         <p> for my people who seek me.<\/p>         <p>“But as for you who forsake the L<small>ORD<\/small><\/p>         <p> and forget my holy mountain,<\/p>         <p>who spread a table for Fortune<\/p>         <p> and fill bowls of mixed wine for Destiny,<\/p>         <p> I will destine you for the sword,<\/p>         <p> and you will all bend down for the slaughter;<\/p>         <p>for I called but you did not answer,<\/p>         <p> I spoke but you did not listen.<\/p>         <p>You did evil in my sight<\/p>         <p> and chose what displeases me.”<\/p>         <p>Therefore this is what the Sovereign L<small>ORD<\/small> says:<\/p>         <p>“My servants will eat,<\/p>         <p> but you will go hungry;<\/p>         <p>my servants will drink,<\/p>         <p> but you will go thirsty;<\/p>         <p>my servants will rejoice,<\/p>         <p> but you will be put to shame.<\/p>         <p> My servants will sing<\/p>         <p> out of the joy of their hearts,<\/p>         <p>but you will cry out<\/p>         <p> from anguish of heart<\/p>         <p> and wail in brokenness of spirit.<\/p>         <p>You will leave your name<\/p>         <p> to my chosen ones as a curse;<\/p>         <p>the Sovereign L<small>ORD<\/small> will put you to death,<\/p>         <p> but to his servants he will give another name.<\/p>         <p> Whoever invokes a blessing in the land<\/p>         <p> will do so by the God of truth;<\/p>         <p>he who takes an oath in the land<\/p>         <p> will swear by the God of truth.<\/p>         <p>For the past troubles will be forgotten<\/p>         <p> and hidden from my eyes.<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>T<small>HESE SIXTEEN VERSES<\/small> constitute God’s answer to the preceding lament. While some scholars dispute this, saying that there is really no answer to the charge that God has been silent, the fact is God answers the real issue: the continuing rebellion of the people. They have sought to placate God with a reliance on cult and liturgy that is as offensive to him as any of the pagan worship. They have relied on their status as the elect of God while continuing to live lives of self-willed, self-serving sin. They call themselves the “servants of God,” but they are not.<\/p>     ",
    "audit": null
}