{
    "id": 16277,
    "source": "niv",
    "verse_id": 18742,
    "verse_count": 13,
    "reference": "55:1–13",
    "title": "",
    "html": "          <blockquote>         <p> “C<small>OME<\/small>, <small>ALL YOU<\/small> who are thirsty,<\/p>         <p> come to the waters;<\/p>         <p>and you who have no money,<\/p>         <p> come, buy and eat!<\/p>         <p>Come, buy wine and milk<\/p>         <p> without money and without cost.<\/p>         <p> Why spend money on what is not bread,<\/p>         <p> and your labor on what does not satisfy?<\/p>         <p>Listen, listen to me, and eat what is good,<\/p>         <p> and your soul will delight in the richest of fare.<\/p>         <p> Give ear and come to me;<\/p>         <p> hear me, that your soul may live.<\/p>         <p>I will make an everlasting covenant with you,<\/p>         <p> my faithful love promised to David.<\/p>         <p> See, I have made him a witness to the peoples,<\/p>         <p> a leader and commander of the peoples.<\/p>         <p> Surely you will summon nations you know not,<\/p>         <p> and nations that do not know you will hasten to you,<\/p>         <p>because of the L<small>ORD<\/small> your God,<\/p>         <p> the Holy One of Israel,<\/p>         <p> for he has endowed you with splendor.”<\/p>         <p> Seek the L<small>ORD<\/small> while he may be found;<\/p>         <p> call on him while he is near.<\/p>         <p> Let the wicked forsake his way<\/p>         <p> and the evil man his thoughts.<\/p>         <p>Let him turn to the L<small>ORD<\/small>, and he will have mercy on him,<\/p>         <p> and to our God, for he will freely pardon.<\/p>         <p> “For my thoughts are not your thoughts,<\/p>         <p> neither are your ways my ways,”<\/p>         <p>declares the L<small>ORD<\/small>.<\/p>         <p> “As the heavens are higher than the earth,<\/p>         <p> so are my ways higher than your ways<\/p>         <p> and my thoughts than your thoughts.<\/p>         <p>As the rain and the snow<\/p>         <p> come down from heaven,<\/p>         <p>and do not return to it<\/p>         <p> without watering the earth<\/p>         <p>and making it bud and flourish,<\/p>         <p> so that it yields seed for the sower and bread for the eater,<\/p>         <p> so is my word that goes out from my mouth:<\/p>         <p> It will not return to me empty,<\/p>         <p>but will accomplish what I desire<\/p>         <p> and achieve the purpose for which I sent it.<\/p>         <p> You will go out in joy<\/p>         <p> and be led forth in peace;<\/p>         <p>the mountains and hills<\/p>         <p> will burst into song before you,<\/p>         <p>and all the trees of the field<\/p>         <p> will clap their hands.<\/p>         <p> Instead of the thornbush will grow the pine tree,<\/p>         <p> and instead of briers the myrtle will grow.<\/p>         <p>This will be for the L<small>ORD<\/small>’s renown,<\/p>         <p> for an everlasting sign,<\/p>         <p> which will not be destroyed.”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>W<small>E TURN NOW<\/small> from the announcement in chapter 54 that all is forgiven to the invitation to experience that forgiveness. The tone is one of earnest appeal with no less than twelve imperative or jussive verbs occurring in the first seven verses. Everything has been done, the tables are set, all is in readiness. How tragic it would be if those who are invited fail to come. Once again, we sense the great significance of what was prophesied in chapter 53. Something is revealed there that has changed the tone of all that follows. The bride <em>is<\/em> restored, the city <em>is<\/em> rebuilt. What a tragedy if those for whom all this has been done fail to enter into it. They <em>must<\/em> come.<\/p>     <p> In 55:1–5 the invitation is expressed in the strongest terms to those who have no resources in themselves. It begins in physical imagery (“come to the waters,” “come, buy and eat,” vv. 1–2) and moves onto a more spiritual plane (“that your soul may live,” v. 3). God’s invitation is not merely to find a supply of bodily needs but to satisfy a person’s whole being (<em>nepes<\/em>; NIV “soul”) with true life. Once again, as in 54:10, the language of “everlasting covenant” is used. The old covenant was broken and thus legally annulled after the allotted punishment had been meted out. But God promises another covenant, this one on the pattern of the unconditional one given to “David” (55:3).<\/p>     <p> But more is going on than simply a similarity between the covenants. It is plain that in some sense this “everlasting covenant” <em>is<\/em> the covenant with David. For what David was in part, “a witness to the peoples” (55:4), the nation now will be able to bring to fulfillment (see also 43:8–13). The nations of the world will flock to restored Israel because of their God (55:5).<\/p>     <p> This is, of course, exactly what was predicted in Isaiah 2. This everlasting covenant, evidently made possible by what was described in chapter 53, will mean that God’s people really will be enabled to fulfill the servanthood promised to them at the beginning of the book. But they must accept what God has done for them. <small>A<\/small> banquet table is worse than useless to the person who is either too proud or too ashamed to come and eat from it.<\/p>     <p> Verses 6–11 address the universal problem of people who hear the invitation of God with clarity. They cannot deny the reality of the choice before them: to stay where they are in unbelief or to go forward in immense uncertainty. Surely for people in Isaiah’s own day, but no less so for those who read these words in the Exile, the message of what is now 52:13–53:12 was largely a mystery. What in the world was God talking about? Who is this person, and how in the world can what he did make it possible for God to be <em>eternally<\/em> reconciled to his people?<\/p>     <p> God’s challenge to these people is to exercise faith first and let understanding come afterward. God promises that what he says (his “word,” 55:11) is indeed reliable and that forgiveness and abundance are theirs now and in the future, if they will only seek him sincerely and unreservedly. Once again, the issue is not deliverance from physical captivity but deliverance from alienation from God—the real problem. If the “wicked” will turn from their “way” and “thoughts” (55:7) to God’s “ways” and “thoughts” (55:8–9), even if those “ways” and “thoughts” are not perfectly intelligible to them, they will be pardoned and restored.<\/p>     <p> All of this is brought to a close in 55:12–13. While much more than deliverance from physical captivity is being talked about, that imagery would communicate most immediately in the circumstances of the Exile. All nature will rejoice in the redemption of humanity (cf. 42:10; 44:23; 49:13), and in place of sorrow and sighing there will be “joy” and “peace” (cf. 35:10; 51:11) as the captives return to their God.<\/p>     <h4>Bridging Contexts<\/h4>     <p>J<small>ESUS USES THIS<\/small> same intensity of invitation in his parable of the king’s banquet (Luke 14:23). When those who were first invited to the banquet refused to come, the king told his servants to go out “to the roads and country lanes and make them come in, so that my house will be full.” God has made all the preparations, and he <em>will<\/em> find people to respond to his invitation. As Paul says, not many of these will be mighty or wise or noble, as the world defines those (1 Cor. 1:26–29). The mighty, the wise, and the noble demand that God’s ways and thoughts be made intelligible to them first. But the lowly, the helpless, and the broken don’t have to have things explained to them; they simply see the open door and the loaded tables.<\/p>     <p> An illustration of both the gravity and the intensity of this invitation can be illustrated by a time of tragedy, such as a flood. A mother, a son, and a daughter are clinging to the upper branches of a large tree surrounded by raging flood waters. The rescue team in a boat cannot get right up to the tree because of debris, but the distance between the boat and the tree can be jumped with effort. The team in the boat shout with urgency, “Jump, jump,” but the family members are afraid. Finally, summoning up courage, the son jumps and lands safely in the boat. Then the daughter jumps. She falls into the water, but the rescuers are ready and quickly pull her into the boat. Now the rescuers along with the son and daughter plead with the mother, “Jump, jump, you can do it! We’ll catch you if you fall short.” There is a compelling urgency in the invitation. But she is afraid, and as she debates whether to jump or remain in the apparent safety of the tree, there is a terrible crack, the tree falls, and she is swept away with it. “Seek the L<small>ORD<\/small> while he may be found.”<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>RUST AND SURRENDER<\/small>. From Abraham to the present the nature of faith has remained the same. <em>Significance<\/em> We ask ourselves why God called Abraham to start journeying without knowing his precise destination (Gen. 12:1). It is because of the human problem. We want to decide what is right and wrong for ourselves. Nothing has changed since the Garden of Eden. We do not wish to be told by our Creator that something is wrong for us when everything appears so delightful. Neither do we wish to be told that something is good for us when it looks as though it is going to take a lot of effort and may actually bring us some pain. We want to hold the place of God in our lives and have God serve us, supplying our needs as we dictate. So faith always involves letting go of secure footholds and (apparent) certainties to do things God’s way.<\/p>     <p> This is what Zerubbabel was assured of in Zechariah 4:6: “‘Not by might nor by power, but by my Spirit,’ says the <small>LORD<\/small> Almighty.” And this was what Peter grasped for a moment as he stepped over the side of the boat onto the surface of the heaving waves (Matt. 14:29). As long as we first insist that everything about God’s ways and plans be made completely intelligible to us before we decide to act on his invitation, we will never act.<\/p>     <p> If, however, we will surrender our right to decide what is best for us and allow God to determine that, we are on our way home. We have turned that most critical corner—the corner of surrender. Now we are allowing God to be the Creator and to dictate to us the terms under which we were made to operate. So God’s invitation comes to all of us, not merely those who have never entered a relationship with him.<\/p>     <p> To be sure, it comes to us as he desperately pleads with us to jump from that apparently secure tree of pride and self-sufficiency into his arms. It is a plea to jump from appearance to reality. The life outside of God is only apparently secure and abundant. It really has none of that to offer in the end. To remain in its hold is to choose loss and poverty. It is to live in defiance of the Holy One who made us. That way cannot possibly lead in any other direction but final loss. So God calls us to jump out of what is only an appearance into what is a reality. Come from hunger to food, from thirst to water, from sadness to joy, from death to life. The person debating whether to jump says, “But I already have food, and water, and joy, and life.” The fruits of faith are only apparent after you have jumped. Then, looking back, you can say, “Oh my, what I thought I had was only an illusion.”<\/p>     <p> But the invitation is also for those who have been living the life of faith for many years. One of the problems of living on earth is that the longer we live here, the more its ways become our ways. A child has no difficulty in believing in the unseen world; it is only adults who tend to “pooh-pooh” it. In the same way, a child has no difficulty in believing that God can do the impossible. It is only adults who feel they have to temper “childish enthusiasm.”<\/p>     <p> I am not speaking here about our increasingly pagan “mind over matter” philosophy with its suggestions that we can find ways to manipulate the spirit world to make it serve our purposes. That is the door to death. Rather, I am saying that it is at God’s urgent invitation that we are to leave our comfortable worldly ways and launch out in paths of service and living that do not depend on our strength but on his. When he speaks, his word will bear the fruit he intends in wonderful ways in our lives.<\/p>     ",
    "audit": null
}