{
    "id": 16278,
    "source": "niv",
    "verse_id": 18755,
    "verse_count": 8,
    "reference": "56:1–8",
    "title": "",
    "html": "          <blockquote>         <p><span><span><b>T<\/b><\/span><\/span><small>HIS IS WHAT<\/small> the L<small>ORD<\/small> says:<\/p>         <p>Maintain justice<\/p>         <p> and do what is right,<\/p>         <p>for my salvation is close at hand<\/p>         <p> and my righteousness will soon be revealed.<\/p>         <p> Blessed is the man who does this,<\/p>         <p> the man who holds it fast,<\/p>         <p>who keeps the Sabbath without desecrating it,<\/p>         <p> and keeps his hand from doing any evil.”<\/p>         <p> Let no foreigner who has bound himself to the L<small>ORD<\/small> say,<\/p>         <p> “The L<small>ORD<\/small> will surely exclude me from his people.”<\/p>         <p>And let not any eunuch complain,<\/p>         <p> “I am only a dry tree.”<\/p>         <p>For this is what the L<small>ORD<\/small> says:<\/p>         <p>“To the eunuchs who keep my Sabbaths,<\/p>         <p> who choose what pleases me<\/p>         <p> and hold fast to my covenant—<\/p>         <p> to them I will give within my temple and its walls<\/p>         <p> a memorial and a name<\/p>         <p> better than sons and daughters;<\/p>         <p>I will give them an everlasting name<\/p>         <p> that will not be cut off.<\/p>         <p> And foreigners who bind themselves to the L<small>ORD<\/small><\/p>         <p> to serve him,<\/p>         <p>to love the name of the L<small>ORD<\/small>,<\/p>         <p> and to worship him,<\/p>         <p>all who keep the Sabbath without desecrating it<\/p>         <p> and who hold fast to my covenant—<\/p>         <p> these I will bring to my holy mountain<\/p>         <p> and give them joy in my house of prayer.<\/p>         <p>Their burnt offerings and sacrifices<\/p>         <p> will be accepted on my altar;<\/p>         <p>for my house will be called<\/p>         <p> a house of prayer for all nations.”<\/p>         <p>The Sovereign L<small>ORD<\/small> declares—<\/p>         <p> he who gathers the exiles of Israel:<\/p>         <p>“I will gather still others to them<\/p>         <p> besides those already gathered.”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>O<small>N THE SURFACE<\/small>, it might seem as if the book should have ended with chapter 55. What more could remain after those stirring promises that God’s grace is freely available to all who accept the urgent invitation? Isaiah 55:12–13 with its benedictory tone sounds like the climax of all that can be said about the divine-human relationship.<\/p>     <p> Yet the book is far from over. In our chapter arrangement no less than eleven chapters remain. Bernard Duhm, the late nineteenth-century commentator, felt the division between chapters 40–55 and 56–66 so strongly that he proposed that there was yet a third editor\/author of the book, whom he designated “Trito-Isaiah.”<\/p>     <p> However, it is not necessary to go to such lengths to understand what is taking place in this segment and in the book as a whole. A careful reader will note an apparent contradiction between the teachings of chapters 1–39 and those of chapters 40–55. This seeming contradiction may be illustrated by the differing uses of the word “righteousness.” In chapters 1–39 it is used exclusively for behavior that is in keeping with the statutes of God. But in chapters 40–55, except for two places, the term refers to God’s “righteousness” in faithfully delivering his people in spite of their previous sin. In other words, if the book ended at chapter 55, the reader might well assume that since righteousness is basically impossible for humans, we are delivered into a “position” of righteousness by God’s grace through his Servant and that the stress on righteous living in the first part of the book is not incumbent on those living in grace.<\/p>     <p> In a remarkable way, chapters 56–66 synthesize the teaching of the two earlier sections, showing that actual righteous living is a requirement for the servants of God (i.e., chs. 1–39) but that such righteousness is only possible through the grace of God (i.e., chs. 40–55). Thus, far from being an unfortunate and miscellaneous appendix to “the real book,” these chapters form the necessary conclusion and climax to the book’s teaching. As such, they show us the expected characteristics of the life of servants of the Lord.<\/p>     <p> I must touch on a second matter concerning the structure of this segment of the book. A number of recent commentators have proposed a chiastic or concentric structure, in which chapters 60–62 form the centerpiece. I believe this is correct. The function of a chiasm is to give the midpoint special prominence. Thus, we find the culmination of the servants’ and the Servant’s ministry in focus in chapters 60–62 as restored Jerusalem fulfills the promised ministry of being a light to the nations.<\/p>     <p> But why not put this material at the end of the book (note the promise of the new heaven and the new earth in ch. 65)? I believe that this is directly in line with a common feature in the book. Isaiah is unwilling to end any segment in the book with the kind of promise that will leave readers with the feeling that their present behavior is unimportant because of the certainty of future promises of blessing. So, although “Jerusalem, the light of the world,” is highlighted in the center of the literary structure, the final words of the book have to do with the necessity of obeying God if we are to be among that worshiping crowd from every tribe, tongue, and nation.<\/p>     <p> The chiastic structure looks like this:<\/p>     <blockquote>         <p>A. Obedient foreigners (56:1–8)<\/p>         <blockquote>             <p>B. Necessity of ethical righteousness (56:9–59:15a)<\/p>             <blockquote>                 <p>C. Divine warrior (59:15b–21)<\/p>                 <blockquote>                     <p>D. Jerusalem, light of the world (60:1–62:12)<\/p>                 <\/blockquote>                 <p>C’ Divine warrior (63:1–6)<\/p>             <\/blockquote>             <p>B’ Necessity of ethical righteousness (63:7–66:17)<\/p>         <\/blockquote>         <p>A’ Obedient foreigners (66:18–24)<\/p>     <\/blockquote>     <p>It is important to observe that B’ is not merely a mirror image of B. There are important advances in the thought there even though the general topic is the same (see the book outline at the conclusion of the introduction).<\/p>     <p> Verse 1 provides an immediate illustration of the synthesizing function mentioned above. It calls on the reader to “maintain justice and do what is right” in language similar to that found repeatedly in chapters 1–39. But in the same breath it says we should do this because God’s “righteousness”— that is, his “salvation”—is at hand. We can only do righteousness because of God’s righteousness made available to us.<\/p>     <p> A superficial reading of chapters 40–55 may have led us to believe that since we are unable to do right and since God has delivered us from the effects of that failure by a righteous act of grace, right living is not really incumbent on us except as a kind of unrealistic ideal. No, says Isaiah, righteous living, as expressed in Sabbath-keeping and the rejection of “evil” (56:2), is the absolutely necessary expression of God’s righteous salvation.<\/p>     <p> That thought is reinforced in dramatic, even shocking, ways by the following verses. It may have been easy for persons reading chapters 40–55 to conclude that it was really one’s birthright that secured salvation. Why had the Israelites been delivered from captivity? Certainly it was not because they deserved it, nor is there any demand in those chapters for changed living. The people were delivered from captivity for one reason alone: God had made some promises to their ancestor Abraham. “Thus,” someone might say, “it really doesn’t matter how I live; I simply need to accept the privileges of my birthright and not give up hope in God.”<\/p>     <p> But verses 3–8 radically refute such an idea. The person who is pleasing to God is not the purebred Israelite who is doing his part to continue the physical line of Abraham. If the “foreigner,” who is not part of that line, and the “eunuch,” who cannot pass that line on, choose to live in obedience to God’s “covenant” (vv. 4, 6), they are more pleasing to God than the Israelite who lives in rebellion against that covenant. God will give the eunuch a better heritage than children, “an everlasting name” (v. 5).<\/p>     <p> But this righteousness is more than legalistic law-keeping. Verse 6 speaks in relational terms of binding oneself to God as an act of love, service, and worship. Those who do this will be brought into God’s “house of prayer,” there to participate in the worship of that place, because God’s purpose is to gather “all nations” to himself (vv. 7–8).<\/p>     <p> By beginning the final section of the book on this rather shocking note, the prophet is both tying us back to the beginning of the book, reminding us that the redeemed servants of the Lord have a mission, to draw all the world to the “holy mountain” (56:7; cf. 2:2–3), but also telling us that being a member of the covenant community is not a matter of inheritance but of obedience.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE STRUGGLES OF<\/small> the early Christian church illustrate the problem addressed here. In the intertestamental period, the Jewish community had veered directly from one ditch into the other. In the century after the return from exile, there was a tendency to maintain no distinction between themselves and the surrounding pagan nations (see Ezra, Nehemiah, and Malachi). Instead of being a light to the nations, drawing them to the God of Israel, the Israelites were being sucked into the generalized, syncretistic paganism of the nations. Under the ministry of the priest (Ezra), the governor (Nehemiah), and the prophet (Malachi), the community finally recognized its peril and began to restrict the influence of the surrounding peoples. But having escaped the ditch of syncretism, they plunged straight across the road into the ditch of isolationism. Judaism cut itself off from the surrounding world, making a fetish of its purity before God.<\/p>     <p> As a result, it took severe upheavals within the church before the early Christians could accept the truth that Isaiah is teaching here. Peter had to have a vision from heaven to convince him that it was even appropriate to share the gospel with non-Jews (Acts 10:9–16). Even then, when conflict arose over association with Gentiles, Paul had to confront Peter publicly to keep him from reverting to the old ways (Gal. 2:11–14). The fact that the Gentiles accepted the work of the Jewish Messiah, Jesus, and bound themselves in obedient love to the God of the covenant did not really enter into the picture. They did not have the birthright. Fortunately, the ancient truth prevailed, and it became clear, especially through the ministry of Paul (Eph. 3:4– 13), that it was a part of God’s eternal plan to “gather still others” (Isa. 56:8).<\/p>     <p> Little has changed today. A Christian worship service is beginning, and two young men come in who are clearly out of place. Their clothes are outlandish and not very clean. Their hair is lank and long. Their arms are covered with tattoos. They are clearly not of the evangelical subculture. Are they earnestly seeking salvation? Are they believers who have left all to follow Christ? Who knows? Who cares? They don’t belong because they are different from us. So an usher, perhaps tactfully or perhaps rudely, goes up to them and tells them that they are not welcome here. They don’t have the right family credentials, so they don’t belong. And God may well say to us the same thing he said to the returned Israelites, “Don’t you dare exclude them from my house. They love me more than you do, as you could tell from their lives if you took the time to look. That loving obedience is the only family credentials that matter to me.”<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HERE IS A CLEAR<\/small> message to the evangelical wing of Christendom in this passage—and indeed, in this entire section of Isaiah. There is a real danger of our falling into this same error. We ask ourselves who are the elect of God. Obviously, it is those who have “believed on the Lord Jesus Christ.” They are the children of God, his servants; they have been adopted into his family; they have the birthright. There is a positive side to this, for in the nonevangelical church one often senses a lack of assurance about a relationship to God. If a person is asked, “Are you going to heaven,” he or she responds, “Well, I hope so. I am doing my best.” And of course, “doing my best” is not what Christianity is all about. As the elder John says, it is about having Jesus Christ (1 John 5:12). So the assurance that comes from knowing that you personally have exercised faith in God through Christ and that God keeps his word to deliver such a person from the condemnation of his or her sins is a good thing.<\/p>     <p> But there is a “down side” to this understanding of the faith, namely, the conviction of many people that since they have <em>once<\/em> exercised faith in Christ and have not actively repudiated that confession, therefore they <em>are<\/em> saved regardless of how they live from day to day.<\/p>     <p> This conviction is fostered by a reading of Romans 7 in isolation from Romans 6 and 8, which results in a direct contradiction of the point Paul is attempting to make. Paul is saying that we as Christians <em>must not<\/em> continue to live lives of sin (6:15–18) and that we need not so continue because we have the Spirit of Christ in us. Through the Holy Spirit we can “put to death” the deeds of our sinful nature (8:13). Yet influential Christian preachers and teachers tell us that Romans 7, which speaks of the bondage to sin experienced by those who, like the Jews, attempt to defeat sin in their own strength, depicts the normal Christian life. This implies that being Christian is really only a matter of birthright, of adoption, and has no real impact on how we live. It may change our ideals, but it does not change the realities. Thus, we see the spectacle in North America of persons claiming to be “born-again” Christians whose ethical lives are no different from those of a lost world.<\/p>     <p> That is the very opposite of the truth. Unless our adoption into a new family changes our behavior into the likeness of the Head of that family, there is reason to doubt the reality of the adoption. The German pastor and professor Dietrich Bonhoeffer, killed by the Nazis because of his involvement in a plan to assassinate Hitler, spoke to this issue in his book <em>The Cost of Discipleship<\/em>. He spoke of a “cheap grace” that promises an eternity of bliss with no cost to us now and no expectations of a changed life. God says to us as he says to the returned Israelites, “It is not the proof of your pedigree that counts; it is your life of glad obedience to me that demonstrates your real pedigree.”<\/p>     <p> Christians today must recover the understanding that while it is indeed by grace through faith, not our works, that we are saved (Eph. 2:8–9), it is <em>for<\/em> good works that we have been saved (Eph. 2:10). Our righteousness earns us no favor at all with God, but that righteousness is the proof positive that we have been transferred from the kingdom of darkness into the kingdom of light (Col. 1:12–13). There really is no other evidence.<\/p>     ",
    "audit": null
}