{
    "id": 16141,
    "source": "niv",
    "verse_id": 17908,
    "verse_count": 22,
    "reference": "13:1–22",
    "title": "",
    "html": "                  <blockquote>             <p>                 <span><span><b>A<\/b><\/span><\/span>                 <small>N ORACLE CONCERNING<\/small> Babylon that Isaiah son of Amoz saw:<\/p>             <blockquote>                 <p>                     Raise a banner on a bare hilltop,<\/p>                 <p> shout to them;<\/p>                 <p>beckon to them<\/p>                 <p> to enter the gates of the nobles.<\/p>                 <p>                     I have commanded my holy ones;<\/p>                 <p> I have summoned my warriors to carry out my wrath—<\/p>                 <p> those who rejoice in my triumph.<\/p>                 <p>                     Listen, a noise on the mountains,<\/p>                 <p> like that of a great multitude!<\/p>                 <p>Listen, an uproar among the kingdoms,<\/p>                 <p> like nations massing together!<\/p>                 <p>The L<small>ORD<\/small> Almighty is mustering<\/p>                 <p> an army for war.<\/p>                 <p>                     They come from faraway lands,<\/p>                 <p> from the ends of the heavens—<\/p>                 <p>the L<small>ORD<\/small> and the weapons of his wrath—<\/p>                 <p> to destroy the whole country.<\/p>                 <p>                     Wail, for the day of the L<small>ORD<\/small> is near;<\/p>                 <p> it will come like destruction from the Almighty.<\/p>                 <p>                     Because of this, all hands will go limp,<\/p>                 <p> every man’s heart will melt.<\/p>                 <p>                     Terror will seize them,<\/p>                 <p> pain and anguish will grip them;<\/p>                 <p> they will writhe like a woman in labor.<\/p>                 <p>They will look aghast at each other,<\/p>                 <p> their faces aflame.<\/p>                 <p>                     See, the day of the L<small>ORD<\/small> is coming<\/p>                 <p> —a cruel day, with wrath and fierce anger—<\/p>                 <p>to make the land desolate<\/p>                 <p> and destroy the sinners within it.<\/p>                 <p>                     The stars of heaven and their constellations<\/p>                 <p> will not show their light.<\/p>                 <p>The rising sun will be darkened<\/p>                 <p> and the moon will not give its light.<\/p>                 <p>                     I will punish the world for its evil,<\/p>                 <p> the wicked for their sins.<\/p>                 <p>I will put an end to the arrogance of the haughty<\/p>                 <p> and will humble the pride of the ruthless.<\/p>                 <p>                     I will make man scarcer than pure gold,<\/p>                 <p> more rare than the gold of Ophir.<\/p>                 <p>                     Therefore I will make the heavens tremble;<\/p>                 <p> and the earth will shake from its place<\/p>                 <p>at the wrath of the L<small>ORD<\/small> Almighty,<\/p>                 <p> in the day of his burning anger.<\/p>                 <p>                     Like a hunted gazelle,<\/p>                 <p> like sheep without a shepherd,<\/p>                 <p>each will return to his own people,<\/p>                 <p> each will flee to his native land.<\/p>                 <p>                     Whoever is captured will be thrust through;<\/p>                 <p> all who are caught will fall by the sword.<\/p>                 <p>                     Their infants will be dashed to pieces before their eyes;<\/p>                 <p> their houses will be looted and their wives ravished.<\/p>                 <p>                     See, I will stir up against them the Medes,<\/p>                 <p> who do not care for silver<\/p>                 <p> and have no delight in gold.<\/p>                 <p>                     Their bows will strike down the young men;<\/p>                 <p> they will have no mercy on infants<\/p>                 <p> nor will they look with compassion on children.<\/p>                 <p>                     Babylon, the jewel of kingdoms,<\/p>                 <p> the glory of the Babylonians’ pride,<\/p>                 <p>will be overthrown by God<\/p>                 <p> like Sodom and Gomorrah.<\/p>                 <p>                     She will never be inhabited<\/p>                 <p> or lived in through all generations;<\/p>                 <p>no Arab will pitch his tent there,<\/p>                 <p> no shepherd will rest his flocks there.<\/p>                 <p>                     But desert creatures will lie there,<\/p>                 <p> jackals will fill her houses;<\/p>                 <p>there the owls will dwell,<\/p>                 <p> and there the wild goats will leap about.<\/p>                 <p>                     Hyenas will howl in her strongholds,<\/p>                 <p> jackals in her luxurious palaces.<\/p>                 <p>Her time is at hand,<\/p>                 <p> and her days will not be prolonged.<\/p>             <\/blockquote>         <\/blockquote>                                       <h4>Original Meaning<\/h4>                                                <p>A<small>S NOTED IN<\/small> the introduction, Isaiah 7–12 and 36–39 are “bookends,” dealing with the different ways in which two Judean kings, Ahaz and Hezekiah, approach the problem of trust in God in the face of serious military\/political threats to their kingdom. But what lies between in the intervening chapters? We might call them “Lessons in Trust.”<\/p>         <p> It is as though the student has failed the examination in chapters 7–12. So before this student is allowed to take the examination again in chapter 36, some tutoring is necessary. The tutoring falls into three sessions: chapters 13– 23; 24–27; and 28–33, with a wrap-up in 34–35. Here are some of the subjects covered in the tutoring sessions:<\/p>         <ul>             <li>Why trust the nations when they are under judgment from God (chs. 13–23)?<\/li>             <li>Why trust the nations when all of history is in our God’s hands (chs. 24–27)?<\/li>             <li>Those who counsel you to trust flesh and blood instead of the Spirit of God are fools (chs. 28–35).<\/li>         <\/ul>         <p>Once these lessons have been presented, it will be time to take the test again, but this time, as the prophet has foretold, for much higher stakes: not merely for the survival of the Davidic dynasty but for the very survival of the nation.<\/p>         <p> The material in chapters 13–23 fits a category found in several of the prophets: oracles against the nations (see esp. Jer. 46–51; Ezek. 25–32, but note also Obadiah and Nahum, which are each composed of a single such oracle—Obadiah against Edom and Nahum against Assyria). In general these oracles are God’s way of saying that just because he chooses to use the pagan nations as his tool to judge disobedient Israel and Judah does not mean those nations are going to escape judgment for their sins. Israel will be restored after disciplinary punishment, but some of these nations are going to disappear from the face of the earth.<\/p>         <p> As I have already said, the oracles against the nations have been placed at this point in the book of Isaiah to emphasize the foolishness of trusting in the nations, something Ahaz has done and Hezekiah will be tempted to do. They may also be at this place to underline the certainty of the promises of restoration made in chapter 11. The nations will not be able to hold their captives because God will certainly judge them. The particular nations marked for judgment are Babylon (13:1–14:23; 21:1–10 [and Assyria, 14:24–27]), Philistia (14:28–32), Moab (15:1–16:14), Damascus (Syria, 17:1–14), Cush (Nubia and Ethiopia, 18:1–7), Egypt (19:1–20:6), Dumah (Edom? 21:11–12), Arabia (21:13–17), Jerusalem (Judah, 22:1–25), and Tyre (23:1–18). There is no obvious reason for this particular selection or this particular arrangement, although scholars have tried valiantly to find one. About the most one can say is that it is an inclusive list, covering the whole ancient Near Eastern world (omitting only Ammon), beginning with the great commercial power in the east, Babylon, and concluding with the great commercial power in the west, Tyre.<\/p>         ",
    "audit": null
}