{
    "id": 16187,
    "source": "niv",
    "verse_id": 18179,
    "verse_count": 9,
    "reference": "28:14–22",
    "title": "A Message to the Leaders in Jerusalem",
    "html": "               <p>T<small>HE FOCUS NOW<\/small> shifts to the leaders in Jerusalem. With the opening “therefore” the prophet calls them to pay attention to what has been said to the northern leaders and perhaps learn something from his message to them. Judgment is imminent in the north, and it is not at all clear that they will escape it in the south. If they continue in their present ways, they will not escape. It is unclear whether 28:15 represents an actual quote from the Judean leaders or a sarcastic restatement of their words by the prophet. I tend to think the latter because it is hard for me to imagine that people would actually say they have made a lie their refuge.<\/p>     <p> “Scoffers” (28:14) is perhaps the most serious Old Testament epithet Isaiah could apply to these leaders. A “scoffer” is someone who not only rejects the truth but also makes light of it. Like the leaders in the north, these Judean scoffers have laughed at the foolishness of trusting God and have made their cynical covenants “with death.” Probably this is a reference to an alliance with Egypt. They believe that it will guarantee life for them and their nation when Assyria, “the overwhelming scourge,” comes. In fact, Isaiah says, their covenant is going to bring the very opposite—death. They have allied themselves with a “lie,” the idea that human power is a better means of protecting oneself than God’s power.<\/p>     <p> God’s response to the “covenant of death” appears in 28:16–19b. He begins by asserting once again that he alone is trustworthy. The “tested stone” (v. 16) is the opposite of the “lie” on which the leaders have built their “refuge” (v. 17). Its measurements are the “justice” and “righteousness” of God, and it can stand whatever shocks might come to it. Anyone who builds on it “will never be dismayed”; that is, they can be calm and deliberate, experiencing the “repose” promised in verse 12. The “stone” is probably to be understood as an agglomeration of all the elements of God’s trustworthiness. When any other trust is measured against him, its faultiness becomes apparent at once, as is the case with the “covenant with death” (v. 18).<\/p>     <p> In 28:17c–19b God declares that the “hiding place” the leaders have so craftily built is going to be swept away like a hut in a windstorm. Far from being safe from the “overwhelming scourge” (v. 15), they are going to be totally swept away by it (v. 18). The foolish attempt of these Jerusalem leaders to protect themselves from it will actually make it the more dangerous to them. Moreover, the flood will not come just once but again and again (“morning by morning”). This is an accurate reflection of the Assyrian tactics, as they came back to an area again and again until it was completely destroyed.<\/p>     <p> Isaiah 28:19c–22 give us the prophet’s reflection on the Lord’s words. Anyone who truly understands this message should be terrorized by it, for there will be no place to hide. Verse 20 is perhaps a popular proverb expressing this idea. The Egyptian alliance will not be big enough to do them any good when God sets to work. And that is just the point, for it is not Assyria that is the “overwhelming scourge” (28:15, 18); rather, it is the Lord. He is the One with whom the scoffers have to do, and he is a far more serious enemy than even Assyria.<\/p>     <p> Just as the Lord struck down the Philistines with a flood at “Mount Perazim” (28:21; cf. 2 Sam. 5:20) and scattered the Canaanites with hail in the “Valley of Gibeon” (Isa. 28:21; cf. Josh. 10:11), so now he will treat his own people like those enemies (cf. Isa. 1:24). Because of that, it will be “a strange work” (28:21). But it will be a necessary one if there is to be any hope of redemption for the people. Thus, the scoffers had better “stop [their] mocking” (28:22) of the word of God and had better start listening to what “the Lord, the LORD Almighty” (lit., “the Lord, Yahweh of heaven’s armies”) is actually saying.<\/p>     ",
    "audit": null
}