{
    "id": 16244,
    "source": "niv",
    "verse_id": 18571,
    "verse_count": 5,
    "reference": "45:9–13",
    "title": "God As Sole Creator and Redeemer",
    "html": "               <p>B<small>UT DOES<\/small> G<small>OD<\/small> have a right to do such a thing as he has just promised? Does he have the right to use someone who does not even know him to save his believing people? This section answers such questions. God asserts that as the sole Creator and Redeemer he does have the right to do this. Here we recall the admonition of 43:18 to forget the former things. That would not have been easy for that faithful remnant, whose very life had come to center on the study of the Scriptures (as seems to be the case during the Babylonian exile). Surely if God were going to raise up a deliverer for them, it would be someone like Moses, a man who knew and loved the Lord and through whom God could reveal himself to his people.<\/p>     <p> But God responds to this idea with strong words. He pronounces doom (“woe,” 45:9–10) on those who challenge the rightness of his activity. He compares it to a pot criticizing the way the potter makes it, or a baby saying to its parents that it does not approve of being born in this way. We may ask why the response is so strong.<\/p>     <p> In fact, just as the predictions of the future become more specific throughout chapters 40–48, so do the challenges to the hearers. The strongest of all can be found in chapter 48. If the exiles will not let God deliver them in his own way, they have not learned the lesson of his lordship. He is still their “God in a box,” to do with as they choose. So in 45:11–12 God once more asserts that he is not only Israel’s “Holy One” and “Maker,” but also the Maker of the whole cosmos and the Creator of all “mankind.” If he does not have a right, as an expression of his own “righteousness,” to set his “exiles free” (45:13) as he chooses, who does?<\/p>     <h4>Bridging Contexts<\/h4>     <p>“I <small>AM THE<\/small> L<small>ORD<\/small>.” This phrase is repeated four times in the first two stanzas of this unit (44:24; 45:3, 5, 6). In one sense, the whole Bible is about humans coming to know who “the L<small>ORD<\/small>” is. From the Exodus, where knowing who the Lord is was a central purpose of the plagues and Israel’s deliverance, to Leviticus, where his identity is the basis of his commandments, to Kings, where Elijah demonstrates who the Lord is on Mount Carmel, to Ezekiel, where the phrase occurs more than sixty-five times, the true identity of God is central.<\/p>     <p> This phrase is complicated for us in English because it is not immediately clear to us that “the L<small>ORD<\/small>” is actually an English substitution for God’s personal name in Hebrew, which was probably, though not certainly, pronounced “Yahweh.” So the statement is, “<small>I<\/small> am Yahweh.” “<small>I<\/small> am Yahweh” suggests rulership, absolute sovereignty, and the like. But what does “you will know that I am Yahweh” mean? If we have reconstructed the name correctly, the name is a verbal sentence meaning “he causes [everything] to be.” That is, he is the origin, the foundation, the basis, and the end of all things. To know that God is all these and to know that he is these things for me personally changes everything. He is not merely my Lord; he is my everything, including the next breath that I take.<\/p>     <p> This is why the New Testament statement of faith is so shocking. Who is Jesus Christ? He is the “Lord” (Rom. 10:9–10)! The Old Testament said that the Hebrew people would know their God is Yahweh on the basis of his delivering them from Egypt and Babylonia (Exodus and Ezekiel) and on the basis of his moral character being worked out in their lives (Leviticus). The New Testament says the same things for every person who has ever lived when it says that we will know Jesus is Yahweh when he delivers us from our sin and plants the character of the Father in us by making the Holy Spirit available to us.<\/p>     <p> <b>Challenge to unbelief.<\/b> When we think of the sharp challenge here to those who question God’s ways, we also think of Jesus’ challenges to the Pharisees. Unquestionably some of the harshest words in the Bible come out of Jesus’ mouth in talking to this group of people. When we think about this phenomenon, it seems a bit strange. After all, the Pharisees were some of the most devout Jews in the country. If we imagine that some of them were cold and priggishly self-righteous, we must think that there were many others who were sincerely trying to serve God with their whole hearts, such as Nicodemus and Joseph of Arimathea. The Pharisees were not like the Sadducees, who were mostly devoted to furthering their own power and positions. Oddly, as far as the Gospels are concerned, Jesus has almost nothing to say to the Sadducees.<\/p>     <p> What should we make of this phenomenon in Isaiah and Jesus? While we cannot be dogmatic, perhaps the reason is that it is precisely those who are most faithful who are in the greatest danger of “putting God in a box” and thus limiting what he can do in and through them. The flagrant sinner either ignores God altogether or in despair invites God to do “whatever” to address the crisis of his or her soul. Superficial believers have only an academic interest in God. They have been inoculated with just enough religion to ensure that they are far from contracting the real thing. But it is those who are passionate about their faith who stand in the greatest danger. They have such great possibilities, yet if they cannot break beyond the limitations that their own study and involvement have placed on them, all those possibilities will be lost.<\/p>     <p> A football coach once said to a group of us players, “If I stop yelling at any of you, start worrying, because that will mean I have given up on you.” Maybe that is what is going on here and in the ministry of Jesus. Perhaps it is precisely because there are such great possibilities for either truth or error that God addresses these people so harshly and directly. They need to be shaken out of their dangerous confidence that they know the almighty Creator so well that they can tell him what he is going to do next.<\/p>     <h4>Contemporary Significance<\/h4>     <p>M<small>ODERN<\/small> P<small>HARISEES<\/small>. We as evangelical Christians need to be careful that we do not fall into the trap <em>Significance<\/em> the Pharisees did. We also need to be careful that we do not automatically, and wrongly, exclude ourselves from that group. The law and grace debate might lead us in that direction. If we say that a Pharisee is someone who believes that he or she can make himself or herself acceptable to God by right behavior, then most of us evangelicals can immediately assume that we are not of that group. After all, we are those who follow the Reformation creed of <em>sola gratia<\/em>—grace alone. We know that none of us brings anything in our hands when we kneel at the cross. So that means we could not possibly be grouped with the Pharisees.<\/p>     <p> But suppose we expand the definition of “Pharisee” to those who are passionate students of Scripture, who are zealously concerned to know and please God? What then? Would not many of us fall into that category? I believe that is a more appropriate definition, at least for our purposes here. It was people who zealously studied the Scriptures who could not believe that Jesus could be the promised Messiah. It was people who wanted to please God who could not accept his friendship with notorious sinners. It was people who had almost made a life’s work of studying God’s ways who could not allow Jesus to deliver people in ways that seemed to violate how God was supposed to act. We may say that they had not studied the Scriptures well enough or that they were more concerned about justifying God’s ways to themselves than they were about applying them to human hearts. But the question here is whether that behavior is descriptive of me and whether the strong words of Isaiah and Jesus might be directed at me.<\/p>     <p> <b>Inclusivism.<\/b> I commented in the previous unit on the pressure for tolerance in the modern world. This unit lends itself to further discussion of that point. If we were to apply today’s postmodern thinking to the Judean experience in captivity, what would we have expected them to say the experience had taught them? Surely it would go like this:<\/p>     <ol>         <li value=\"1\">Let us repent of our sinful idolatry in insisting that our god is the only god.<\/li>         <li value=\"2\">Let us welcome the evidence of the pervasiveness of the Divine as seen in the Babylonian religion and in the other religions we have encountered.<\/li>         <li value=\"3\">Let us admit that other expressions of faith are as good as, and in some cases better than, our narrow conceptions.<\/li>         <li value=\"4\">Let us admit that our god is nothing other than one more flawed attempt (and more flawed than most) to encapsulate the All.<\/li>     <\/ol>     <p> But, as a matter of fact, what we get from Isaiah precisely counters that. It is:<\/p>     <ol>         <li value=\"1\">Our sin is in not insisting firmly enough on God’s absolute uniqueness.<\/li>         <li value=\"2\">What the Babylonians call “gods” are not gods at all; they are the product of human ingenuity applied to this world.<\/li>         <li value=\"3\">These “gods” do not know where we came from or where we are going, but ours does and he has told us!<\/li>         <li value=\"4\">Our God is <em>not<\/em> the All—he is distinctly Other than us and our experience.<\/li>     <\/ol>     <p> Isaiah is concerned that the experience of the Exile will <em>not<\/em> make the Judeans more “inclusive.” He would share that same concern for us today. This is not the time to dilute our faith and admit that other faiths “contain a lot of the truth too.” Would Isaiah say that about the religion of Canaan or Babylon? No! This is not to say that every concept in the non-Christian religions is wrong or perverse. As C. S. Lewis says, if the resurrection is true, then we ought not to be surprised to find the dying and rising god motif in the pagan religions. But that does not mean the fertility religions are true; it means Christianity is true! It may well mean that the proponent of the fertility religion will be better prepared to accept the truth of Christ’s resurrection. But what we should never say to that person is, “See, you have a faith in resurrection, too. You are already a believer.” Christians do not believe in resurrection; we believe in the resurrection <em>of Christ<\/em>, and there is a vast difference between the two.<\/p>     <p> This is not to say that we may therefore be rude or vicious in our contacts with persons of other faiths or of no faith. We must value them as creations of the Father and as persons for whom Christ died. The grace in which we stand gives us no grounds for feelings of superiority or for patronizing those who have not yet responded to the grace that has been extended to them. Christ’s command to love our neighbors does not only apply to believing neighbors. But that command to love them does not mean that we must confirm them in the error that is destroying them. It is interesting that some of those who argue most strongly for inclusivism would be the first to argue forcefully with a cigarette smoker that what he or she is doing is deadly and should be stopped at once. So exclusivism in the realm of the physical is perfectly acceptable. It is only in the realm of the spiritual that it is seen as an expression of intolerance.<\/p>     ",
    "audit": null
}