{
    "id": 16196,
    "source": "niv",
    "verse_id": 18261,
    "verse_count": 8,
    "reference": "32:1–8",
    "title": "",
    "html": "          <blockquote>         <p>S<small>EE, A KING<\/small> will reign in righteousness<\/p>         <p> and rulers will rule with justice.<\/p>         <p>Each man will be like a shelter from the wind<\/p>         <p> and a refuge from the storm,<\/p>         <p>like streams of water in the desert<\/p>         <p> and the shadow of a great rock in a thirsty land.<\/p>         <p>Then the eyes of those who see will no longer be closed,<\/p>         <p> and the ears of those who hear will listen.<\/p>         <p>The mind of the rash will know and understand,<\/p>         <p> and the stammering tongue will be fluent and clear.<\/p>         <p>No longer will the fool be called noble<\/p>         <p> nor the scoundrel be highly respected.<\/p>         <p>For the fool speaks folly,<\/p>         <p> his mind is busy with evil:<\/p>         <p>He practices ungodliness<\/p>         <p> and spreads error concerning the L<small>ORD<\/small>;<\/p>         <p>the hungry he leaves empty<\/p>         <p> and from the thirsty he withholds water.<\/p>         <p>The scoundrel’s methods are wicked,<\/p>         <p> he makes up evil schemes<\/p>         <p>to destroy the poor with lies,<\/p>         <p> even when the plea of the needy is just.<\/p>         <p>But the noble man makes noble plans,<\/p>         <p> and by noble deeds he stands.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>C<small>HAPTERS 28–29 SPOKE<\/small> of the false leaders, and chapters 30–31 spoke of their false counsel. Now chapters 32–33 speak of the true leader and the characteristics of his reign. The section is divided into four parts. The first is a general introduction (32:1–8), describing the nature of true leadership; the second (32:9–20) describes the Spirit as being necessary for such leadership; in 33:1–16 the necessity of divine intervention on Judah’s behalf is explained; finally, 33:17–24 contains a graphic illustration of the rule of the King.<\/p>     <p> In contrast to the drunkenness, blindness, and confusion of the leaders described in chapters 28–29, the “king” whom God promises here will bring in a completely different atmosphere. His reign will be characterized by “righteousness” and “justice.” Who is this king? Scholars have debated whether this is a prediction of the messianic king. While the language is more prosaic than that used in such undoubtedly messianic passages as 9:1– 6 and 11:1–16, it is still true that what is described here is more than the best of human kingdoms. Thus, there seems good reason to see this material as God’s promise of his Messiah in view of the failure of all the human messiahs.<\/p>     <p> “Each man” (32:2) probably refers to the “rulers” (32:1) in the messianic kingdom. Instead of devouring their people for their own sakes (as the false leaders described in chs. 28–29 did), these leaders will be a blessing to their people. Their blessing is described in four vivid similes: a “shelter,” a “refuge,” “streams of water,” and shade in the desert. In this new kingdom the conditions that resulted from Isaiah’s ministry (6:9–10) will be drastically reversed (see also 30:20–21). Instead of deafness and blindness, “eyes” will see and “ears” will hear (32:3). Instead of dullness and insensitivity, hearts (NIV “mind”) will have knowledge and understanding.<\/p>     <p> Both Jeremiah and Ezekiel make similar promises about the human heart in the new messianic age (Jer. 31:33; Ezek. 36:26). The Messiah will not only rule for his subjects rather than himself, but his subjects will want to know his will and obey it. Furthermore, as intimated in 2:1–5 and directly stated in 66:19, the Israelites will be able to declare God’s Word to the nations with “fluent” and “clear” speech.<\/p>     <p> In 32:5–8 is a lengthy contrast between the “fool” (<em>nbl<\/em>) and the “noble” (<em>ndb<\/em>). As in the Hebrew language, so in life it is easy to confuse the <em>nbl<\/em> and the <em>ndb<\/em>. In Hebrew thinking, the “fool,” like the “scoffer” (see comments on 28:14), is a strongly negative term. It describes someone who has consciously rejected God and his ways (32:6; see also Ps. 14:1; 53:1); it is not merely, as in English, someone who is stupid and ridiculous. In fact, the “fool” in the Bible may be someone who is brilliant and attractive. He has simply built his life on a lie (I am accountable to no one but myself) and has dedicated his life to propagating that lie. As a result, the kind of ethics that permeate the Bible are foreign to him. The only language he understands is power. Thus, when it serves his ends, he may do good things for the poor and needy. But if they get in the way of his “schemes,” he has no concern for them at all (32:7).<\/p>     <p> Many times in life a “fool” is treated as someone honorable—a “noble”—simply because he has gained power and wealth. That is not the pattern in the Messiah’s kingdom. Those are called “noble” whose actions are “noble,” that is, generous and giving. The “plans” and “deeds” of noble persons are for others, not for themselves (32:8). They have learned that the gracious God can be trusted to supply their needs, and thus they no longer need to be grasping but can become giving.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HIS PATTERN WHERE<\/small> the “fool” is called “noble” has been repeated in Europe for centuries. Someone who was really nothing more than a glorified pirate was given the rank of nobility by the king, and with it vast lands and holdings on which he could treat “common” people as he wished. Much of the surge of immigration into America in the 1800s was an attempt to escape the oppression that this system fostered. The tragedy is that this system was not only blessed by the church, but it was perpetuated by it, as wealthy benefactors who were simply trying to buy forgiveness while continuing in their sins were loaded down with ecclesiastical honors.<\/p>     <p> It was this pattern that drove Francis of Assisi out of the establishment and back to a ministry to the poor. The film <em>Brother Sun, Sister Moon<\/em> powerfully portrays Francis’s conflict with a calcified, self-serving church hierarchy. In the end that hierarchy could not deny that the basis of St. Francis’s “revolt” was biblical. Likewise, it was the resistance of the rich and the powerful in England to John Wesley’s message of changed living that drove him out of the doors of the established church to preach to the poor, who embraced the message with joy.<\/p>     <h4>Contemporary Significance<\/h4>     <p>W<small>E IN THE CHURCH<\/small> today run the same danger just described. We need money to run our institutions, so how easy it is to commit the sin described by James in James 2:2–4:<\/p>     <blockquote>         <p>Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. If you show special attention to the man wearing fine clothes and say, “Here’s a good seat for you,” but say to the poor man, “You stand there” or “Sit on the floor by my feet,” have you not discriminated among yourselves and become judges with evil thoughts?<\/p>     <\/blockquote>     <p> We give honors to people who do not deserve them, to people whose money has been made in sharp but questionable practices—all the time telling ourselves that money has no morality. No, money has no morality, but the people who make it and give it do. It is sometimes urged that by giving our wealthy, and worldly, benefactors an opportunity to give to a good cause, we may be helping them to find a “ministry” and may be able to bring them to a new relationship with the Lord. I do not question the truth of this in principle, but my experience in Christian higher education tells me that the practice often falls far short of the principle. In fact, the “fool” believes that he or she owns you now and has the right to tell you how to conduct your business in a more “up-to-date” (read “less Christian”) way. And because we feel “beholden” to our benefactor, we are cautious about offending him or her.<\/p>     <p> James did not seem to have had this problem. His words to the rich sound as if they come straight from the mouth of an Old Testament prophet (James 5:1–6):<\/p>     <blockquote>         <p> Now listen, you rich people, weep and wail because of the misery that is coming upon you. Your wealth has rotted, and moths have eaten your clothes. Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. Look! The wages you failed to pay the work-men who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter. You have condemned and murdered innocent men, who were not opposing you.<\/p>     <\/blockquote>     <p> By all means let us have a ministry to rich “fools.” But let our “ministry” not be one of confirming them in their folly by conferring undeserved “nobility” on them. Let our ministry be one of confronting them with the direction and consequences of their lives, thus helping them to find their way to the feet of the Messiah, in whose kingdom they will change their behavior into a truly “noble” kind.<\/p>     ",
    "audit": null
}