{
    "id": 16305,
    "source": "niv",
    "verse_id": 18915,
    "verse_count": 9,
    "reference": "65:17–25",
    "title": "",
    "html": "          <blockquote>         <p>“B<small>EHOLD<\/small>, I <small>WILL<\/small> create<\/p>         <p> new heavens and a new earth.<\/p>         <p>The former things will not be remembered,<\/p>         <p> nor will they come to mind.<\/p>         <p>But be glad and rejoice forever<\/p>         <p> in what I will create,<\/p>         <p>for I will create Jerusalem to be a delight<\/p>         <p> and its people a joy.<\/p>         <p>I will rejoice over Jerusalem<\/p>         <p> and take delight in my people;<\/p>         <p>the sound of weeping and of crying<\/p>         <p> will be heard in it no more.<\/p>         <p>“Never again will there be in it<\/p>         <p> an infant who lives but a few days,<\/p>         <p> or an old man who does not live out his years;<\/p>         <p>he who dies at a hundred<\/p>         <p> will be thought a mere youth;<\/p>         <p>he who fails to reach a hundred<\/p>         <p> will be considered accursed.<\/p>         <p>They will build houses and dwell in them;<\/p>         <p> they will plant vineyards and eat their fruit.<\/p>         <p> No longer will they build houses and others live in them,<\/p>         <p> or plant and others eat.<\/p>         <p>For as the days of a tree,<\/p>         <p> so will be the days of my people;<\/p>         <p>my chosen ones will long enjoy<\/p>         <p> the works of their hands.<\/p>         <p> They will not toil in vain<\/p>         <p> or bear children doomed to misfortune;<\/p>         <p>for they will be a people blessed by the L<small>ORD<\/small>,<\/p>         <p> they and their descendants with them.<\/p>         <p> Before they call I will answer;<\/p>         <p> while they are still speaking I will hear.<\/p>         <p>The wolf and the lamb will feed together,<\/p>         <p> and the lion will eat straw like the ox,<\/p>         <p> but dust will be the serpent’s food.<\/p>         <p>They will neither harm nor destroy<\/p>         <p> on all my holy mountain,”<\/p>         <p>says the L<small>ORD<\/small>.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HESE VERSES OPEN<\/small> up one of the critical aspects of biblical revelation. God had a basic problem to confront as he began to reveal himself to the Hebrew people. They were surrounded by peoples who believed this visible world was actually only a dim reflection of the invisible world of the gods. What was really important took place in that world, preconditioning everything that took place here. Thus, human beings had no real choices to make but simply reduplicated the actions of the gods.<\/p>     <p> That is, of course, wholly untrue. This is a real world, and humans do have real choices to make, choices that have cosmic consequences. So, to make that point, for much of the Old Testament, God makes no reference to any reality beyond this world at all. Our choices are made here, and the effects are experienced here. This is a real world.<\/p>     <p> But this world is not all there is to reality. If we have gotten the point that this world is real and is not merely a reflection of invisible realities, we are perhaps ready to have the curtain pulled back in order to get a glimpse of the rest of reality. That is what is happening here. The fact is that all the effects of human choice are not experienced in this life. Justice is not entirely served here, as any of us can relate. All the good that is done here is not rewarded here, and all the evil that is done here is not punished here. So if God says that his servants will be blessed, as he did in 65:13–16, either he is a liar, or this world is not all there is to reality. These verses tell us that the latter is the case.<\/p>     <p> But this is not an accommodation to a pagan view, as some students of apocalyptic maintain. It is not the <em>real<\/em> heaven and earth that is now revealed, nor the <em>real<\/em> Jerusalem that is let down from heaven. Rather, they are <em>new<\/em> (65:17). What that means is that God will “create” something that, while being in continuity with what had been, will yet be a completely new expression of that reality (see comments on 43:14–21). The earthly realities give shape to the new realities instead of the earthly expression being merely a duplication of what already exists in heaven. But because they are new, the tragic realities of this world need not be repeated there. Thus, we may experience the reality of joy without the reality of weeping (65:18–19). Likewise, we may experience the delight of birth without the despair of death (65:20). The satisfaction of building will not be accompanied by the fear of destruction and conquest (65:21–23).<\/p>     <p> So God says that what he has said is true: Those who believe his word, who obey him, and who live his life <em>will<\/em> be “blessed” (65:23). There are consequences to our choices; they begin now and will come to their ultimate fruition when the Creator concludes his creative activity in the coming days. The language of 65:25 is closely related to the vision of the messianic kingdom in chapter 11, with the final line of the verse being an exact duplicate of the first colon of 11:9. This makes it plain that what we have here is not merely a poetic expression of the certainty of justice in some general sense but a prediction of real events in the age to come.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE DUALISM AND FATALISM<\/small> of paganism are never far from us. Nowhere is that more clear than in our thinking about the existence of good and evil in the world. It is easy for us to think that sin is in the world because of Satan. God is the good god and Satan the bad god; these two are at war, and we humans are the chess pieces on their board or, to put it another way, the game pieces in a cosmic session of some giant computer war game. Thus good and evil are the cosmic realities, and we are fated to play the part chosen for us. One expression of this can be seen in the tattoos of many prison inmates with some version of “Born to be bad” or “Born for Hell.”<\/p>     <p> But that is not true. The Bible tells us that sin is in the world for one reason only: human choice. Satan did not make Eve sin, nor is there anything in Genesis about the tempter’s being sinful. It is only said that he is more “subtle” than any other creature. Whatever Satan may have done before earthly time began had no conditioning effect on the choices of Eve and then Adam. Creation was in a pristine condition even though Satan was in it. And if our first two parents had not sinned, the clear implication is that creation would still be in that pristine condition today.<\/p>     <p> My point is that it is human choice that determines the shape of reality, not cosmic reality that shapes human choice. There will be a slain Lamb on the throne of heaven because we humans have sinned. We were not doomed to sin because there had to be a slain Lamb on the throne of heaven.<\/p>     <p> Thus, as we look to the new heaven and the new earth, we must not think that because they are coming, it doesn’t matter what we do. The truth is the other way around. Because they are coming, we can choose to be faithful today, secure that if we live out our lives in poverty, justice <em>will<\/em> be served. We do not have to worry about the consequences of our actions being seen today, because we know that the reality that is to come will reflect our right choices. By the same token, we must remember that just because we “get away” with something now, that does not mean that wrong act is not being imprinted on the reality that is to come. <em>We<\/em> shape our future.<\/p>     <h4>Contemporary Significance<\/h4>     <p>E<small>VANGELICALS SPEND<\/small> a good deal of time arguing about “the Millennium.” I remember an older gentleman who said to me when I was in college, “I grew up in a liberal church, so I was a postmillennialist. But then I saw the error of that, got converted, and became a premillennialist.” This gives us a sense of how critical some considered this issue in the midst of the “modernist-fundamentalist” debates of the 1920s and 1930s.<\/p>     <p> Even today in some denominations, premillennialism is an article of faith. The specific issue, of course, is whether Christ returns before the establishment of the reign of God’s righteousness on the earth or after. But the deeper issue is that of biblical interpretation: How literally is one to take poetic imagery? People whose general orthodoxy no one can doubt differ significantly on this subject. All orthodox persons agree that Christ will return in physical form; what they disagree on is whether there will be a physical reign of Christ on earth prior to the final judgment and prior to the revelation of the new heaven and earth. If the language of Revelation 19–21 is given any literal credence at all, this seems to be the case, and it is where I stand personally.<\/p>     <p> But as interesting as those arguments might be to some of us, the most important issue for us is to think about the implications of this theology for our daily lives. If it is true that the reality we experience in the days to come will be shaped by our choices now, then those choices are of critical importance. Far from saying with the television comic, “the devil made me do it,” we need to be thinking about the cosmic effects of our choices on the world to come. Our actions are not predetermined. Instead, our actions will bear fruit from now on and forever. This ought to make us think a good deal more soberly about what we do. Far from being merely a duplicate of something that has always existed, we have the possibility of shaping the reality that is to come. This is what Paul meant when he said to Titus in Titus 2:11–13:<\/p>     <blockquote>         <p> For the grace of God that brings salvation has appeared to all men. It teaches us to say “No” to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age, while we wait for the blessed hope—the glorious appearing of our great God and Savior, Jesus Christ.<\/p>     <\/blockquote>     <p> By the grace of God we have a coming world to look to. That being so, how should we live now to be assured that the reality we are shaping will be a joyous one? If it is true according to the old adage that “some people are so heavenly minded, they are no earthly good,” it is also true, and perhaps more so today than previously, that there are many people who have effectively forgotten that the story we are telling has its end only on the other side of the grave.<\/p>     ",
    "audit": null
}