{
    "id": 16124,
    "source": "niv",
    "verse_id": 17809,
    "verse_count": 22,
    "reference": "8:1–22",
    "title": "",
    "html": "          <p><span><span><b>T<\/b><\/span><\/span><small>HE<\/small> L<small>ORD SAID<\/small> to me, “Take a large scroll and write on it with an ordinary pen: Maher-Shalal-Hash-Baz. And I will call in Uriah the priest and Zechariah son of Jeberekiah as reliable witnesses for me.”<\/p>     <p> Then I went to the prophetess, and she conceived and gave birth to a son. And the L<small>ORD<\/small> said to me, “Name him Maher-Shalal-Hash-Baz. Before the boy knows how to say ‘My father’ or ‘My mother,’ the wealth of Damascus and the plunder of Samaria will be carried off by the king of Assyria.”<\/p>     <blockquote>         <p> The L<small>ORD<\/small> spoke to me again:<\/p>         <blockquote>             <p>“Because this people has rejected<\/p>             <p> the gently flowing waters of Shiloah<\/p>             <p>and rejoices over Rezin<\/p>             <p> and the son of Remaliah,<\/p>             <p>therefore the Lord is about to bring against them<\/p>             <p> the mighty floodwaters of the River—<\/p>             <p> the king of Assyria with all his pomp.<\/p>             <p>It will overflow all its channels,<\/p>             <p> run over all its banks<\/p>             <p>and sweep on into Judah, swirling over it,<\/p>             <p> passing through it and reaching up to the neck.<\/p>             <p>Its outspread wings will cover the breadth of your land,<\/p>             <p> O Immanuel!”<\/p>             <p>Raise the war cry, you nations, and be shattered!<\/p>             <p> Listen, all you distant lands.<\/p>             <p>Prepare for battle, and be shattered!<\/p>             <p> Prepare for battle, and be shattered!<\/p>             <p>Devise your strategy, but it will be thwarted;<\/p>             <p> propose your plan, but it will not stand,<\/p>             <p>for God is with us.<\/p>         <\/blockquote>         <p> The L<small>ORD<\/small> spoke to me with his strong hand upon me, warning me not to follow the way of this people. He said:<\/p>         <blockquote>             <p> “Do not call conspiracy<\/p>             <p> everything that these people call conspiracy;<\/p>             <p>do not fear what they fear,<\/p>             <p> and do not dread it.<\/p>             <p>The L<small>ORD<\/small> Almighty is the one you are to regard as holy,<\/p>             <p> he is the one you are to fear,<\/p>             <p> he is the one you are to dread,<\/p>             <p> and he will be a sanctuary;<\/p>             <p> but for both houses of Israel he will be<\/p>             <p>a stone that causes men to stumble<\/p>             <p> and a rock that makes them fall.<\/p>             <p>And for the people of Jerusalem he will be<\/p>             <p> a trap and a snare.<\/p>             <p>Many of them will stumble;<\/p>             <p> they will fall and be broken,<\/p>             <p> they will be snared and captured.”<\/p>             <p>Bind up the testimony<\/p>             <p> and seal up the law among my disciples.<\/p>             <p> I will wait for the L<small>ORD<\/small>,<\/p>             <p> who is hiding his face from the house of Jacob.<\/p>             <p>I will put my trust in him.<\/p>         <\/blockquote>         <p> Here am I, and the children the L<small>ORD<\/small> has given me. We are signs and symbols in Israel from the L<small>ORD<\/small> Almighty, who dwells on Mount Zion.<\/p>         <p> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living? To the law and to the testimony! If they do not speak according to this word, they have no light of dawn. Distressed and hungry, they will roam through the land; when they are famished, they will become enraged and, looking upward, will curse their king and their God. Then they will look toward the earth and see only distress and darkness and fearful gloom, and they will be thrust into utter darkness.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HIS CHAPTER IS<\/small> a continuation of the Immanuel sign and its implications, introduced in chapter 7. As will be discussed below, there is good reason to think that Isaiah’s son Maher-Shalal-Hash-Baz, who is introduced here, was the first fulfillment of that sign. He represents the negative impact of God’s presence that results when both king and people have reckoned without that presence.<\/p>     <p> The material is presented in two sections. In 8:1–10, the circumstances of the child’s birth are given and the significance of his name explained. The second section (8:11–22) deals more specifically with what Isaiah’s response to the people’s blindness is supposed to be (vv. 11–18) and with the manifestations and outcomes of that blindness (vv. 19–22).<\/p>     ",
    "audit": null
}