{
    "id": 16293,
    "source": "niv",
    "verse_id": 18868,
    "verse_count": 6,
    "reference": "63:1–6",
    "title": "",
    "html": "          <blockquote>         <p>W<small>HO IS THIS<\/small> coming from Edom,<\/p>         <p> from Bozrah, with his garments stained crimson?<\/p>         <p>Who is this, robed in splendor,<\/p>         <p> striding forward in the greatness of his strength?<\/p>         <p>“It is I, speaking in righteousness,<\/p>         <p> mighty to save.”<\/p>         <p> Why are your garments red,<\/p>         <p> like those of one treading the winepress?<\/p>         <p> “<small>I<\/small> have trodden the winepress alone;<\/p>         <p> from the nations no one was with me.<\/p>         <p>I trampled them in my anger<\/p>         <p> and trod them down in my wrath;<\/p>         <p>their blood spattered my garments,<\/p>         <p> and I stained all my clothing.<\/p>         <p> For the day of vengeance was in my heart,<\/p>         <p> and the year of my redemption has come.<\/p>         <p>I looked, but there was no one to help,<\/p>         <p> I was appalled that no one gave support;<\/p>         <p>so my own arm worked salvation for me,<\/p>         <p> and my own wrath sustained me.<\/p>         <p>I trampled the nations in my anger;<\/p>         <p> in my wrath I made them drunk<\/p>         <p> and poured their blood on the ground.”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>W<small>E RETURN FROM<\/small> talking about the future when the light will have dawned on a redeemed Israel, and through them on the whole world, to the less rosy present and what it will take if that light is to dawn. As I said in my opening comments on Isaiah 56–66, the material is arranged chiastically (see comments on 56:1–8). Chapters 56–59 speak of the inability of the people to do righteousness, but this is interspersed with, and finally concludes with, the promise that God will enable the righteousness he requires (59:15b–21). Chapters 63–66 return to this theme, but this time the promise of his intervention begins the segment, signaling that these two elements (human inability to do righteousness, divine ability to produce that righteousness) are reversed. Here the primary emphasis is on God’s power to enable his servants to live righteous lives.<\/p>     <p> How can an unrighteous people manifest the light of God that will bring the nations to his feet? The answer is the divine warrior. God will defeat every enemy of his people, including the most dangerous of all, sin. Because of the physical and military imagery used in these verses, it might be easy to think that what is intended here is an announcement that God will defeat all the nations who oppress Israel in the future. That is certainly true, but it goes beyond that.<\/p>     <p> This is made clear by the succeeding context. Israel’s problem is that they are weak because they are sinful. In response, God does not say in 63:1– 66:24 that he will destroy their physical enemies in spite of their sinfulness. Rather, he will destroy the sinners <em>among his people<\/em> and will vindicate those among his people who allow him to make them righteous, using these latter people to call the nations to worship the righteous God. They are his true servants (65:13–16; cf. 54:17).<\/p>     <p> Thus, the blood that stains the garments of the Victor (63:1, 3) is the blood of sinners from all nations, including his own nation, who have defied him. This defiant character of humanity is symbolized by the nation of Edom (63:1; cf. 34:5–15; also Obad.). Why could no one else do this (Isa. 63:3, 5)? Because he alone did not have to die for his own sins (53:4–10). He alone is the righteous Judge, who is without sin. But this is not destruction for its own sake. Rather, it is for the purpose of making “redemption” and “salvation” (63:4–5) available. Until sin and those who propagate it are defeated, there is no genuine salvation available. The idea that redemption and continued sin can coexist is not biblical; it is certainly not Isaianic.<\/p>     <h4>Bridging Contexts<\/h4>     <p>F<small>OR MOST OF US<\/small>, this picture of a blood-spattered warrior striding exultantly off a field of battle <em>Contexts<\/em> strewn with corpses is a distasteful one. This is especially true for us in North America, who have known so little bloodshed in comparison to the rest of the world. However, we need to put this in another perspective. Think about the prisoners in a Nazi concentration camp. Striding up to the barbed-wire gates comes a blood-spattered, smoke-begrimed GI, who with one burst of his submachine gun blasts the locks off the gates. Does he look distasteful to those prisoners? Not in the least! He is the most beautiful thing they have seen in years. He means freedom; he means deliverance; he means life from the dead. Can you imagine any of them saying, “Now Yank, those Nazis are really nice people, and if you had just talked to them gently and rationally, I am sure all of this unpleasant violence would have been unnecessary”? Hardly! On that field, there was only one approach, a fight to the death and winner take all.<\/p>     <p> The same is true in the spiritual world. There can be no negotiation with sin, for it is the sworn enemy of all that God is. It is sin that killed the Son of God, and it is sin that will kill all God’s creatures if it can. The idea that we can have a negotiated peace where God holds one part of the creation while sin holds another is ludicrous. In the end, either the righteous God will rule the world or sin will. The same thing is true of the human heart. The thought that we can have forgiveness of sin by the blood of Jesus while continuing to practice that which killed him is ludicrous. Christ the warrior comes to destroy sin and set us free.<\/p>     <h4>Contemporary Significance<\/h4>     <p>A<small>S<\/small> C<small>HRISTIANS<\/small>, <small>WE<\/small> look to the day when sin will be defeated on the earth. The Bible promises that Day in both Testaments. We do not know when the divine warrior will be manifested to complete that defeat, but we know that it will happen.<\/p>     <p> But that faith has implications for the present. It means that no quarter can be given to sin. Someone has said, “Republicans are death on sexual sins and any limitation of personal freedom but really don’t care about inequity, while Democrats will fight to the death against inequity while jumping from bed to bed. But both of them are in favor of greed.” To whatever extent that is true, it is a sad commentary. How can we make a place in our lives for what we are confident must be destroyed in the end if Christ is to reign? How can we act as if personal sin is laughable while structural sin is a terrible evil? How can we excoriate promiscuity while winking an eye at those who are gouging the poor? How can I excuse my sins while condemning yours? How can we act as if sin is anything but the sworn, deadly enemy of all we hold precious?<\/p>     <p> Harry Emerson Fosdick said it well, “Save us from weak resignation to the evils we deplore.” If Christ is the divine warrior, who will eventually triumph over sin in the world at large, the time is now to let him defeat sin in our own lives and to give us a thoroughgoing hatred of it in all its forms. This is the underlying theme in each of Paul’s letters: You have come to Christ, who has extended his grace to you; that means you cannot continue to live in sin. Stop stealing, stop lying, stop raging against each other, stop committing adultery, stop oppressing the poor, stop boasting. You can’t keep that up and have the One who destroyed sin on the throne of your life.<\/p>     ",
    "audit": null
}