{
    "id": 16227,
    "source": "niv",
    "verse_id": 18482,
    "verse_count": 9,
    "reference": "42:1–9",
    "title": "An Address to the Servant",
    "html": "               <p>A<small>S IN<\/small> 41:1–21, the court case against the gods is followed by an address to the Lord’s servant. Like the prior instance, the content of the address seems to follow the content of the case presented. There the fearful servant needed to be reassured that although Cyrus’s coming meant terror for the idol worshipers, it need not cause the servant any fear. Here, while the connection is not as clear, the address seems to be a further reflection on Yahweh’s control of history. Just as he was able to bring down the Babylonian Empire through Cyrus, so he will bring “justice” (42:1, 3, 4) to the earth through his “servant.” Verse 9 makes the connection clear by stating explicitly that the prediction concerning the servant is one of the “new things” that the gods could not declare in advance, but that the Lord can do so with impunity.<\/p>     <p> The identity of this “servant” has been the source of endless controversy. The differences between him and the servant Israel are striking. The servant Israel is fearful and blind, yet God loves him and will deliver him so that he can be God’s evidence to the nations that he is indeed God. But this Servant, who only appears here in chapters 40–48 and but three times in chapters 49– 50, is of a different sort. He is always obedient and responsive to God, his mission is to bring justice to the nations for God, and he is to be a “light” to the nations and a “covenant” to the people (of Israel, see 49:6). In contrast to the promises of divine blessing constantly being given to the servant Israel, this servant receives no benefits through his ministry but only increasing difficulty. In sum, whoever this is, it is not the nation of Israel; it is another figure altogether.<\/p>     <p> The reiterated statement that this person is going to bring justice on the earth, that God’s Spirit will be on him (42:1), and that his accomplishment of this end will not be through oppression (42:3) reminds us of the prophecies of the Messiah in Isaiah 9, 11, and 32. Thus, we have a complementary picture to the one there. There we had the servant as King. Here we have the king as Servant. The idea that the ends of the earth (“the islands”), which could not defend the deity of their gods (41:1), will “put their hope [lit., wait for, trust] in his law” is further indication that this figure is a messianic one (cf. 2:1–5 and comments).<\/p>     <p> The further description of the ministry of this Servant in 42:6–7 confirms that this is not the nation but someone who will function for the nation and indeed for the world. Where Israel was blind and deaf, captive to the powers of this world, this Servant will give sight and freedom. This ministry will be the ultimate revelation of the “glory” of God, which fills the earth (6:3) and belongs to no idol (42:8).<\/p>     <h4>Bridging Contexts<\/h4>     <p>P<small>REDICTIVE PROPHECY.<\/small> Isaiah hangs his claim that Yahweh is the only being worthy of the title “God” squarely on the possibility of predictive prophecy. Commentators who do not believe in that possibility find themselves in something of a quandary. Brevard Childs, for example, dismisses the idea as a belief in “clairvoyance.” Yet at the same time he correctly admits that the second part of Isaiah wants its readers to believe that the Exile really had been predicted by Isaiah. Everything, then, hangs on whether we admit that such a thing is possible. If we conclude it is not possible, then I would claim that all of the lofty theology of Isaiah 40– 55 is suspect. If the unknown writer of the book has to falsify evidence to support his claims that God is who he says he is, then there is no reason to believe that God is any of the things this person says he is.<\/p>     <p> However, if there is such a God as Isaiah says has revealed himself to him, why is it so difficult to believe that God can tell the future? If he did create the world for a purpose, if he is leading all of history to the fulfillment of that purpose, and if he is outside of time and space but has the full capacity to intersect those realms at any point, why should we think it impossible for him to tell us what will happen in advance?<\/p>     <p> It may be urged that this is a magical and superstitious view, but that is the furthest case from the fact. The biblical prophets did not practice magical rituals in order to find out the future. Magic ritual is based on the idea of continuity. The ancients believed the position of the stars or the shape of a sheep’s liver was directly related to human events, so whenever certain conditions were observed, certain events would occur. That is far from what the biblical prophets did. They were called by God into a relationship with him in which he revealed his word to them unbidden. That word addressed current conditions among his people especially in relation to their obedience to the covenant, and it pointed out the future implications of that obedience or lack thereof. This was no attempt to find out the future for the benefit of one’s client.<\/p>     <p> Prediction had three main functions in the Bible. (1) It was a means of calling people to obedience, because such obedience would have positive future consequences. (2) It was a means of encouraging faith; the God whom we serve cannot be surprised by events beyond his control. (3) It served to confirm God’s trustworthiness when the predicted events occurred.<\/p>     <p> <b>Justice as right order<\/b>. The Hebrew word translated “justice” in 42:1, 3, and 4 is <em>mišpat.<\/em> In many ways it is the antonym of <em>tohu<\/em>, “chaos” (see n. 3, above). It is much more than merely legality, as “justice” has come to connote in English. Rather, it has the idea of “right order.” This explains why it is often paralleled to <em>sdaqah<\/em>, which is usually translated “righteousness” but simply has the idea of “doing the right thing.” This means that <em>mišpat<\/em> has a much larger pool of connotations than does our word “justice.” To be sure, a world where the innocent are punished and the oppressors go free is a world where <em>mišpat<\/em> is lacking. The word contains everything we think of as “justice,” but it contains more than that as well.<\/p>     <p> This can be further seen in the usage of the related word “judge.” Many a child, hearing Samson called a “judge,” has suffered from some disorientation. How could this mighty man be called a judge? That is not the way judges act today! Of course, the point of the book of Judges is that when the people have disobeyed and are being beaten down by oppressors, they are not experiencing the kind of right order that God intended in his world. So when in response to repentance and faith God sends a champion who will restore them to the kind of life God intended for them, <em>mišpat<\/em> is restored in the land. So Isaiah is saying that the coming Messiah will do all that is necessary to restore God’s right order on the earth.<\/p>     <h4>Contemporary Significance<\/h4>     <p>P<small>REDICTIVE PROPHECY.<\/small> It seems to me that the believer has to walk a middle road on the subject of prophecy in the Bible. This was brought home to me some years ago when I was teaching an adult Sunday School class. As we came to the end of one study, I asked the members of the class what part of the Bible they would like to go into next. The consensus was that they would like to study “prophecy.” I was delighted with the idea and began the next week with an overview of Amos, proceeding on through Hosea and Micah. But I began to see a questioning look in the members’ eyes. Although they were too polite to say so, something was wrong. Finally, I stopped and asked them what the trouble was. After much hemming and hawing, one of them finally blurted out, “Well, we were kind of wondering when we were going to get to prophecy.” Suddenly it dawned on me. When they said “prophecy,” they meant predictions associated with the end of time, or “eschatological prophecy,” material limited to the final chapters of Ezekiel, Daniel, and Zechariah in the Old Testament. What they really wanted was a study of the book of Revelation, supplemented by the Old Testament material.<\/p>     <p> This is a view we need to be careful of. Any attempt to use eschatological prophecy to create a timetable or roadmap of future events is filled with difficulties. If nothing else, a study of all the wrong conclusions drawn from the eschatological prophecies in the last two hundred years should lead us to a healthy caution. Furthermore, as I tried to indicate above, simple knowledge of the future is not the purpose of prediction in the Bible. The point of the predictions of Jesus’ return, for example, is not so that we can figure out exactly when it will happen. Rather, it has the three purposes outlined above: We should be obedient to all of his commands, knowing that he could return at any time; we can live confidently in difficult times, knowing that evil cannot triumph in the end; and we can look forward excitedly to the hour when he returns, knowing that our faith will be climactically confirmed.<\/p>     <p> But if overfascination with eschatological prediction is to be avoided, there is another extreme that, if anything, should be even more assiduously avoided. That is a certain tendency to deny that the Bible really contains predictions. This is one of the illogical ways in which Enlightenment rationalism continues to hang on. We see those today who on the one hand insist that we can each create our own truth, while at the same time insisting that it is rationally impossible for the Old Testament writers to have predicted the coming of Christ. What the New Testament writers called prediction, they say, is simply the result of those writers having gone through the Old Testament text with a fine-toothed comb and using whatever they could find to bolster their belief that Jesus had been predicted in advance.<\/p>     <p> The first question to be posed to such a view is why the New Testament writers even thought of doing such a thing. Why did they think that his coming would have been predicted? The answer to the question is that in passages such as Isaiah 41–42, God’s use of prediction is made the central evidence of his Godhood. The New Testament writers expected there would be predictions of the Messiah because that is what the Old Testament statements led them to.<\/p>     <p> The second question to those who question whether the Old Testament really predicted Christ is regarding the standard used to determine what is a valid prophecy. For instance, if we believe that the material was revealed to the writer by God, then it is not necessary that every writer understood the full implications of what he was saying about Christ for his statement to be a valid prediction. Did Micah understand all the historical implications of his statement that the “ruler over Israel” would come from Bethlehem (Mic. 5:2)? I very much doubt it. But that does not mean that those who concluded that the place to look for the Messiah was in Bethlehem were misusing an Old Testament text (Matt. 2:4–6).<\/p>     <p> It is also important to distinguish those places where there is direct prediction from those places where the New Testament writers use the Old Testament allusively or illustratively. When all is said and done, we must come back to this text and say that if the possibility of genuine prediction is denied, then one of the Bible’s chief arguments for the unique deity of its God has been undercut and with it much of what else the Bible says about him and his Son.<\/p>     <p> <b>The ministry of the Servant.<\/b> If we conclude that Isaiah 42:1–9 is a prediction of the ministry of Christ, which I believe is a correct conclusion, we can see in these verses a number of indications about the dimensions of his ministry and its nature. (1) As we said above, that ministry is above all to restore God’s right order in the world. This point is made three times in short order. This should remind us that to suggest that the cross of Christ is only about forgiveness of sins is unwarranted. To be sure it is about that, but it is about much more. It is about dealing with all the effects of sin in the world and about restoring God’s work on all levels of society.<\/p>     <p> This message has been true of the church from the outset. It is possible to trace the progress of the church across the world by the schools and hospitals it has left in its wake. To be sure, the church has contributed its share of suffering and bloodshed. But these other benefits cannot be gainsaid. The Servant’s ministry is for the restoration of God’s order in the world.<\/p>     <p> (2) Moreover, it is a worldwide ministry. The Spirit who was on Christ (42:1; cf. John 1:32–34) impels his disciples to take his “law” (Heb. <em>torah<\/em>, “teaching, instruction”) to the ends of the earth, because people everywhere are waiting for it. His light is meant to shine through his disciples to all the nations (Isa. 2:2; 66:23; Matt. 28:19–20). If a new understanding of multiculturalism means that we must constantly be on guard against merely cultural overtones in our presentation of the gospel, it must not dampen our enthusiasm for taking the gospel of Christ to the whole world. A postmod-ern perspective insists that all people have light, but they just have a different take on what the light consists of. Isaiah knows better. People who have made God in their own image are in the darkness, and they desperately need the light that streams from the Cross and the empty tomb.<\/p>     <p> (3) A third aspect of the ministry of the Servant that is especially relevant for our time is its manner. The ancient kings boasted about the ferocious ways in which they brought “justice” to their kingdoms and about the heavy yokes they imposed on any whom they conquered. This Servant brings God’s right order into the world not from a position of strength but of weakness. He does not break an already-bent reed, nor does he quench a candle flame that is already flickering. Christ disarmed his enemies with love and grace and gentleness.<\/p>     <p> We must minister in the same way. In many ways this is the most difficult part of the ministry of Christ for many of us. We find it difficult to give up the assertiveness that has manifested itself in us since we were born. We want what we want when we want it, and there are many different justifications offered for an assertive, dominating Christianity. But the word of God still stands:<\/p>     <blockquote>         <p>He made himself nothing; he took the humble position of a slave and appeared in human form. And in human form he obediently humbled himself even further by dying a criminal’s death on a cross. (Phil. 2:7– 8 NLT)<\/p>         <p>A disciple is not above the teacher, nor a slave above the master. (Matt. 10:24 NRSV)<\/p>     <\/blockquote>     ",
    "audit": null
}