{
    "id": 16133,
    "source": "niv",
    "verse_id": 17856,
    "verse_count": 30,
    "reference": "10:5–34",
    "title": "",
    "html": "          <blockquote>         <p> “W<small>OE TO THE<\/small> Assyrian, the rod of my anger,<\/p>         <p> in whose hand is the club of my wrath!<\/p>         <p>I send him against a godless nation,<\/p>         <p> I dispatch him against a people who anger me,<\/p>         <p>to seize loot and snatch plunder,<\/p>         <p> and to trample them down like mud in the streets.<\/p>         <p>But this is not what he intends,<\/p>         <p> this is not what he has in mind;<\/p>         <p>his purpose is to destroy,<\/p>         <p> to put an end to many nations.<\/p>         <p> ‘Are not my commanders all kings?’ he says.<\/p>         <p> ‘Has not Calno fared like Carchemish?<\/p>         <p>Is not Hamath like Arpad,<\/p>         <p> and Samaria like Damascus?<\/p>         <p>As my hand seized the kingdoms of the idols,<\/p>         <p> kingdoms whose images excelled those of Jerusalem and Samaria—<\/p>         <p> shall I not deal with Jerusalem and her images<\/p>         <p>as I dealt with Samaria and her idols?’”<\/p>     <\/blockquote>     <p> When the Lord has finished all his work against Mount Zion and Jerusalem, he will say, “I will punish the king of Assyria for the willful pride of his heart and the haughty look in his eyes. For he says:<\/p>     <blockquote>         <p>“‘By the strength of my hand I have done this,<\/p>         <p> and by my wisdom, because I have understanding.<\/p>         <p>I removed the boundaries of nations,<\/p>         <p> I plundered their treasures;<\/p>         <p> like a mighty one I subdued their kings.<\/p>         <p> As one reaches into a nest,<\/p>         <p> so my hand reached for the wealth of the nations;<\/p>         <p>as men gather abandoned eggs,<\/p>         <p> so I gathered all the countries;<\/p>         <p>not one flapped a wing,<\/p>         <p> or opened its mouth to chirp.’”<\/p>         <p> Does the ax raise itself above him who swings it,<\/p>         <p> or the saw boast against him who uses it?<\/p>         <p>As if a rod were to wield him who lifts it up,<\/p>         <p> or a club brandish him who is not wood!<\/p>         <p>Therefore, the Lord, the L<small>ORD<\/small> Almighty,<\/p>         <p> will send a wasting disease upon his sturdy warriors;<\/p>         <p>under his pomp a fire will be kindled<\/p>         <p> like a blazing flame.<\/p>         <p>The Light of Israel will become a fire,<\/p>         <p> their Holy One a flame;<\/p>         <p>in a single day it will burn and consume<\/p>         <p> his thorns and his briers.<\/p>         <p>The splendor of his forests and fertile fields<\/p>         <p> it will completely destroy,<\/p>         <p> as when a sick man wastes away.<\/p>         <p>And the remaining trees of his forests will be so few<\/p>         <p> that a child could write them down.<\/p>         <p>In that day the remnant of Israel,<\/p>         <p> the survivors of the house of Jacob,<\/p>         <p>will no longer rely on him<\/p>         <p> who struck them down<\/p>         <p>but will truly rely on the L<small>ORD<\/small>,<\/p>         <p> the Holy One of Israel.<\/p>         <p>A remnant will return, a remnant of Jacob<\/p>         <p> will return to the Mighty God.<\/p>         <p> Though your people, O Israel, be like the sand by the sea,<\/p>         <p> only a remnant will return.<\/p>         <p>Destruction has been decreed,<\/p>         <p> overwhelming and righteous.<\/p>         <p>The Lord, the L<small>ORD<\/small> Almighty, will carry out<\/p>         <p> the destruction decreed upon the whole land.<\/p>     <\/blockquote>     <p>Therefore, this is what the Lord, the L<small>ORD<\/small> Almighty, says:<\/p>     <blockquote>         <p>“O my people who live in Zion,<\/p>         <p> do not be afraid of the Assyrians,<\/p>         <p>who beat you with a rod<\/p>         <p> and lift up a club against you, as Egypt did.<\/p>         <p> Very soon my anger against you will end<\/p>         <p> and my wrath will be directed to their destruction.”<\/p>         <p>The L<small>ORD<\/small> Almighty will lash them with a whip,<\/p>         <p> as when he struck down Midian at the rock of Oreb;<\/p>         <p>and he will raise his staff over the waters,<\/p>         <p> as he did in Egypt.<\/p>         <p>In that day their burden will be lifted from your shoulders,<\/p>         <p> their yoke from your neck;<\/p>         <p>the yoke will be broken<\/p>         <p> because you have grown so fat.<\/p>         <p>They enter Aiath;<\/p>         <p> they pass through Migron;<\/p>         <p> they store supplies at Micmash.<\/p>         <p>They go over the pass, and say,<\/p>         <p> “We will camp overnight at Geba.”<\/p>         <p>Ramah trembles;<\/p>         <p> Gibeah of Saul flees.<\/p>         <p>Cry out, O Daughter of Gallim!<\/p>         <p> Listen, O Laishah!<\/p>         <p> Poor Anathoth!<\/p>         <p>Madmenah is in flight;<\/p>         <p> the people of Gebim take cover.<\/p>         <p>This day they will halt at Nob;<\/p>         <p> they will shake their fist<\/p>         <p>at the mount of the Daughter of Zion,<\/p>         <p> at the hill of Jerusalem.<\/p>         <p>See, the Lord, the L<small>ORD<\/small> Almighty,<\/p>         <p> will lop off the boughs with great power.<\/p>         <p>The lofty trees will be felled,<\/p>         <p> the tall ones will be brought low.<\/p>         <p> He will cut down the forest thickets with an ax;<\/p>         <p> Lebanon will fall before the Mighty One.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>I<small>F THE PEOPLE<\/small> of Israel recognize that it is the Lord with whom they must come to terms and not the nations, if they realize that their destiny is determined by their obedience to the covenant and not by their relations to the nations, God will deliver them from the nations among whom he has abandoned them. This point is expressed with colorful force in this section.<\/p>     <p> Isaiah 10:1–4, the immediately preceding stanza dealing with social injustice, began with the funeral cry, “Woe!” Verse 5 begins with the same word, but now it is directed toward the instrument God had used to punish Israel’s and Judah’s sins: the nation of Assyria. This is God’s way of showing two things. (1) The promised destruction by Assyria is temporary and not permanent. God is not going to wipe out his people, letting Assyria run roughshod over them. (2) Assyria is not operating on its own. It may think so, but it is not. However great the Assyrian power, it operates only under God’s sufferance. It only serves God’s purposes. Once those purposes have been served, Assyria will be subject to the same moral scrutiny as any other nation. Just because that nation has been God’s tool does not mean its people can live without any accountability to their Creator. In fact, they deny such accountability, insisting that they are the product of their own hands. Thus, they are one more expression of the creaturely pride that has such deadly effect on God’s creatures (see 2:6–4:1; 13–14).<\/p>     ",
    "audit": null
}