{
    "id": 16135,
    "source": "niv",
    "verse_id": 17871,
    "verse_count": 4,
    "reference": "10:20–23",
    "title": "A Remnant Will Survive",
    "html": "               <p>“I<small>N THAT DAY<\/small>” is an expansive term referring to any future time of God’s judgment and\/or restoration. Thus, it is not necessary to refer it directly to the events of 701 <small>B.C<\/small>. nor even to the events of 620–609 <small>B.C<\/small>., when Assyria was finally destroyed. Rather, here it speaks of that future time when all the punishment at the hands of the nations will be over and the purified “remnant” of God’s people (see 4:2–6) will be brought home.<\/p>     <p> The prophet utilizes the name of his son Shear-Jashub (“only a remnant will return”) to do two things here. (1) He wants to assure his hearers that no matter how great Assyria (and later Babylon) may be, they will not be able to destroy God’s people. After all, they are only tools in God’s hand and can do no more than he gives them permission to. Since God is gracious and compassionate, a remnant will survive.<\/p>     <p> (2) However, <em>only<\/em> a remnant will survive, and the prophet stresses this with his recurring use of the word “remnant.” As is typical of this part of the book, Isaiah is trying hard to guard against false expectations. No one should get so focused on the future survival as to forget the terrible judgment that precedes that survival. Thus, he insists to his hearers that even though the destruction will not be complete, it will be thorough. It has been so “decreed” (10:22).<\/p>     <p> But the remnant will be different from their predecessors in at least one respect. They will no longer “rely on” (10:20), or trust, their worst enemy before they will trust “the Holy One of Israel.” In that coming day when a handful of survivors return to the land from which they have been exiled, they will learn the lesson of trust that Isaiah 7–39 focuses on.<\/p>     ",
    "audit": null
}