{
    "id": 16170,
    "source": "niv",
    "verse_id": 18068,
    "verse_count": 11,
    "reference": "22:15–25",
    "title": "A Picture of Two Men",
    "html": "               <p>A<small>S WE HAVE<\/small> already seen earlier in Isaiah, one of its features is the use of graphic illustration. We first saw it in chapter 3 and most recently in chapter 20. After a discourse, the prophet’s point is reinforced with a concrete picture of what has just been said. Here the picture takes two parts, revolving around two different men. The first illustration (22:15–19) is negative, while the second (22:20–25) is more positive.<\/p>     <p> As is clear from chapter 36, where the embassy to the Rabshakeh of Assyria is headed by the “palace administrator” (the same Heb. phrase translated “in charge of the palace” here), this position has sweeping responsibilities. In fact, there is reason to think that it is analogous to the task of “prime minister.” Thus, Shebna carries great responsibility for the well-being of the country, both spiritually and materially. But his priorities are misplaced. Instead of denying himself for the good of the country, he is building himself a fine rock tomb. Instead of losing himself in order to bring life to his country, he is trying to make sure he will be remembered in death! When he should be thinking about the life of others, he is focusing all his attention on his own death.<\/p>     <p> There are many fine rock-cut tombs in the hillside on the east side of the Kidron Valley directly across from the lower part of old Jerusalem, which was the main part of the city at that time. It is easy to think of the prime minister driving one of his “splendid chariots,” one of the “perks” of his office, out to see how the work was coming. The fine tomb would be there for all future generations to see how important and significant Shebna had been. But when he arrives at the site, he finds an unwelcome visitor, the prophet Isaiah. Isa-iah tells Shebna that far from being important and significant, he is a “disgrace to [his] master’s house” (22:18). Instead of being memorialized before all the people, he will be wadded up and thrown away like an old rag (22:17–18). We do not know Shebna’s ultimate fate, but the reference to “a large country” (22:18) leads us to wonder whether he may have died as a hostage in Assyria.<\/p>     <p> In the short term, Shebna will have his office taken from him and given to another (see 22:19–25). We can imagine that for a person like Shebna, the tokens of importance were significant to him. Thus, to have his official uniform (“robe” and “sash,” 22:21) taken from him and given to another will be terribly humiliating. We cannot help but think of 2:6–4:1 here, which speaks of the inevitable humiliation that comes to those who exalt themselves.<\/p>     <p> It is not known whether the “key” referred to in 22:22 is only a figure of speech. Perhaps it is a symbolic badge of office, or it may actually have been a key to the palace. In any case, it represents absolute authority to determine who will have an audience with the king and who will not. Unlike Shebna, who is only concerned for himself, Eliakim will be concerned for the people under his charge and will act as a “father” (22:21) to them. That is, he will be concerned about their welfare before his own and will work for them, not himself. The reference to “the house of David” may also be significant. It suggests that Eliakim’s interests are not merely for temporal affairs, as symbolized by the “house” (i.e., the palace). Rather, they are for the larger spiritual matters that ought to be concerning the court, the “house” of David.<\/p>     <p> But there is a danger that can befall anyone who is truly responsible and reliable. That danger is spelled out in 22:23–25. Such a person becomes so dependable that people rely too much on him. Like a good, strong “peg” in the wall, everything imaginable, and some things unimaginable, get hung on such a person. A weak or broken peg we do not put so much upon. But the one that is obviously strong and reliable we hang everything on. In this case, there seems to be a suggestion that Eliakim’s family will become a special burden to him (22:23–24). This is still a feature of Near Eastern culture. If one member “makes good,” he is expected to care for and make a place for all the rest, even the ne’er-do-wells and the hangers-on.<\/p>     <p> Sadly, however, even the best of us often cannot endure such pressure forever. That seems to be what Isaiah is predicting for Eliakim. Eventually, he will crack under the strain, and all that has been dependent on him will come crashing down (22:25). That such a thing will happen in that setting is entirely predictable. The people have rejected divine resources and are trusting in humans instead. Most humans fail their trust, and thus if one turns out to be unusually trustworthy, the loads are simply piled on. But no human can bear what is meant to be rolled onto the Lord (Ps. 37:3–6). Even the best person will break under those circumstances.<\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>T IS SAID<\/small> that the last nights of Berlin in April of 1945 were marked by revelries and parties. The Berlin Philharmonic Orchestra played Wagner’s <em>The Twilight of the Gods<\/em>. There was a general air of “Let’s eat and drink, for tomorrow we die.” The inflated promises of National Socialism to bring in the millennium—the thousand-year <em>Reich<\/em>—had disappeared in dust and ashes. The Russian army was on the Oder River, just a few miles to the east, and to the west, German soldiers were surrendering in the thousands to the victorious Allies. The war was lost. But instead of national repentance or even reflection, there was only an attempt to forget in waves of artificially induced giddiness.<\/p>     <p> From one point of view, such a response is not surprising. What was there to repent of? The Kaiser’s army in World War I had at least made a pretense of trusting in God, as their uniform belt buckles had stamped on them “Gott Mit Uns” (i.e., “God With Us”). Hitler’s armies made no such pretense. They had abandoned the Christian God Nietzsche accused of turning men into old women and had tried to revive the harsh gods of Norse and Germanic legend. But their real god was simply the god of power. Now cruel fate had turned against them, and the fickle god of power had gone off to fawn on their enemies. What’s to repent of?<\/p>     <p> For starters, there were an estimated fifty million people dead, including six million Jews. The culture and spirit of Europe lay in ruins, with the spirit in particular hard-pressed ever to recover. Germany, the land of Luther, had, like Judah many years before it, become a “Valley of Vision,” where a glorious past of spiritual insight had been forfeited and the claims to see true reality were in fact a mockery.<\/p>     <h4>Contemporary Significance<\/h4>     <p>P<small>LANS AND PRIORITIES.<\/small> This passage of Isaiah is about priorities. There is nothing wrong with making preparations for certain eventualities, nor is there anything wrong with using our strengths and abilities to care for ourselves. The book of Proverbs is clear that those who are lazy and careless are fools. They have not made adequate preparations for the day of trouble, and when it falls on them, they are helpless. By contrast, those who are wise have carefully planned their lives and will carry out those plans. Note Proverbs 24:30–34; 27:23–27:<\/p>     <blockquote>         <p>I went past the field of the sluggard,<\/p>         <p> past the vineyard of the man who lacks judgment;<\/p>         <p>thorns had come up everywhere,<\/p>         <p> the ground was covered with weeds,<\/p>         <p> and the stone wall was in ruins.<\/p>         <p>I applied my heart to what I observed<\/p>         <p> and learned a lesson from what I saw:<\/p>         <p>A little sleep, a little slumber,<\/p>         <p> a little folding of the hands to rest—<\/p>         <p>and poverty will come on you like a bandit<\/p>         <p> and scarcity like an armed man.<\/p>         <p>Be sure you know the condition of your flocks,<\/p>         <p> give careful attention to your herds;<\/p>         <p>for riches do not endure forever,<\/p>         <p> and a crown is not secure for all generations.<\/p>         <p>When the hay is removed and new growth appears<\/p>         <p> and the grass from the hills is gathered in,<\/p>         <p>the lambs will provide you with clothing,<\/p>         <p> and the goats with the price of a field.<\/p>         <p>You will have plenty of goats’ milk<\/p>         <p> to feed you and your family<\/p>         <p> and to nourish your servant girls.<\/p>     <\/blockquote>     <p> So what is the problem here in Isaiah? Plans and preparations have been made without first seeking God’s guidance and blessing. Proverbs is also insistent that the outcome of all our plans is in the hands of God. “A man plans his course, but the L<small>ORD<\/small> determines his steps” (Prov. 16:9); “the horse is made ready for the day of battle, but victory rests with the L<small>ORD<\/small>” (21:31). How seriously do we seek God’s plans before we make our plans? How easily do we work everything out our way and then casually ask God to bless it?<\/p>     <p> But even more seriously, do we pay more attention to our relationship to the Lord than we do to our plans and preparations? This was the problem in Isaiah’s day, and it remains so in ours. The plans may have been fine, but how can God bless them when the people making them are self-serving covenant-breakers? That is the problem with the rich farmer in Jesus’ parable in Luke 12:16–21. He does not pay attention to the main issue in life:<\/p>     <blockquote>         <p>“‘And I’ll say to myself, “You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.”’<\/p>         <p> “But God said to him, ‘You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?’<\/p>         <p> “This is how it will be with anyone who stores up things for himself but is not rich toward God.” (Luke 12:19–21)<\/p>     <\/blockquote>     <p> In Isaiah’s day, it was a leadership problem. The Judean leaders were worrying about walls and water supplies when they should have been worrying about sin. How much easier it is to plan for increased facilities in a church than it is to deal with the spiritual deadness in the congregation. How much easier it is to plan additional programs for speaking to postmoderns than it is to speak out against rampant materialism. Thus, the physical plant may be increasing and the numbers in the congregation may be growing while the members of the church are drifting further and further from God. Like the Judeans or the rich farmer, we are “fat and happy,” rejoicing in our blessings, going from one party to another, chiding the saints among us for their long faces and sour attitudes, never hearing the Lord saying to us, “You fools!”<\/p>     <p> What does it mean to be an Eliakim rather than a Shebna? Above everything else, it means that we have gotten ourselves off our hands. That’s the difference between a David and a Saul, or a Jesus and a Judas. The second person in each of these pairs was always looking out for himself. He was worried about his image, about what other people thought of him, about how he was going to supply his needs, and about how people would remember him. These were the last things the first person in each pair worried about.<\/p>     <p> I am convinced that these are the kinds of things Jesus had in mind when he said we must become like little children to enter the kingdom of heaven (Matt. 18:3–4). There are a number of things about children that are not heavenly: They are ignorant and naïve; they can be petty and selfish; and if you are a parent, you know they are not innocent. But, by and large, they lack self-consciousness. It does not occur to them to worry about how they are appearing to others. Status means nothing to them. But how quickly that changes as we grow up. We become absorbed not with reality but with image. We are consumed with a need for approval and position, and all too often with the approval of the wrong people and the positions that are worthless.<\/p>     <p> That was Shebna. He had achieved the highest position in the land after the king, and he was using that position to build a memorial for himself. He was laboring for what did not really matter, and as a result his only real memorial is the one of disgrace found in Isaiah 22. We can go down that road too unless we make that kind of total self-renunciation where in the end we care for nothing but the approval of God. In his sermon “The Weight of Glory,” C. S. Lewis says that it matters little what we think of God, but it matters to all eternity what God thinks of us.<\/p>     <p> That is the kind of person we see in Eliakim. Like Christ, he will care more for the welfare of others than he does for his own. And like Christ, his greatest joy will be to make it possible for people to enter the throne room of the King. He will be seeking God’s grace so that he can be responsible, reliable, and true in the cesspool of court intrigue. He will be concerned for the needs of others above his own to the extent that he will shoulder loads that are really too heavy to carry. But he will carry them, not because he constantly needs to prove to himself that he is indispensable or that he is really somebody, but because he does not want others to have to bear those loads.<\/p>     <p> Nor do such burdens need to break us in the end, as they apparently did Eliakim. To be sure, health may break, not because we have abused our bodies but simply because the reed we were given at birth was weaker than the one given to some others. But even in a broken body, our spiritual health may be radiant and robust, in spite of our carrying impossible loads. If we have learned how to carry those loads to the Master and leave them there, we will not be broken by what we are called to shoulder for the sake of others.<\/p>     <p> This is the opportunity Christ offers each of us. We may chose to be Eliakim or Shebna. We may focus on the temporal or the eternal. If we focus on the temporal, we and all our works will perish with the temporal. If we choose the eternal, then none of our temporal works will ever be lost (Rom. 8:13). Furthermore, like Eliakim and the apostles after him, we will be given the authority to open the doors of heaven for those who will never get in otherwise (Matt. 16:19; cf. also Rev. 3:7). More frighteningly, we will have the authority to close the doors for those who are trying to get in for all the wrong reasons. There is power, but it is only gotten by renouncing power and all its trappings.<\/p>     ",
    "audit": null
}