{
    "id": 16265,
    "source": "niv",
    "verse_id": 18675,
    "verse_count": 8,
    "reference": "51:1–8",
    "title": "A Commentary on the Servant’s Words",
    "html": "               <p>T<small>HESE VERSES EXPAND<\/small> on the theme of “listening to\/obeying” the words of the Servant. The ones being addressed are those among the Judeans who are inclined to put their trust in God. The others have been dismissed in 50:10. But these are addressed as those who “pursue righteousness” and “seek the L<small>ORD<\/small>” (51:1) and those “who know what is right” and “have my law in your hearts” (51:7). The message that the Servant will reveal is for them—and it is a message of deliverance. But as noted in the introductory comments on chapters 49–55, the deliverance here is not primarily from Babylon. Instead, it has both a universal (51:4–6) and a timeless (51:6, 8) quality.<\/p>     <p> This fact emphasizes again that Israel’s primary problem is not captivity in foreign lands. Rather, their ultimate problem is the same as that of the whole human race: alienation from God. Deliverance from Babylon without this other deliverance will accomplish little. Unless God can find a way to deliver from the bondage to sin that produces injustice and oppression, there is no final hope for humanity. Furthermore, it is plain that God’s deliverance goes beyond sincere obedience and well-motivated living. If those qualities of life could take away divine-human alienation, there would be no need for further deliverance. But in fact, it is particularly persons with those characteristics who will be able to receive that further deliverance. Their heartfelt commitment to the law of God does not deliver them from their alienation, but it means they are in a position to receive that deliverance if they will.<\/p>     <p> The commentary may be divided into three stanzas: 51:1–3, 4–6, and 7–8. (1) In verses 1–3 God and the Servant call on the righteous (“Listen to me”) to look back. They are invited to remember God’s dealings with Abraham in election love (v. 2) and behind that to recognize the creative power that brought the world into existence in the first place. If the Israelites are tempted to despair over God’s willingness to restore them, God points them to their origins as a people. He took a single couple and from them brought a whole nation. Surely he will not abandon them now. Nor is there any question about his power to do so. The God who brought the world into existence will have no problem in restoring the “ruins” of “Zion.”<\/p>     <p> The particular imagery for creation used in 51:3 is significant. Here it is not the founding of the earth and the stretching out of the heavens that is so frequently used in this part of the book. Instead, the creative activity that resulted in a garden is emphasized. Isaiah’s point is that the Creator originally created a world of beauty, harmony, and blessing. Yahweh is not merely the Creator; he created the world with the specific plan in mind of blessing. So if God is characterized by election love and creative power for blessing, his people need not fear that they will be left in the ruins and despair that their sins have created. The lessons of the past are clear: The Lord is a God of “comfort,” “compassion,” and power, and he will not rest until the world is once more a place of “joy and gladness,” “thanksgiving,” and “singing.”<\/p>     <p> (2) The next stanza begins as the first did, with a call to “listen.” The emphasis here is the universal and eternal work of the Servant. This deliverance that will be accomplished is not merely for the children of Abraham but for the children of Adam, as 49:6 made plain. Not only will the people of Israel wait for the mighty arm of God’s deliverance to be revealed (51:5; cf. 50:2; 51:9; 52:10; 53:1), but indeed the whole earth waits. The “law” of God and the “justice” that is a consequence of it will go out to all the nations and become the light that the Servant brings to the “Gentiles” (42:6; 49:6). What God will do for his people truly has universal impact.<\/p>     <p> Furthermore, the “salvation” God is offering is beyond the limits of time and space. It will have relevance even when “the heavens” and “the earth” cease to exist and when all the inhabitants of earth have died. It could be argued that this is merely hyperbolic language, but even if that were granted, the point cannot be denied that something beyond mere deliverance from Babylon and the restoration of earthly Zion is being talked about.<\/p>     <p> (3) The third stanza of the commentary on the third Servant Song also begins with a call to listen (51:7). There are words both by and about the Servant that especially those who are seeking God need to hear. They need to be encouraged (comforted) by the assurance that God has not abandoned them and that their commitments to know God and to do his will have not been in vain. They need this encouragement because of the persistent fact that a fallen world has nothing but “reproach” and “insults” for those trying to live the life of the holy God.<\/p>     <p> What God wants them to hear is that the reproaches and the insults are being spoken by those who are passing away like garments eaten by moths (51:8). In other words, all of that will pass, and pass more quickly than they might think. But the righteous salvation of God will endure forever (cf. 40:8). Note that this same figure was also used by the Servant (50:9). The servants may share the same confidence as their Servant, and sharing it, they need not lose hope, even in the midst of the uncertainties of hope deferred and mockery from a lost world.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>O LIVE<\/small>, <small>AND<\/small> more than that, to speak, for God is to invite abuse. This passage begins and ends on that note. The Servant does nothing but obediently speak the words he has been instructed to speak (50:4–5), and the next thing that happens is that he is offering his back to those who beat him (50:6). There is no explicit connection between the two, but the fact is there. To speak for God is to be abused. At the end of this passage (51:7–8), those who love God’s law experience the same thing. In both cases, the anchor that is offered to hold both the Servant and the servants is the righteousness of God, which will in the end vindicate his own.<\/p>     <p> Believers are persecuted throughout the Bible and up to the present. While it should not be surprising if the unbelieving world does so, it is extremely disheartening when the abuse comes from those who consider themselves to be believers as well. But it is a fact of life. In the first incident reported after the fall of humanity in the garden, Abel is killed by Cain because Abel’s faith was vindicated and Cain’s was not (Gen. 4). It continues with Joseph, who was attacked and sold into slavery by brothers jealous of God’s promises for his life (Gen. 37:19–20). Unless God had intervened to save their lives, Joshua and Caleb would have been stoned because they challenged the people to believe that the land could be taken with God’s help (Num. 14:10).<\/p>     <p> This pattern continued on through Israel’s history, with the prophets in particular coming in for abuse and murder. Thus, Jesus could say that the Jews had shed the blood of the prophets from the beginning of the world until the present generation (Luke 11:51). It is in that light that he said to his disciples, “Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me” (Matt. 5:11). To Jesus, the ultimate evidence that disciples were being faithful to him was their being persecuted (cf. John 15:18–16:4).<\/p>     <p> This was certainly the case with the apostle Paul. He could testify that he had been beaten, stoned, and imprisoned because of his faith (2 Cor. 11:23– 26). It has also been true of Christians through the ages. We think of those who died in the Colosseum as the quintessential martyrs, but they are only the beginning of an endless line up to and including Sudanese Christians, who are being slaughtered and enslaved even as these words are being written.<\/p>     <p> In the context of Isaiah 50:4–9, it is important to notice that Jesus was not so much abused for what he did as for what he said. If he had not claimed to be the Son of God, if he had not pronounced judgment on the religious leadership, and if he had not said he alone was the Way, he might not have been put to death. Words and language are at the heart of God’s revelation. He spoke blessing on his creatures (Gen. 1:28) and laid down the terms of life in the Garden of Eden in explicit language. The experience of the prophets with God was profoundly linguistic in nature: God had a message for his people and was determined to communicate it to them. Jesus Christ, the Servant, is the ultimate communication of God to humans.<\/p>     <p> Thus, John’s inspired labeling of Christ as “the Word” could not have been more apropos, though this is not to say that in Jesus communication was only his being and that verbal communication was no longer necessary. Hardly! No one can read the Gospels and believe that. Jesus spoke, and it was in part precisely because he spoke that he died. But he could die in confidence because he knew that the Word of God is one of eternal salvation and that that Word will never pass away (cf. Isa. 40:8; 55:11).<\/p>     <h4>Contemporary Significance<\/h4>     <p>W<small>E TODAY HARDLY THINK<\/small> of persecution as a sign of blessedness. We think we are blessed when all people speak well of us. But in the Sermon on the Mount Jesus says that such a thing is not a good sign, for it means we are no longer “salt” and “light.” We no longer stand out from the unbelieving crowd, and what we say and do no longer brings what the crowd does and says under obvious condemnation.<\/p>     <p> We believers in North America have been largely free of persecution for three hundred years, and it has dulled us to the reality of life. Surely some Western believers have suffered for their faith, but they are isolated instances. The majority of us have even experienced favored status as the government was for years peopled with at least nominal believers. That is changing today, and most of us are unprepared for it. Some preachers are still calling people to become Christians so that they may become rich, prominent, and comfortable. Books that seem to offer a biblical “mantra” that can produce abundance merely by repeating it daily sell in the millions.<\/p>     <p> That is not the message of Isaiah 50:4–51:8, nor is it, I am convinced, the message of Christ. It is certainly not the experience of millions of Christians around the world. We are called to submissive obedience, knowing perfectly well that in the short term this will probably mean we will not be as comfortable, wealthy, powerful, or prominent as we might be otherwise. But we must “set our faces like flint” (cf. 50:7) to obey God at all costs, following in the footsteps of our Master. We do so, not with long faces and self-inflicted mortification but with joy. That joy is both because we know we are living in the way our Creator intended and because we know that in the end, faith will be vindicated and unfaith unmasked for the tragedy it is.<\/p>     <p> For us Christians this faith is a good deal easier than it was for the people in Isaiah’s day. We have seen the promises of the Servant\/Messiah fulfilled. Isaiah had the Servant say that he knew his obedience would be vindicated; we have seen that to be the case. Not only has the promised Servant come, living as Isaiah and the other prophets foresaw, but he has also been vindicated by the Father in incredible ways. When he left the earth, he left behind at most 120 followers. By all the laws of reason that group should have dwindled to nothing in a matter of months. Far from it! Today his followers number more than one billion and can be found on every continent. His faith and obedience have been vindicated, so we can walk in the same way with confidence.<\/p>     <p> But this passage says even more to us. It is not merely the example of the Servant that we follow. The worldwide, eternal salvation that the Servant proclaimed is ours. To be sure, we continue to walk in faith as we look to the final consummation of creation when the blessing of Eden returns to creation without the curse of sin. But we have seen the birth of the promised seed of Abraham and have received the Holy Spirit, who is the down payment on the final payment of that blessing. Therefore, those who seek God today and attempt to live in the light of his covenant commands can draw even further strength from the lessons taught here. We too can look back on the goodness of the Creator’s intent and on the election love of Abraham’s friend. But we can also look back on the coming of the promised Servant, the Son of the Father. With those things to look back on, we can look ahead with confidence.<\/p>     <p> Our looking ahead should be with even greater confidence than those exiles in Babylon were able to muster. We have seen the down payment on that universal, timeless salvation. Sin has been defeated through the death and resurrection of Christ, and all that is necessary to reconcile humans to the Father has been accomplished. In that light, it ought to be many times easier for us to believe in that final day when every knee will bow and proclaim that Christ is Lord. It ought to be much easier to look forward confidently to the new heaven and the new earth that Isaiah promises us (65:17–25). With that kind of confidence—not the arrogant confidence of conquerors but the humble confidence of the redeemed—we in the West ought to be able to face any persecution and hatred that will come with the same kind of quiet endurance that our brothers and sisters in the rest of the world have manifested and continue to do.<\/p>     ",
    "audit": null
}