{
    "id": 16267,
    "source": "niv",
    "verse_id": 18691,
    "verse_count": 19,
    "reference": "51:17–52:12",
    "title": "",
    "html": "          <blockquote>         <p>A<small>WAKE, AWAKE!<\/small><\/p>         <p> Rise up, O Jerusalem,<\/p>         <p>you who have drunk from the hand of the L<small>ORD<\/small><\/p>         <p> the cup of his wrath,<\/p>         <p>you who have drained to its dregs<\/p>         <p> the goblet that makes men stagger.<\/p>         <p> Of all the sons she bore<\/p>         <p> there was none to guide her;<\/p>         <p>of all the sons she reared<\/p>         <p> there was none to take her by the hand.<\/p>         <p>These double calamities have come upon you—<\/p>         <p> who can comfort you?—<\/p>         <p>ruin and destruction, famine and sword—<\/p>         <p> who can console you?<\/p>         <p> Your sons have fainted;<\/p>         <p> they lie at the head of every street,<\/p>         <p> like antelope caught in a net.<\/p>         <p>They are filled with the wrath of the L<small>ORD<\/small><\/p>         <p> and the rebuke of your God.<\/p>         <p> Therefore hear this, you afflicted one,<\/p>         <p> made drunk, but not with wine.<\/p>         <p> This is what your Sovereign L<small>ORD<\/small> says,<\/p>         <p> your God, who defends his people:<\/p>         <p>“See, <small>I<\/small> have taken out of your hand<\/p>         <p> the cup that made you stagger;<\/p>         <p>from that cup, the goblet of my wrath,<\/p>         <p> you will never drink again.<\/p>         <p>I will put it into the hands of your tormentors,<\/p>         <p> who said to you,<\/p>         <p> Fall prostrate that we may walk over you.’<\/p>         <p>And you made your back like the ground,<\/p>         <p> like a street to be walked over.”<\/p>         <p> Awake, awake, O Zion,<\/p>         <p> clothe yourself with strength.<\/p>         <p>Put on your garments of splendor,<\/p>         <p> O Jerusalem, the holy city.<\/p>         <p>The uncircumcised and defiled<\/p>         <p> will not enter you again.<\/p>         <p>Shake off your dust;<\/p>         <p> rise up, sit enthroned, O Jerusalem.<\/p>         <p>Free yourself from the chains on your neck,<\/p>         <p> O captive Daughter of Zion.<\/p>         <p>For this is what the L<small>ORD<\/small> says:<\/p>         <p>“You were sold for nothing,<\/p>         <p> and without money you will be redeemed.”<\/p>         <p>For this is what the Sovereign L<small>ORD<\/small> says:<\/p>         <p>“At first my people went down to Egypt to live;<\/p>         <p> lately, Assyria has oppressed them.<\/p>         <p>“And now what do I have here?” declares the L<small>ORD<\/small>.<\/p>         <p>“For my people have been taken away for nothing,<\/p>         <p> and those who rule them mock,”<\/p>         <p>declares the L<small>ORD<\/small>.<\/p>         <p>“And all day long<\/p>         <p> my name is constantly blasphemed.<\/p>         <p>Therefore my people will know my name;<\/p>         <p> therefore in that day they will know<\/p>         <p>that it is I who foretold it.<\/p>         <p> Yes, it is I.”<\/p>         <p>How beautiful on the mountains<\/p>         <p> are the feet of those who bring good news,<\/p>         <p>who proclaim peace,<\/p>         <p> who bring good tidings,<\/p>         <p> who proclaim salvation,<\/p>         <p>who say to Zion,<\/p>         <p> “Your God reigns!”<\/p>         <p>Listen! Your watchmen lift up their voices;<\/p>         <p> together they shout for joy.<\/p>         <p>When the L<small>ORD<\/small> returns to Zion,<\/p>         <p> they will see it with their own eyes.<\/p>         <p>Burst into songs of joy together,<\/p>         <p> you ruins of Jerusalem,<\/p>         <p>for the L<small>ORD<\/small> has comforted his people,<\/p>         <p> he has redeemed Jerusalem.<\/p>         <p> The L<small>ORD<\/small> will lay bare his holy arm<\/p>         <p> in the sight of all the nations,<\/p>         <p>and all the ends of the earth will see<\/p>         <p> the salvation of our God.<\/p>         <p> Depart, depart, go out from there!<\/p>         <p> Touch no unclean thing!<\/p>         <p>Come out from it and be pure,<\/p>         <p> you who carry the vessels of the L<small>ORD<\/small>.<\/p>         <p> But you will not leave in haste<\/p>         <p> or go in flight;<\/p>         <p>for the L<small>ORD<\/small> will go before you,<\/p>         <p> the God of Israel will be your rear guard.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>N<small>OW<\/small> G<small>OD TURNS<\/small> the tables on his people. In 51:9, they had called on him to step up and <em>Meaning<\/em> bring to reality the promises he had been making. If their sins were really to be defeated and they were to be restored to God’s favor, then let it happen! Awake, awake! But now God says it is not for him to awake but for them. Twice (51:17; 52:1) he says it is they who must rise up and take by faith what is offered to them. It is not a question of needing to persuade God to do what he is reluctant to do. Rather, it is a question of the people’s developing and maintaining such a faith that when God acts, they will be ready to receive what he has done.<\/p>     <p> As noted in the comments on 51:9–16, these two sections (51:17–23 and 52:1–12) are a development of the promise made in response to the call for action in 51:9–10. In 51:17–23 God declares that Zion’s punishment is now ended and that the things the nations visited on her will now be visited on them. In 52:1–12 the tone of anticipation becomes more intense as God calls on Jerusalem to do the very opposite of what Babylon was required to do in chapter 47. There Babylon was called to go down from the throne and sit in the dust in rags. Here Jerusalem is to “put on your garments of splendor,” “shake off your dust,” and “sit enthroned” (52:1–2). This section goes on to say that God’s honor is at stake because the nations claim he cannot deliver his people (52:5–6). Therefore, he will “bare his holy arm” (52:10) and deliver them in the sight of “all the ends of the earth.” In a climactic conclusion God calls on his people to “depart” with all deliberate speed, knowing that God goes both before and behind them (52:11–12).<\/p>     <p> One of the recurring images of Scripture is the “cup of wrath,” found from Psalms through Revelation. Its origins may have been in the idea of one person’s intentionally getting another person drunk in order to reduce sexual inhibitions (cf. Hab. 2:15). But the cup also symbolized the sum total of a person’s allotted experience (Ps. 16:5). So those who have sinned against God must drink the cup that their sins have filled up. In Israel’s case, that cup was the apparent destruction of her heritage. With the destruction of the northern kingdom and then the southern kingdom, it looked as if the mother would die alone, her children dead and destroyed (51:18–20). But now, God says, the day of destruction is past, and the cup of God’s wrath is placed in the hands of the “tormentors” for them to drink (51:23). As elsewhere in the book, although the enemy nations were used by God to punish his people, they too are accountable for their proud and cruel behavior.<\/p>     <p> Isaiah 52:1–12 represents the climax of God’s promises not to allow his people to remain alienated from himself. Although the imagery of captivity and release is central to the promises, it is significant that Babylon itself is not mentioned. This suggests again that it is not merely physical captivity that is the problem God must solve.<\/p>     <p> This segment falls naturally into two parts. In 52:1–6, just as God demonstrated his unique deity in delivering his people from Egypt, so he will do again in delivering them from this new bondage (52:4–6). Once again, an important piece of evidence for that uniqueness is his ability to predict the whole thing in advance (52:6). Jerusalem will be transformed from slave to queen (52:1–2), and the transformation will not be the result of some deal between God and the captors (52:3). He was not forced to sell them into slavery in the first place, and there is no one who can stand up to him and demand payment for their return.<\/p>     <p> The second part of this climactic unit (52:7–12) brings to a conclusion all that has been said about redemption, not only since 49:1 but indeed since 40:1. Both the ability and the desire of God to restore his people to himself have been amply demonstrated; all that remains is for the paeans of song (52:9) to begin. As is so typical of this book, Isaiah utilizes a graphic illustration to conclude the point. He pictures a besieged city waiting for news from a delivering army. Will the army be able to break through the besiegers? If so, there is hope; if not, all is lost.<\/p>     <p> Suddenly, the watchmen on the walls of the city begin to “shout for joy” (52:8). They have seen a messenger far away on the mountain, and he is signaling the “good news” (52:7) of victory. God has bared “his holy arm,” defeated the enemy, and “redeemed Jerusalem.” Nothing remains but for Israel to lay hold of this promise in faith and to leave behind the old way with its sin and uncleanness. Nor is this to be some furtive sneaking off, lest the enemy discover what is happening and prevent it. No, the enemy is completely defeated and can do nothing to retain its hold on the former captives. They are free, free indeed, through the power of God.<\/p>     <h4>Bridging Contexts<\/h4>     <p>M<small>ODERN PARALLELS<\/small>. It is hard to imagine a clearer example of God’s causing Israel’s enemies to drink the cup they had once forced on Israel than that of modern Germany. From the <em>Krystallnacht<\/em> in the early 1930s, when the windows of Jewish-owned stores were smashed and the goods looted, through the terrible destruction of the Warsaw ghetto, through the degradation and terror of the death camps, Germany made the Jewish people drink a cup of almost unimaginable horror.<\/p>     <p> Whether God permitted this because of the Jewish people’s refusal to recognize Jesus as Messiah is highly debatable, but the parallels with the Assyrian and Babylonian exiles are noteworthy. It is clear that God held the German people accountable for what they had done. The great German cities, the flower of European culture, were razed to the ground, from Hamburg to Dresden. The cup had been taken from the hands of the helpless Jews and put into the hands of the all-conquering Germans. The end came when the Red Army raped its way into Berlin. That was the final straw of degradation and humiliation. If Germany was permitted to do what it did by God, it was not able to escape his justice in the end.<\/p>     <p> A further parallel between the events of 1930–1950 and those described by Isaiah is the recognition of the Jewish state. It is possible that the Jewish state may never have been recognized if it were not for the shame of the Western powers over their silence concerning the Holocaust and if it were not for the influx of Jewish survivors into Palestine after World War II. Thus, the Nazi attempt to exterminate the Jews actually resulted in their becoming established in their own land again after nearly two thousand years of wandering. What the enemy intended for destruction was actually turned into hope, and the destruction that the enemy intended was visited back on himself.<\/p>     <p> A parallel event to what Isaiah pictures in 52:7–9 also occurred during World War II. During the so-called Battle of the Bulge in December 1944, the American forces in the Belgian city of Bastogne were surrounded by the German troops. The American situation seemed hopeless, but they refused to surrender. Everything depended on whether the American Third Army, some hundred miles south of Bastogne, could force its way northward over snow-clogged roads and in the face of desperate German defenses. The Third Army commander, General George Patton, is said to have told his tank commanders, “Do whatever you have to, just keep going.” That is just what they did, in one case outflanking the Germans by taking a road the Germans considered impassable and had not fortified. When American defenders met the American attackers on the outskirts of Bastogne, there were shouts of excitement. The siege was broken, and the faith of those who refused to surrender was justified.<\/p>     <h4>Contemporary Significance<\/h4>     <p>G<small>OD TO THE DEFENSE<\/small>. This passage speaks of those who are powerless to defend themselves. <em>Significance<\/em> The picture is of a widow who hopes to depend on her children to help her as the contents of the cup she is forced to drink leaves her staggering, but she has no children to take her hand, to help her. Her children too have fallen under the blows, and she is left alone, helpless. But, as a matter of fact, that is not the case. The “therefore” at the opening of 51:21 is significant. Precisely because there is no other help, “your God, who defends his people,” will take action.<\/p>     <p> This enunciates an important spiritual principle. Contrary to that favorite aphorism “God helps those who help themselves,” the Bible tells us that God helps those who cannot help themselves. This is the one aspect of the repeated admonition in Isaiah and elsewhere: “Wait on the L<small>ORD<\/small>.” It is often only when we have come to the end of all of our resources that we are able to turn to the Lord in faith and receive what he wants to do for us. This is surely a part of the reason why God placed Abraham and Sarah in a position of being utterly dependent on him, even to the extent of not knowing where they were going.<\/p>     <p> But why? Why does God wait until we are helpless, or at least aware of our helplessness before he acts? One of the main reasons is that we are usually unwilling to give up our control of the situation until we come to that extremity. That is what happened to Jacob. It was not until he had done everything he could and was finally in a place where he had no other resources that he was able to become utterly serious with God (Gen. 32:22– 32). In a real sense this was the same situation with Hezekiah. Only after Sennacherib had taken Hezekiah’s tribute and still refused to lift the siege on Jerusalem was Hezekiah ready to receive the help God had to offer. Gideon offers us a similar example. With 30,000 men against 100,000, the battle was a difficult proposition, but not an utterly hopeless one. With only 300, it <em>was<\/em> hopeless. In each of these cases, God’s power was available before the final extremity, but it was not until that hour that the central figure was able to lay hold of it.<\/p>     <p> The same thing is true today. As long as we think the solution to our problems is somehow in ourselves, we are liable to think of God as an assistant or as a fall-back device. But to think of the almighty Creator in such a way is to deprive ourselves of his aid. He is not our servant. This is especially true in regard to our relation to him. As long as we think that we can do something to earn his favor, we are unlikely to cast ourselves on the Savior whom God has provided. We think we don’t need a Savior—perhaps a teacher, or an example, or a friend, but not a Savior. This is why Paul takes the first three chapters of the book of Romans to demolish the idea that there is any righteousness in us at all. It is only when we admit that there is nothing we can do for ourselves to remove our sins and our sinning that we will turn to the Savior and receive the forgiveness, cleansing, and empowerment he has been wanting to give us all the time.<\/p>     <p> <b>Why God acts.<\/b> Someone has said that if it were not for the people in it, the church would be a wonderful institution. C. S. Lewis addresses this thought when he has Screwtape, a senior devil, instruct his young protégé, Wormwood, whose “subject” has started attending church, to get him to focus on the human foibles of the people worshiping next to him. The fact is that God is as frequently blasphemed (52:5) because of the behavior of those who claim to know him as for any other reason. Thus here in Isaiah, God says he must deliver his people from their captivity because their captors are using it as an occasion to blaspheme him. Ezekiel says much the same thing (Ezek. 36:19–20). Thus, God says here that he must raise Jerusalem out of the dust and dress her in splendid garments so that the world will know him for who he really is. A similar thought appears in the New Testament in Ephesians 5:25–27:<\/p>     <blockquote>         <p>Christ loved the church and gave himself up for her to make her holy, cleansing her by the washing with water through the word, and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless.<\/p>     <\/blockquote>     <p> When we live as captives to sin, we make it appear to the watching world that God is unable to deliver us. When our lives are not marked by his holiness, we make it appear as if he is just one more of the gods, not the unique Creator and Redeemer of the world, whose moral character is unlike that of any of the so-called gods. For us to “know his name” (52:6) is not merely to know facts about God and his nature. Rather, it is so to participate in his life that his nature and character become ours. This is what Jesus meant when he prayed, “Holy Father, protect them by the power of your name—the name you gave to me—so that they may be one as we are one” (John 17:11).<\/p>     <p> <b>The joy of redemption.<\/b> Isaiah 52:7–12 is about the wonder and the joy of the “good news” of redemption. The early Christians understood that their message about Jesus Christ was the ultimate “good news,” and they realized that the “good news” referred to in such Old Testament passages as this one found their ultimate meaning in Christ. But why was this message of God’s coming “good news”? It was only so because the people in the besieged city realized the terrible danger in which they stood. If they had been stoutly denying that they were in any danger, the news of God’s breaking through the enemy lines would have been treated not as good news but as useless news, or even worse, as bad news. What right does God have to come barging into our city? We are getting along very well, thank you.<\/p>     <p> In other words, a prerequisite for hearing good news may be first of all that we receive the true bad news. So John Wesley said to his young preachers, “Preach the Law until they are convicted, then preach Grace until they are converted.” It is great good news to a person who knows he has just fallen out of an airplane to be told he has a parachute. By contrast, if that person is not aware of what is happening to him and does not realize that he is plunging toward the earth at an alarming rate of speed, the news about the parachute will seem irrelevant at best.<\/p>     <p> A good churchwoman wondered why she had so little a sense of God’s grace in her life. She mentioned this to a wise counselor, and the counselor asked her, “When did you first know you were lost?” The woman responded indignantly, “I have never been lost! I have always known God from my earliest childhood.” The counselor did not press her, and they went on to other things. But the woman kept thinking about that question. One night a few weeks later, she suddenly woke up in terror. She saw herself hurtling down a dark abyss, unable to stop. She was sure it was a dream and yet she was fully awake. She threw herself down at the side of her bed and cried, “Jesus, save me.” Suddenly the vision of the abyss stopped, and she had an incredible sense of being held in strong arms. As she later recounted the story, her face lighted up with a smile: “I didn’t know God’s grace before because I didn’t think I needed it. You can’t be found until you know you are lost!”<\/p>     ",
    "audit": null
}