{
    "id": 16216,
    "source": "niv",
    "verse_id": 18414,
    "verse_count": 8,
    "reference": "39:1–8",
    "title": "",
    "html": "          <p>A<small>T THAT TIME<\/small> Merodach-Baladan son of Baladan king of Babylon sent Hezekiah letters and a gift, because he had heard of his illness and recovery. Hezekiah received the envoys gladly and showed them what was in his storehouses—the silver, the gold, the spices, the fine oil, his entire armory and everything found among his treasures. There was nothing in his palace or in all his kingdom that Hezekiah did not show them.<\/p>     <p> Then Isaiah the prophet went to King Hezekiah and asked, “What did those men say, and where did they come from?”<\/p>     <p> “From a distant land,” Hezekiah replied. “They came to me from Babylon.”<\/p>     <p> The prophet asked, “What did they see in your palace?”<\/p>     <p> “They saw everything in my palace,” Hezekiah said. “There is nothing among my treasures that I did not show them.”<\/p>     <p> Then Isaiah said to Hezekiah, “Hear the word of the L<small>ORD<\/small> Almighty: The time will surely come when everything in your palace, and all that your fathers have stored up until this day, will be carried off to Babylon. Nothing will be left, says the L<small>ORD<\/small>. And some of your descendants, your own flesh and blood who will be born to you, will be taken away, and they will become eunuchs in the palace of the king of Babylon.”<\/p>     <p> “The word of the LORD you have spoken is good,” Hezekiah replied. For he thought, “There will be peace and security in my lifetime.”<\/p>     <h4>Original Meaning<\/h4>     <p>“M<small>ERODACH<\/small>-B<small>ALADAN<\/small>” was a Babylonian leader who was twice able to make himself king of Babylon in defiance of the Assyrians: from 721–710 <small>B.C.<\/small> and from 705–703. Even after he was ousted by Sennacherib in 703, he escaped to Elam (modern Iran), where he continued to plot against the Assyrians until his death. Obviously he was interested in encouraging any others in the Assyrian Empire who were potential allies or who would draw Assyrian attention away from him and onto themselves. The fact that he heard about Hezekiah’s illness and recovery tells us both that he had a good intelligence system and that communication between the various parts of the ancient world was better than we in our modern parochialism might imagine.<\/p>     <p> It is easy to understand why Hezekiah would be glad to receive the “envoys” (39:2). After all, here is a great world leader paying attention to little Judah. There is something immensely flattering when someone whom we consider more important than we pays attention to us. But there is also something dangerous as well, namely, that we will succumb to the temptation to convince the important person that the attention being given is justified.<\/p>     <p> Sadly, that is the temptation into which Hezekiah falls. Here is a wonderful opportunity to declare the glory of God to the nations. The illness and recovery may have been only a pretext for Merodach-Baladan to do some political fence-building, but it still is the ostensible basis of the visit. So Hezekiah could have used the visit to tell the story of what the sole God of the universe did for him. But instead of making God look good, Hezekiah, like Moses long before (Num. 20:9–12), takes the opportunity to make himself look good. The detailed list of what he shows the Babylonians and the summary statement “there was nothing…Hezekiah did not show them” is Isaiah’s way of emphasizing how completely Hezekiah falls into the trap.<\/p>     <p> While it is impossible to say for certain, the dialogue between Hezekiah and Isaiah in 39:3–4 seems to emphasize Hezekiah’s difficulties. Isaiah appears unbidden with a direct and blunt question about what the men said and where they came from. Interestingly, Hezekiah does not tell what was said. Was there talk of political alliances? He only says they were from faraway Babylon. Perhaps he is suggesting this is different from an alliance with nearby Egypt. Isaiah does not respond to this but moves on to ask what they saw “in your palace.” This suggests that he knows perfectly well that Hezekiah has been showing off. To Hezekiah’s credit, he does not lie. Instead, he brazens his way through, saying that they have seen “everything.”<\/p>     <p> Again, Isaiah does not respond directly to Hezekiah but simply announces on the authority of “the LORD Almighty” (39:5) that what the men have seen—that is, “everything in your palace”—will one day belong to the Babylonians (39:6). Not only that, but some of Hezekiah’s “descendants” will be eunuchs in the palace of the king of Babylon. This idea receives special emphasis when the prophet says that these will be the king’s “own flesh and blood who will be born to you” (39:7). It is not just his possessions that will be carried off but his family too. Nothing Hezekiah has will be left.<\/p>     <p> If we had only Hezekiah’s reply, “the word of the L<small>ORD<\/small>…is good” (39:8), it might be possible to put it in a good light. We might think that this is humble submission to God’s judgment. But when we are given the reason why he said that, there is no way to clear him. He says the Lord’s word is good because the judgment is not going to fall on him. How sad, and how shortsighted. This is not how we would like to remember such a good man. Yet this is how Isaiah has chosen for us to remember him. And when we recall that this event probably occurred before those of chapters 36–37, we are forced to ask why the material has been ordered in this way. In actual fact, Hezekiah rose above this point in his trust in God when faced with Sennacherib. So why are we not allowed to remember him in that way instead of this?<\/p>     <p> I believe the answer is that Isaiah wants to show us why his book cannot end here and why it was necessary to project it out into the future in the coming chapters. Yes, God has shown that he was completely trustworthy in regard to the Assyrians. But what about these lessons in trust when the enemy is no longer Assyria but is Babylon? What will those lessons be worth when Jerusalem is <em>not<\/em> delivered from Babylon? If the book had ended with chapter 37, future readers could well say that in Babylon God’s people met a force superior to Sennacherib. Furthermore, those readers could say that the Messiah whom Isaiah predicted had come in the person of Hezekiah and that the promises had nothing more to offer them.<\/p>     <p> However, by showing that Hezekiah is both mortal and fallible, Isaiah does two things. (1) He shows that trust is intended to be a way of life, not a one-time experience. This is not only true for Hezekiah but for the nation as well. The possibility of trust had been demonstrated, but something more was necessary to enable the nation to practice such trust in an unreserved way. What that something was must yet be revealed, but it would be in the chapters to come. (2) Isaiah is showing that there is no final salvation in a human being, no matter how good he might be. Our hope is not in the perfectibility of humanity. The Messiah we look for is better than that.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE BABYLONIAN EXILE<\/small> did not occur because of Hezekiah’s failure to seize an opportunity to glorify God before the Babylonians. To be sure, it is intriguing to think of how history may have been different if he had, but that is not the point Isaiah is making. Hezekiah’s behavior is illustrative, not causal. Why did the Babylonian exile occur? Because the nation, like Hezekiah, saw trust as a one-time affair rather than a way of life. So Hezekiah’s reign, perhaps the best overall in Judah’s history, was followed by Manasseh’s, unquestionably the worst (cf. 2 Kings 21:10– 15). That this was so is in part a testimony to the character of the people. If the revival under Hezekiah had produced a different people, their king would have behaved differently.<\/p>     <p> The same thing is true with Josiah, Manasseh’s grandson. For reasons that the text does not specify, he had a heart for God and led his nation in a remarkable revival (cf. 2 Kings 23:1–3). Yet after his untimely death, the revival seems to have disappeared overnight, and his son Jehoiakim led as cynical a regime as one could imagine. Again, it is the people who failed in their trust. They saw trust as a means of getting out of a crisis rather than as the lifelong expression of a covenant relationship.<\/p>     <p> Perhaps more to the point, they saw trust only as a means of getting their needs met. But that reduces trust into a device for manipulation. When it is used in that way, it is bound to fail, for God cannot be manipulated. The result is the same today as it was in Judah and Israel: We turn to other means of manipulation to supply our needs—in their case, the worship of other gods.<\/p>     <p> As I have said frequently before, idolatry is an attempt to manipulate our environment in such a way as to meet our needs. The idolatrous instinct is ever-present with us, and as soon as we abandon trust in God, idolatry in one form or another is waiting in the wings. This is even more likely if we evaluate our success in life, as Hezekiah seems to have done, by our possessions. We keep confusing ends and means. The intended end of our lives is abundant life, the life in which God’s fullness is poured into ours. A by-product of that fullness is physical and material blessing. But that is <em>only<\/em> a by-product. When we make it an end and put it forward as the evidence of our success in life, manipulation of God in order to secure that end is almost inescapable. Manipulation and trust are incompatible.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HE QUESTION THIS<\/small> chapter raises for us is, Who gets the glory? If both Moses and Hezekiah failed at this critical point, we are certainly not immune. In both cases they were faced with seemingly impossible situations. For Moses there was nothing around but rocks and gravel, yet his people were dying of thirst. Hezekiah was faced with the apparent inevitability of his death. Both men did the right thing in turning to God in their distress. Neither prayer is an attempt to tell God what to do or to manipulate him with some super-faith. Both are simply appeals from the heart. In both cases God took immediate action. But here is where the tragedy emerges. Moses says, “Must <em>we<\/em> produce water for you, you rebels?” And he struck the rock with his rod, making it appear as if he were producing the water. We know what Hezekiah did.<\/p>     <p> When we pray the Lord’s Prayer and say the words “Hallowed be your name,” what are we saying? We are asking that God will be seen in the world as he truly is: high and lifted up, both in power and in character. Yet how often do we take the credit for what goes right in our lives and blame God for what goes wrong? When we have ended up in an impossible situation and then have somehow gotten out of it, who gets the credit in the eyes of the world? Us or God?<\/p>     <p> Even beyond that, what are we showing to the world? Are we showing them our accomplishments, or even our spirituality? Who gets the glory? There are, of course, ways of drawing attention to ourselves by constantly dragging God into all our conversations. I am not talking about that. But the person who has cultivated a life of trust, who knows that everything he or she has is a gift from God, will be constantly deflecting the praise and honor from himself or herself to God. If that kind of deflection is not occurring, then perhaps I need to ask myself if I truly believe that what I am and have is a gift, or do I believe I produced it, either through my physical effort or, worse, through my spiritual effort. Hezekiah and his achievements cannot save the world; only Christ can. Neither can your achievements or mine. Who is getting the glory?<\/p>     ",
    "audit": null
}