{
    "id": 16168,
    "source": "niv",
    "verse_id": 18054,
    "verse_count": 25,
    "reference": "22:1–25",
    "title": "",
    "html": "          <blockquote>         <p>A<small>N ORACLE CONCERNING<\/small> the Valley of Vision:<\/p>         <p> What troubles you now,<\/p>         <blockquote>             <p>that you have all gone up on the roofs,<\/p>         <\/blockquote>         <p> O town full of commotion,<\/p>         <blockquote>             <p> O city of tumult and revelry?<\/p>         <\/blockquote>         <p> Your slain were not killed by the sword,<\/p>         <blockquote>             <p>nor did they die in battle.<\/p>         <\/blockquote>         <p> All your leaders have fled together;<\/p>         <blockquote>             <p>they have been captured without using the bow.<\/p>         <\/blockquote>         <p> All you who were caught were taken prisoner together,<\/p>         <blockquote>             <p>having fled while the enemy was still far away.<\/p>         <\/blockquote>         <p> Therefore I said, “Turn away from me;<\/p>         <blockquote>             <p> let me weep bitterly.<\/p>         <\/blockquote>         <p> Do not try to console me<\/p>         <blockquote>             <p>over the destruction of my people.”<\/p>         <\/blockquote>         <p>The Lord, the LORD Almighty, has a day<\/p>         <blockquote>             <p> of tumult and trampling and terror<\/p>             <p> in the Valley of Vision,<\/p>         <\/blockquote>         <p> a day of battering down walls<\/p>         <blockquote>             <p>and of crying out to the mountains.<\/p>         <\/blockquote>         <p> Elam takes up the quiver,<\/p>         <blockquote>             <p> with her charioteers and horses;<\/p>             <p> Kir uncovers the shield.<\/p>         <\/blockquote>         <p> Your choicest valleys are full of chariots,<\/p>         <blockquote>             <p>and horsemen are posted at the city gates;<\/p>             <p> the defenses of Judah are stripped away.<\/p>         <\/blockquote>         <p>And you looked in that day<\/p>         <blockquote>             <p>to the weapons in the Palace of the Forest;<\/p>         <\/blockquote>         <p> you saw that the City of David<\/p>         <blockquote>             <p>had many breaches in its defenses;<\/p>         <\/blockquote>         <p> you stored up water<\/p>         <blockquote>             <p>in the Lower Pool.<\/p>         <\/blockquote>         <p> You counted the buildings in Jerusalem<\/p>         <blockquote>             <p>and tore down houses to strengthen the wall.<\/p>         <\/blockquote>         <p> You built a reservoir between the two walls<\/p>         <blockquote>             <p>for the water of the Old Pool,<\/p>         <\/blockquote>         <p> but you did not look to the One who made it,<\/p>         <blockquote>             <p>or have regard for the One who planned it long ago.<\/p>         <\/blockquote>         <p> The Lord, the LORD Almighty,<\/p>         <blockquote>             <p>called you on that day<\/p>         <\/blockquote>         <p> to weep and to wail,<\/p>         <blockquote>             <p>to tear out your hair and put on sackcloth.<\/p>         <\/blockquote>         <p> But see, there is joy and revelry,<\/p>         <blockquote>             <p>slaughtering of cattle and killing of sheep,<\/p>             <p>eating of meat and drinking of wine!<\/p>         <\/blockquote>         <p> “Let us eat and drink,” you say,<\/p>         <blockquote>             <p>“for tomorrow we die!”<\/p>         <\/blockquote>         <p>The LORD Almighty has revealed this in my hearing: “Till your dying day this sin will not be atoned for,” says the Lord, the LORD Almighty.<\/p>         <p>This is what the Lord, the LORD Almighty, says:<\/p>         <blockquote>             <p>“Go, say to this steward,<\/p>             <p> to Shebna, who is in charge of the palace:<\/p>             <p>What are you doing here and who gave you permission<\/p>             <p> to cut out a grave for yourself here,<\/p>             <p>hewing your grave on the height<\/p>             <p> and chiseling your resting place in the rock?<\/p>             <p>“Beware, the LORD is about to take firm hold of you<\/p>             <p> and hurl you away, O you mighty man.<\/p>             <p>He will roll you up tightly like a ball<\/p>             <p> and throw you into a large country.<\/p>             <p>There you will die<\/p>             <p> and there your splendid chariots will remain—<\/p>             <p> you disgrace to your master’s house!<\/p>             <p>I will depose you from your office,<\/p>             <p> and you will be ousted from your position.<\/p>         <\/blockquote>         <p> “In that day I will summon my servant, Eliakim son of Hilkiah. I will clothe him with your robe and fasten your sash around him and hand your authority over to him. He will be a father to those who live in Jerusalem and to the house of Judah. I will place on his shoulder the key to the house of David; what he opens no one can shut, and what he shuts no one can open. I will drive him like a peg into a firm place; he will be a seat of honor for the house of his father. All the glory of his family will hang on him: its offspring and offshoots—all its lesser vessels, from the bowls to all the jars.<\/p>         <p> “In that day,” declares the L<small>ORD<\/small> Almighty, “the peg driven into the firm place will give way; it will be sheared off and will fall, and the load hanging on it will be cut down.” The L<small>ORD<\/small> has spoken.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HIS APPEARS TO BE<\/small> the fourth of the oracles in the sequence beginning with the oracle “concerning the Desert by the Sea” in 21:1. Like two of the other three, its title is enigmatic, and it is also marked by the prophet’s grief over what he sees as about to take place (21:3– 4; 22:4, 12). Given these two similarities and recognizing that the second and third oracles seem to be related to the fall of Babylon, most likely this one is related in the same way. Judah is rejoicing in the help that Babylon can give in the fight against Assyria, but Isaiah weeps as he sees that not only will Babylon give no help, but it will eventually be the cause of Judah’s destruction.<\/p>     ",
    "audit": null
}