{
    "id": 16174,
    "source": "niv",
    "verse_id": 18097,
    "verse_count": 23,
    "reference": "24:1–23",
    "title": "",
    "html": "          <blockquote>         <p>S<small>EE, THE<\/small> L<small>ORD<\/small> is going to lay waste the earth<\/p>         <p> and devastate it;<\/p>         <p>he will ruin its face<\/p>         <p> and scatter its inhabitants—<\/p>         <p>it will be the same<\/p>         <p> for priest as for people,<\/p>         <p> for master as for servant,<\/p>         <p> for mistress as for maid,<\/p>         <p> for seller as for buyer,<\/p>         <p> for borrower as for lender,<\/p>         <p> for debtor as for creditor.<\/p>         <p>The earth will be completely laid waste<\/p>         <p> and totally plundered.<\/p>         <p>The L<small>ORD<\/small> has spoken this word.<\/p>         <p>The earth dries up and withers,<\/p>         <p> the world languishes and withers,<\/p>         <p> the exalted of the earth languish.<\/p>         <p>The earth is defiled by its people;<\/p>         <p> they have disobeyed the laws,<\/p>         <p>violated the statutes<\/p>         <p> and broken the everlasting covenant.<\/p>         <p>Therefore a curse consumes the earth;<\/p>         <p> its people must bear their guilt.<\/p>         <p>Therefore earth’s inhabitants are burned up,<\/p>         <p> and very few are left.<\/p>         <p>The new wine dries up and the vine withers;<\/p>         <p> all the merrymakers groan.<\/p>         <p>The gaiety of the tambourines is stilled,<\/p>         <p> the noise of the revelers has stopped,<\/p>         <p> the joyful harp is silent.<\/p>         <p>No longer do they drink wine with a song;<\/p>         <p> the beer is bitter to its drinkers.<\/p>         <p>The ruined city lies desolate;<\/p>         <p> the entrance to every house is barred.<\/p>         <p>In the streets they cry out for wine;<\/p>         <p> all joy turns to gloom,<\/p>         <p> all gaiety is banished from the earth.<\/p>         <p>The city is left in ruins,<\/p>         <p> its gate is battered to pieces.<\/p>         <p>So will it be on the earth<\/p>         <p> and among the nations,<\/p>         <p>as when an olive tree is beaten,<\/p>         <p> or as when gleanings are left after the grape harvest.<\/p>         <p>They raise their voices, they shout for joy;<\/p>         <p> from the west they acclaim the L<small>ORD<\/small>’s majesty.<\/p>         <p>Therefore in the east give glory to the L<small>ORD<\/small>;<\/p>         <p> exalt the name of the L<small>ORD<\/small>, the God of Israel,<\/p>         <p> in the islands of the sea.<\/p>         <p>From the ends of the earth we hear singing:<\/p>         <p> “Glory to the Righteous One.”<\/p>         <p>But I said, “I waste away, I waste away!<\/p>         <p> Woe to me!<\/p>         <p>The treacherous betray!<\/p>         <p> With treachery the treacherous betray!”<\/p>         <p> Terror and pit and snare await you,<\/p>         <p> O people of the earth.<\/p>         <p>Whoever flees at the sound of terror<\/p>         <p> will fall into a pit;<\/p>         <p>whoever climbs out of the pit<\/p>         <p> will be caught in a snare.<\/p>         <p>The floodgates of the heavens are opened,<\/p>         <p> the foundations of the earth shake.<\/p>         <p>The earth is broken up,<\/p>         <p> the earth is split asunder,<\/p>         <p> the earth is thoroughly shaken.<\/p>         <p>The earth reels like a drunkard,<\/p>         <p> it sways like a hut in the wind;<\/p>         <p>so heavy upon it is the guilt of its rebellion<\/p>         <p> that it falls—never to rise again.<\/p>         <p>In that day the L<small>ORD<\/small> will punish<\/p>         <p> the powers in the heavens above<\/p>         <p> and the kings on the earth below.<\/p>         <p>They will be herded together<\/p>         <p> like prisoners bound in a dungeon;<\/p>         <p> they will be shut up in prison<\/p>         <p> and be punished after many days.<\/p>         <p>The moon will be abashed, the sun ashamed;<\/p>         <p> for the L<small>ORD<\/small> Almighty will reign<\/p>         <p>on Mount Zion and in Jerusalem,<\/p>         <p> and before its elders, gloriously.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>W<small>E TURN NOW<\/small> from the particularities of the oracles against the nations to a more general treatment of Yahweh’s control of time and space and thus his ultimate trustworthiness. The general treatment extends from chapters 24 to 27. In chapters 13–23 the nations could be thought of as the main actors with the Lord in the position of reacting to them. Thus, one could get the idea that the nations are somehow originators of the events of history. Chapters 24–27 correct that impression. God is the sovereign actor on the stage of history. All things come from him, and all things must eventually return to him. He created time, and he will bring it to an end.<\/p>     <p> Because these chapters focus especially on the end of time, they are sometimes referred to as “Isaiah’s Apocalypse.” However, a comparison with Daniel, the intertestamental Jewish apocalypses, and the book of Revelation demonstrates that this material is not really in the genre of apocalypse. It lacks the fantastic imagery, color, and numerology that tend to characterize that genre. At the most it might be called preapocalyptic. It is certainly eschatological, in that it deals with the last things, but it lacks the kind of mysterious imagery that needs a special revelation in order to understand its significance.<\/p>     <p> There are two recurrences that run throughout the four chapters. There is also a measure of contrast in the recurrences. (1) The first is of songs and singing. The contrast is between the silenced songs of the ruthless (24:8–9; 25:5) and the jubilant songs of the redeemed (24:14, 16; 26:1, 19; 27:2). (2) The other is of city, with a contrast between the city of the ruthless (24:10, 12; 25:2–3, 12; 27:10), which is destroyed, and the city of God (26:1, also referred to as “this mountain,” 25:6, 7, 10; 27:13), which is redeemed and secure. The line of thought in the chapters moves from the destruction of the “earth” (ch. 24) to the promise of restoration for God’s people (ch. 27). Between these two poles is the dramatic assertion that God’s deliverance is not only for his own people but for all nations who will turn to him (ch. 25). Chapter 26 is both an assertion of trust in God and a prayer for him to deliver a people helpless to deliver itself.<\/p>     <p> Like chapter 6, chapter 24 can be understood either as part of what precedes it or of what follows it. In that sense, it is an excellent transitional piece. This chapter does give a general summary to what was said in particular detail in chapters 13–23: The entire earth is under God’s judgment. The fact that chapters 13–14 open the section with something of a worldwide focus lends further support to that idea. Indeed, if chapters 25–27 did not follow chapter 24, there would be no question that it was intended to be read as a conclusion to chapters 13–23. However, those chapters do follow, and that makes it more difficult to include chapter 24 in a unit with the preceding chapters. As already noted, the recurrence of “city” and “song” unites it to chapters 25–27, as does the central focus on the Lord’s activity. Thus, it seems best to read chapter 24 with chapters 25–27 but to recognize that the entire block of material has been inserted here in order to put chapters 13–23 into a worldwide context.<\/p>     ",
    "audit": null
}