{
    "id": 16260,
    "source": "niv",
    "verse_id": 18650,
    "verse_count": 1,
    "reference": "49:13",
    "title": "Outburst of Praise",
    "html": "               <p>A<small>S IN<\/small> 42:10–17, the announcement of the work of the Servant results in an outburst of praise. As there, nature is called on to sing the praise of its Creator and Redeemer. As nature has involuntarily experienced the effects of human sin (Gen. 3:17), so also it will experience the effects of our redemption (see also 44:23; 55:12–13; note the promise in 65:17). The terms “comfort” along with “his\/my people” are reintroduced here for the first time since chapter 40; they will recur several more times in the immediately following passages. Having dealt with the questions about God that the captivity would raise, the prophet can now return to the opening themes of the division (chs. 40–55) and show how the ideal Servant will make them possible.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE CONCEPT OF SERVANT<\/small>. “Servant” is not an easy concept for us to deal with today for several <em>Contexts<\/em> reasons. One is its unfortunate association with American slavery. As a result of that association, the term is surrounded with connotations of brutality, deprivation, and injustice. A second difficulty is the association of this term with house servants in Europe. Although coercion is not a factor there, it still involves the idea of lower-class, menial work. For these reasons it is difficult for us to envision all that is going on in the term.<\/p>     <p> Unquestionably, the word connotes taking a lower place. Also, “servant” connotes the idea of ownership. But slavery in the ancient world was not at all like the plantation slavery of the American South. For instance, in Greece and Rome, the teachers of children in noble families were often slaves. Thus, educated and even upper-class people might be in slavery for a time. In the Old Testament, a person might voluntarily enslave himself or herself for a time to someone else if the burden of debt became too great to bear (Lev. 25:39–41). Not only did this provide a way of getting on one’s feet again, it also provided protection from creditors. In both America and Europe, this practice continued in the form of “indentured servitude.”<\/p>     <p> But beyond these matters, the concept of “servant” is a larger one than we normally think of. It partakes of the same idea that caused people two hundred years ago to close their letters with the phrase “Your obedient servant.” To be sure, that was primarily flowery, formal language. But it also expressed the idea that each of us, no matter what our position in life, may be of service to others. Thus, high officials in the government were called “servants” (a word that developed into “ministers”) of the king. Thus, for God to call someone his “servant” is not to say, “You are my boot-black,” or “You are the one who does the difficult, demeaning work I don’t want to do.” It is to say that the servant will perform an essential service for someone whom they gladly recognize not only as master but also as savior. That servant finds both protection and hope in a relationship with someone who is stronger and more resourceful than he is. That servant is the key agent for the accomplishment of the master’s work in the world.<\/p>     <p> Ultimately, the task of servanthood can be a position of high honor, as when the king says to someone, “I would like you to be my Prime Minister (First Servant).” Although in the government of heaven the position of “Prime Minister” is already filled by the Son of God, what an honor it is to be invited to take any position in that government. So, yes, accepting the place of servant of the Lord involves a limitation of our autonomy, but that autonomy was a delusion anyway. In return for that voluntary limitation, we gain deliverance, protection, and a position from which we can perform valuable service for the King.<\/p>     <h4>Contemporary Significance<\/h4>     <p>E<small>XPERIENCING THE MINISTRY OF<\/small> J<small>ESUS<\/small>. What does it mean for us to have experienced the ministry of Jesus Christ, God’s Servant, in the light of this passage? It means both benefits and character, according to the New Testament. These are made available to us through a mystical union with Christ. Jesus says that we are the branches of his vine and that his life flows through us (John 15:5–8). Paul speaks of our dying with Christ to the old life of sin and being raised to a new life characterized by his “mind” or attitude toward life (Rom. 6:1–4; Gal. 2:20; Phil. 2:1–5).<\/p>     <p> In the comments on chapter 48 I spoke about the danger of mere “spirituality” divorced from a genuine “listening” to the revealed Word of God. I want to underline what I also said there that this does not reduce the Christian life to adherence to a set of mental constructs or of moral ideals. Rather, we have the privilege of participating in the life of God as we follow the guidance he gives in his Word. We can become the servants of God as we share the life of the Servant.<\/p>     <p> The benefits we experience in this participation include a sense of calling, enablement, and confidence. Just as Christ was called from the womb (49:1, 5), so Christian servants can know that they too have a calling that is suited particularly to them. That does not mean we will necessarily be performing the same tasks throughout our lives as may have been more common in another generation. But it does mean that God has put us together in a certain kind of way and that we can find that way of living out our lives in fulfillment of his will and calling.<\/p>     <p> It is apparently the sociologist Max Weber who coined the phrase “the Protestant work ethic” as he studied the impact of this truth of divine calling as emphasized by Martin Luther. Luther recognized the fact that God does not merely call people to religious professions, as was the implication of Roman Catholic tradition. He calls all persons, and each one of us can fulfill our daily tasks with that joyous sense of carrying out the very call of God.<\/p>     <p> Furthermore, as those who participate in the life of the Servant, we too can have that sense of enablement by God. We too can become aware of being a “sharpened sword” or a “polished arrow” in his hand (49:2). This does not mean we are necessarily doing something earthshaking as the Servant, Jesus Christ, did. However, as we perform what may seem to be simple tasks, they may have more significance than we will ever know on this side of the grave. But in the daily round we can have that sense of having been divinely fitted for just what it is we are doing.<\/p>     <p> This does not mean we will never feel that our lives are pointless and futile. The clear implication of 49:4 and 7 is that Christ felt that way. At the end of a long day of verbal jousting with the religious leaders who ought to have been the most responsive and were yet the most recalcitrant, he must have felt that way. Similarly, when the disciples failed to grasp a simple spiritual truth for the fourteenth time, he must have felt that way. And when the great crowds of his early ministry began to drift away, there is something almost plaintive in his question to the disciples, “You do not want to leave too, do you?” (John 6:67). In other words, do not think that to have a sense of calling and of divine enablement means you will always feel “on top of things.” He did not, so why should we?<\/p>     <p> But in the midst of that frustration and sense of futility, Jesus never lost the confidence of who he was and what that meant. He knew that he was God’s and God was his (cf. “my God” in 49:4). He knew that if he would only be faithful, he could trust the outcome of his service into God’s hands. He might be despised and abhorred by people (49:7), or he might be honored by them, but they were not the ultimate dispensers of the rewards. He knew, as we can know, that “my reward is with my God” (49:4). In the words of Psalm 56:4:<\/p>     <blockquote>         <blockquote>             <p>In God, whose word I praise, in God I trust; I will not be afraid. What can mortal man do to me?<\/p>         <\/blockquote>     <\/blockquote>     ",
    "audit": null
}