{
    "id": 16146,
    "source": "niv",
    "verse_id": 17930,
    "verse_count": 27,
    "reference": "14:1–27",
    "title": "",
    "html": "          <blockquote>         <p> T<small>HE LORD WILL<\/small> have compassion on Jacob;<\/p>         <p> once again he will choose Israel<\/p>         <p> and will settle them in their own land.<\/p>         <p>Aliens will join them<\/p>         <p> and unite with the house of Jacob.<\/p>         <p>Nations will take them<\/p>         <p> and bring them to their own place.<\/p>         <p>And the house of Israel will possess the nations<\/p>         <p> as menservants and maidservants in the L<small>ORD<\/small>’s land.<\/p>         <p>They will make captives of their captors<\/p>         <p> and rule over their oppressors.<\/p>     <\/blockquote>     <p> On the day the L<small>ORD<\/small> gives you relief from suffering and turmoil and cruel bondage, you will take up this taunt against the king of Babylon:<\/p>     <blockquote>         <p>How the oppressor has come to an end!<\/p>         <p> How his fury has ended!<\/p>         <p>The L<small>ORD<\/small> has broken the rod of the wicked,<\/p>         <p> the scepter of the rulers,<\/p>         <p> which in anger struck down peoples<\/p>         <p> with unceasing blows,<\/p>         <p>and in fury subdued nations<\/p>         <p> with relentless aggression.<\/p>         <p>All the lands are at rest and at peace;<\/p>         <p> they break into singing.<\/p>         <p>Even the pine trees and the cedars of Lebanon<\/p>         <p> exult over you and say,<\/p>         <p>“Now that you have been laid low,<\/p>         <p> no woodsman comes to cut us down.”<\/p>         <p>The grave below is all astir<\/p>         <p> to meet you at your coming;<\/p>         <p>it rouses the spirits of the departed to greet you—<\/p>         <p> all those who were leaders in the world;<\/p>         <p>it makes them rise from their thrones—<\/p>         <p> all those who were kings over the nations.<\/p>         <p> They will all respond,<\/p>         <p> they will say to you,<\/p>         <p>“You also have become weak, as we are;<\/p>         <p> you have become like us.”<\/p>         <p> All your pomp has been brought down to the grave,<\/p>         <p> along with the noise of your harps;<\/p>         <p>maggots are spread out beneath you<\/p>         <p> and worms cover you.<\/p>         <p> How you have fallen from heaven,<\/p>         <p> O morning star, son of the dawn!<\/p>         <p>You have been cast down to the earth,<\/p>         <p> you who once laid low the nations!<\/p>         <p> You said in your heart,<\/p>         <p> “I will ascend to heaven;<\/p>         <p>I will raise my throne<\/p>         <p> above the stars of God;<\/p>         <p>I will sit enthroned on the mount of assembly,<\/p>         <p> on the utmost heights of the sacred mountain.<\/p>         <p>I will ascend above the tops of the clouds;<\/p>         <p> I will make myself like the Most High.”<\/p>         <p> But you are brought down to the grave,<\/p>         <p> to the depths of the pit.<\/p>         <p>Those who see you stare at you,<\/p>         <p> they ponder your fate:<\/p>         <p>“Is this the man who shook the earth<\/p>         <p> and made kingdoms tremble,<\/p>         <p>the man who made the world a desert,<\/p>         <p> who overthrew its cities<\/p>         <p> and would not let his captives go home?”<\/p>         <p>All the kings of the nations lie in state,<\/p>         <p> each in his own tomb.<\/p>         <p> But you are cast out of your tomb<\/p>         <p> like a rejected branch;<\/p>         <p>you are covered with the slain,<\/p>         <p> with those pierced by the sword,<\/p>         <p> those who descend to the stones of the pit.<\/p>         <p>Like a corpse trampled underfoot,<\/p>         <p> you will not join them in burial,<\/p>         <p>for you have destroyed your land<\/p>         <p> and killed your people.<\/p>         <p>The offspring of the wicked<\/p>         <p> will never be mentioned again.<\/p>         <p>Prepare a place to slaughter his sons<\/p>         <p> for the sins of their forefathers;<\/p>         <p>they are not to rise to inherit the land<\/p>         <p> and cover the earth with their cities.<\/p>         <p>“I will rise up against them,”<\/p>         <p> declares the L<small>ORD<\/small> Almighty.<\/p>         <p>“I will cut off from Babylon her name and survivors,<\/p>         <p> her offspring and descendants,”<\/p>         <p>declares the L<small>ORD<\/small>.<\/p>         <p>“I will turn her into a place for owls<\/p>         <p> and into swampland;<\/p>         <p>I will sweep her with the broom of destruction,”<\/p>         <p> declares the L<small>ORD<\/small> Almighty.<\/p>         <p>The L<small>ORD<\/small> Almighty has sworn,<\/p>         <p>“Surely, as I have planned, so it will be,<\/p>         <p> and as I have purposed, so it will stand.<\/p>         <p>I will crush the Assyrian in my land;<\/p>         <p> on my mountains I will trample him down.<\/p>         <p>His yoke will be taken from my people,<\/p>         <p> and his burden removed from their shoulders.”<\/p>         <p>This is the plan determined for the whole world;<\/p>         <p> this is the hand stretched out over all nations.<\/p>         <p>For the L<small>ORD<\/small> Almighty has purposed, and who can thwart him?<\/p>         <p> His hand is stretched out, and who can turn it back?<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>I<small>SAIAH<\/small> 14 C<small>ONTINUES<\/small> the general pronouncement of judgment on creaturely pride, using Babylon as a vehicle. Here, after some words of encouragement to Israel (vv. 1–4a), Isaiah focuses on the downfall of the so-called “king of Babylon” (vv. 4b–21). The section on Babylon then closes with a statement from God on what it is he is doing to the Mesopotamian powers (vv. 22–27).<\/p>     <p> Students of this passage have long been aware that much more than some individual human monarch is being talked about. Just as in Ezekiel 28, where the fall of the “king of Tyre” is discussed, the language is much too sweeping and expressive to be talking only about one human being. As a result, some of the church fathers understood this passage and Ezekiel 28 to be primarily talking about Satan (see esp. Isa. 14:12–15). John Milton drew on this exegesis for his epic poem, <em>Paradise Lost<\/em>. However, the great expositors of the Reformation, Luther and Calvin, do not support this latter interpretation, arguing that the passage is discussing human pride, not angelic pride. We actually know very little about Satan’s origins from the Bible, especially if Revelation 12:8–9 are discussing events at the end of time and not those before time began. Jesus tells us that he saw Satan fall (Luke 10:18), but beyond that we have little other information.<\/p>     <p> It is generally agreed that the poem in Isaiah 14:4b–21 is one of the finest in the Hebrew language. The four stanzas are set up as a “lament,” a song mourning the death of someone, with the typical meter of a lament and much of the typical vocabulary. The first stanza (vv. 4b–8) considers earth’s reaction to the death; the second (vv. 9–11), the underworld’s response; the third (vv. 12–15), heaven’s perspective; finally (vv. 16–21), a return to contemplate the dead person’s tragic fate on earth. But this is not a typical lament. Far from it! It is a biting parody of a lament. Instead of expressing grief over the death of the tyrant, it expresses both delight and satisfaction. Death is welcomed as the leveler of the tyrant’s proud and oppressive ambition.<\/p>     ",
    "audit": null
}