{
    "id": 16275,
    "source": "niv",
    "verse_id": 18725,
    "verse_count": 10,
    "reference": "54:1–10",
    "title": "Restoration and Hope for a Disgraced Woman",
    "html": "               <p>I<small>N THESE TEN VERSES<\/small> God speaks to Israel in the image of a disgraced woman. She is the barren one (vv. 1–3), the widow (vv. 4–5), the divorced one (vv. 6– 8). To each of these, God promises restoration and hope, and the promises are brought to a climax in verses 9–10. In these climactic verses God makes it clear again that the problem being addressed in this section is not captivity in Babylon but alienation from his presence. Here he says that his “unfailing love” and “his covenant of peace” are forever.<\/p>     <p> This does not mean that Israel will no longer be subject to condemnation and punishment, as later history shows. It means rather that somehow God is now reconciled in himself to his people. Whatever was necessary to satisfy the righteous anger of God at human sin has been done, and God can proclaim that there is no longer any barrier to persons experiencing that reconciliation. Humans need never be separated from him again. Clearly, what was described in 52:13–53:12 is the means to this end.<\/p>     <p> In the ancient Near East almost the worst fate that could befall a woman was to have no children. This idea runs through the Bible from Genesis to Galatians, where it is the symbol of the inability of human resources to solve either human or human-divine problems. Here (54:1–3) God says that those who have experienced his grace will no longer be fruitless but will live lives of unexpected abundance, with more “descendants” than they can account for.<\/p>     <p> Widowhood was also considered a disgrace in many parts of the ancient world (54:4). A woman made her contributions to society through her husband, and now she was left alone, no longer a contributor but just a liability. Yet God says that Israel should no longer consider herself to be a widow. Her “Maker” is her “husband.”<\/p>     <p> Who is this one who has “married” her, delivering her from the disgrace? Verse 5 rings with his titles. Not only is he the Creator, he is also the One who has all the host of heaven at his command (“Yahweh of heaven’s armies; <small>NIV<\/small>, “L<small>ORD<\/small> Almighty”). He is Israel’s “Holy One,” whose holy nature is not turned to judgment (as in much of chs. 1–39) but to redemption (“Redeemer”). Nor is his creative, redemptive power limited to some locale or to some group. He is the “God of all the earth.” <em>This<\/em> is the One who has taken you as his own! Who could be sad?<\/p>     <p> But there was an even worse disgrace than childlessness or widowhood: divorce. At least in widowhood your husband had left you alone involuntarily. The divorced woman was one who had been found wanting in some way and was willfully “rejected” (54:6). This was Israel: She had failed God and was cast out of her home. But God has found a way and brought her back to himself. His “anger” was for a “moment,” but his “compassion” is “everlasting” (54:7–8). In the work of the Servant the righteous anger (the justice) of God is satisfied so that his “unfailing love” (54:10) can find expression for those who will receive it.<\/p>     ",
    "audit": null
}