{
    "id": 16120,
    "source": "niv",
    "verse_id": 17771,
    "verse_count": 13,
    "reference": "6:1–13",
    "title": "",
    "html": "          <p><span><span><b>I<\/b><\/span><\/span><small>N THE YEAR<\/small> that King Uzziah died, I saw the Lord seated on a throne, high and exalted, and the train of his robe filled the temple. Above him were seraphs, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying. And they were calling to one another:<\/p>     <blockquote>         <blockquote>             <p>“Holy, holy, holy is the L<small>ORD<\/small> Almighty;<\/p>             <p> the whole earth is full of his glory.”<\/p>         <\/blockquote>         <p>At the sound of their voices the doorposts and thresholds shook and the temple was filled with smoke.<\/p>         <p> “Woe to me!” I cried. “I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the L<small>ORD<\/small> Almighty.”<\/p>         <p> Then one of the seraphs flew to me with a live coal in his hand, which he had taken with tongs from the altar. With it he touched my mouth and said, “See, this has touched your lips; your guilt is taken away and your sin atoned for.”<\/p>         <p> Then I heard the voice of the Lord saying, “Whom shall I send? And who will go for us?”<\/p>         <p> And I said, “Here am I. Send me!”<\/p>         <p> He said, “Go and tell this people:<\/p>         <blockquote>             <p>“‘Be ever hearing, but never understanding;<\/p>             <p> be ever seeing, but never perceiving.’<\/p>             <p> Make the heart of this people calloused;<\/p>             <p> make their ears dull<\/p>             <p> and close their eyes.<\/p>             <p>Otherwise they might see with their eyes,<\/p>             <p> hear with their ears,<\/p>             <p> understand with their hearts,<\/p>             <p>and turn and be healed.”<\/p>         <\/blockquote>         <p> Then I said, “For how long, O Lord?”<\/p>         <p>And he answered:<\/p>         <blockquote>             <p>“Until the cities lie ruined<\/p>             <p> and without inhabitant,<\/p>             <p>until the houses are left deserted<\/p>             <p> and the fields ruined and ravaged,<\/p>             <p> until the L<small>ORD<\/small> has sent everyone far away<\/p>             <p> and the land is utterly forsaken.<\/p>             <p> And though a tenth remains in the land,<\/p>             <p> it will again be laid waste.<\/p>             <p>But as the terebinth and oak<\/p>             <p> leave stumps when they are cut down,<\/p>             <p> so the holy seed will be the stump in the land.”<\/p>         <\/blockquote>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>A<small>S I STATED<\/small> in the introduction (see Authorship and Date), I believe the first six chapters of the book are not in chronological order of their writing. Rather, they have been placed in this order so that Isaiah can make a theological point: If the “people of unclean lips” (6:5) can have the same experience that he, the “man of unclean lips” had, then the dilemma Isaiah sees in Israel, and which he expresses in chapters 1–5, can be solved. That dilemma is: How can the present corrupt, rebellious Israel (as expressed in Judah), defying God’s instruction, ever become the promised clean, obedient Israel from whom all the nations will learn that instruction? By placing his call narrative in the unusual place where it is, Isaiah is holding it up as a model. Just as he was enabled to bear God’s message to his people, so, by the same process, Israel will be enabled to bear God’s message to the world.<\/p>     <p> This narrative is tightly organized, without a single wasted word. It begins with a vision of God (6:1–4), in which his majesty, transcendence, and holiness are emphasized. There follows Isaiah’s cry of dereliction, in which he testifies to the terrible self-knowledge that has come because of the vision (6:5). He recognizes that what separates him from God is not finitude but moral corruption, and he knows that such corruption cannot coexist with the God who has been revealed to him. But, amazingly, God is not willing for Isaiah to be destroyed, because one of God’s flaming ministers comes to the prophet with a blazing coal from the altar. With it he cauterizes Isaiah’s lips and pronounces him clean (6:6–7). Only then is the voice of God heard asking in a rather off-handed way who might be willing to carry a message for him.<\/p>     <p> Isaiah, exulting in the new-found cleanness of his lips, makes himself available to go (6:8), and God responds with a shocking commission: Isaiah is to speak a message that will harden the people’s hearts and prevent them from being healed (6:9–10). When Isaiah asks how long he is to go on preaching in this way (6:11a), God’s response is even more frightening. He is to preach until the whole nation is like a field of burned-out stumps (6:11b– 13). But at the very end of verse 13, there is an enigmatic glimpse of hope when it is said, “the holy seed will be the stump in the land.”<\/p>     <p> The passage contains a number of exegetical issues that can only be touched on here. First of all, it should be noted that the careful dating of the experience cannot be accidental. In a document this terse, no merely casual information is included. So why is it significant that Isaiah’s call occurs in the year King Uzziah dies? I believe it is because it is with Uzziah’s death that Judah’s truly hopeless situation emerges.<\/p>     <p> The date is approximately 740 <small>B.C.<\/small> By this time the Assyrian emperor Tiglath-Pileser III has clearly established himself as a military conqueror to be feared. But it seems likely that for Judah, as long as the powerful Uzziah was on the throne (even with his son Jotham acting as the front man), the immediacy of the threat was blurred. But when Uzziah was removed from the scene, the danger could no longer be ignored. Jotham was no strong man, and possibly Jotham’s son Ahaz was already under the control of a pro-Assyrian party in the government. What could possibly be done? Isaiah’s vision, at least for him, was a reorienting of his moral compass. The king was dead? Who is the king in this world anyway? “My eyes have seen the King, the L<small>ORD<\/small> Almighty!” (6:5).<\/p>     <p> As already noted, the images and language used to describe God emphasize majesty (“seated on a throne”), transcendence (“high and exalted,” “the train of his robe filled the temple,” “the temple was filled with smoke”), and holiness (“Holy, holy, holy”). In the ancient Near East “holy” was not used especially widely, and when it was used, it was not given special prominence. It merely denoted that which sets deity, and that which belongs to deity, apart from the common. It had no moral connotations—and could not, given the variety of moral behaviors among the gods.<\/p>     <p> But for the Hebrews, the idea of the holy was decidedly different. Beginning with Exodus 6:3 and continuing on through 19:6 and throughout the entire Old Testament, the word “holy” is given special prominence in describing Israel’s God, occurring in all its forms more than eight hundred times. This is as it should be, for the people of Israel had learned that there is only one being who is truly other than this world, and they had learned that it was his character, even more than his essence, that set him apart from us humans.<\/p>     <p> This is why Isaiah knew there was no hope for him once he had heard the seraphs describe the Lord as the absolutely Holy One (the triple “holy” expresses the superlative). He knew that his character was utterly unlike that of the Holy One. If there were any question whether “unclean” had moral connotations (after all, altars and ceremonial vessels could be “unclean” too), all doubt is dispelled when, after touching Isaiah’s lips with the coal, the seraph pronounces that Isaiah’s “guilt” has been “taken away” and his “sin atoned for.”<\/p>     <p> But why does Isaiah say that his lips are unclean? Why not his heart? Two suggestions may be offered. (1) It may be that the lips are being referred to as the evidence of what is really in the heart. What is actually emerging in Isaiah’s life shows that whatever he might say about his heart, it is unclean. James refers to the “tongue” in this way (James 3:9–12), as Jesus also does the “mouth” (Matt. 15:18). (2) But a related possibility is that having just heard the golden tones of the seraphs, Isaiah knows that his lips, having been used to praise himself, put others down, and generally serve his own ends, could never be used in such holy service. This relates closely “the tongue” to the whole idea of commissioning and seems the most likely use here, insofar as it to some extent includes aspects of the first possibility.<\/p>     <p> Isaiah sees his situation as being so hopeless that he does not even bother to ask for cleansing or deliverance. But here he underestimates the grace of God. God has not given him this vision in order to annihilate him, and he does not bring the fire in order to destroy the offending lips. Rather, as would be true for the nation, he brings these terrifying things into the prophet’s life in order that, having seen the truth of God and of himself and having received the gracious provision of cleansing fire, he might be delivered into his true vocation.<\/p>     <p> The tone of the divine question deserves some comment. Isaiah 6 is the only instance of a prophetic calling where there is no direct call. There is no obvious explanation why this is so. It may be that the especially difficult nature of the assignment called for a volunteer rather than a conscript, but none of the true prophets had an easy assignment. At any rate, the prophet’s experience of the divine grace clearly puts him in a position where he wants to be of service to this holy Sovereign of the universe.<\/p>     <p> But note the surprising nature of the commission. Does God truly not want his people to be healed? Has he predestined them for destruction? That would surely be a misreading of the book as a whole. God clearly does want to heal his people and promises to do so. If nothing else, the promises of chapters 2 and 4 make that clear. But those promises are not alone. They are representative of many other promises throughout the book.<\/p>     <p> So what could Isaiah 6:9–10 possibly mean? Perhaps the point is this: Suppose Isaiah had chosen to be among the false prophets; suppose he had preached a message of affirmation and encouragement that did not address the people’s sin directly. It is possible he could have gained a large number of followers, people who were “healed” and convinced that they ought to make more of a place for “God” in their lives. But would this superficial healing have any long-term effects on the destiny of the nation? Only detrimental ones! And we can be sure we would never have heard of that Isaiah.<\/p>     <p> Rather, Isaiah is called upon to preach a message that, given the already-hardened hearts of his generation and several of the following, will only push them farther away from God. But some will turn, among them faithful followers of Isaiah, who will preserve his words until the day when the cauterizing fires of the Exile fall and there will finally be a generation willing to listen. Then real healing will result, and the stage will be set for the promised Messiah to come. So Isaiah’s calling is not to success as the world counts success, but to faithfulness. And because he accepts that difficult commission, we still read his book twenty-seven centuries later.<\/p>     <p> This understanding also illuminates the enigmatic final sentence of the narrative. The only hope of healing for these people is in near total destruction. It is only when all is lost that a scrap of hope appears. There is no other way. If these people are allowed to continue as they are, there really is no hope. Their religion is already half-pagan, and if they are allowed to continue, they will ultimately be completely pagan and all of the revelation will have been for nothing.<\/p>     <p> But God is not going to allow that to happen, either to his revelation or to his people. So the cleansing must be frighteningly thorough. But afterward, when the forest has been felled and even the remaining stumps have been burned, one of those stumps will still have life in it. There seem to be two possible referents for “holy seed.” One is to the Messiah. The promises of Genesis 3:15 and 22:18 seem to point in this direction. Also the references to tree parts to describe the Messiah in Isaiah lends support (“branch,” <em>ṩemaḅ<\/em> [4:2]; “shoot,” <em>ḅoṭer<\/em>, and “branch,” <em>neṩer<\/em> [11:1]). However, the fact that the word rendered “stump” in “stump of Jesse” in 11:1 is <em>šereš<\/em> instead of the <em>maṩṩebah<\/em> as here in 6:13 prevents us from saying that the connotation of Messiah is certain. The other possibility seems slightly more likely, that it refers to the remnant, the people of God. The recurring use of “seed” to refer to Abraham’s descendants in Genesis supports this idea. In any case, there is hope that the nation will survive in some way.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE OVERALL MESSAGE<\/small> of this narrative needs little translation to make it intelligible for our day. However, there are a few points that should be commented upon. (1) The pattern of the events is important. The process of becoming a servant of God begins in our recognition of the hopelessness of our situation. It continues in an adequate recognition of the character and nature of God. That will necessarily result in a shattering recognition of the impossible gulf between us and God—the gulf of our sinfulness. But that makes it possible to recognize and receive the incredible and undeserved grace of God that cleanses us. Then at long last we are ready to get a glimpse of the heart of God and to offer ourselves to him in service. But that experience of grace is not in order that we can win the praise of humans or even necessarily to fulfill our own dreams. It is in order that we can be faithful to the call of God no matter where it takes us. Far too many sermons on Isaiah 6 end at verse 8 with “Here am I. Send me.” To be faithful to the full intent of the chapter, we must preach the entire passage.<\/p>     <p> (2) A second issue is the meaning of the phrase “the train [or hem] of his robe filled the temple” (6:1). If just the hem of his garment filled the temple, then how big was the throne? And how big was the One sitting on the throne? In other words, words fail to describe the greatness of this God. They can rise no higher than the hem of his robe. This is analogous to the words of the elders in Exodus 24 when they return from feasting with God on the mountain and report that “under his feet was something like a pavement made of sapphire, clear as the sky itself” (Ex. 24:10). Words stop at the pavement. God is utterly outside our categories. To try to describe him in terms of the created world is always to fail. That is why it was necessary for him to translate himself into our terms and come to us as one of us—Jesus Christ.<\/p>     <p> (3) Throughout the Bible, fire is the symbol of God. The flaming swords of Genesis 3 symbolize his unapproachable holiness that forever barred sinful Adam and Eve from going back to the simple fellowship they once knew. On Sinai, it was a bush that was burning but not consumed. Later it was the fire descending on the mountain. Then it was the fire blazing forth and consuming Nadab and Abihu (Lev. 10:1). There was the fire of Gideon’s torches and the fire that fell from heaven, consuming Elijah’s sacrifice on Mount Carmel. Fire is destructive, yet cleansing; it is frightening, yet fascinating; it turns mass into energy; what it consumes it leaves dark, but in the process makes light.<\/p>     <p> In this context it is probable that the word “seraph” connotes “burning one.” God’s very ministers are flames. Thus, it is entirely appropriate that it is fire that touches Isaiah’s lips. It is not merely that sin must be consumed in his life and that the instrument he would use to declare God’s Word must have the dross burned out of it. Rather, it is an encounter with the very person of God himself. Thus too, it is not at all surprising that Isaiah later asks, “Who of us can dwell with everlasting burning?” (Isa. 33:14; see also 10:16; 30:27).<\/p>     <p> Apparently it was not a major issue to Isaiah which altar the coal came from. It may have been the incense altar before the Most Holy Place. But from what we know of the means of God’s grace in the New Testament, it is tempting to think of the coal that touched his lips as a piece of charred, smoking lamb’s flesh from off the altar of sacrifice.<\/p>     <h4>Contemporary Significance<\/h4>     <p>S<small>EEING<\/small> G<small>OD AND SERVING<\/small> G<small>OD<\/small>. It is foolish for us to think that we can somehow serve God until we have come to the end of ourselves. As long as we think there is some hope of a human solution to our problems, there is little chance of our genuinely seeing God. Nor is there hope for any of us becoming servants of the living God without there first being an adequate understanding of who he is. As long as I think that I can solve my problems (with a little help from God, of course), then I am the sovereign and he is the servant.<\/p>     <p> This is the position in which Jacob was between Genesis 28 and 32. Yes, he had seen God in the dream and had gotten a glimpse of both his transcendence and his immanence. But still it is clear that God is only an adjunct to Jacob’s plans. It is only when Jacob comes to the end of himself in Genesis 32 that he understands that God is not an adjunct but is Jacob’s only hope. It is no accident that having seen God face to face, Jacob can step out in front of his family to meet his fate and see not an enemy, a competitor, a rival in his brother, but “the face of God” (Gen. 33:10).<\/p>     <p> Only when we come to the end of ourselves are we ready to see God, and that vision is absolutely essential to genuine service. Many years ago J. B. Phillips wrote an influential little book entitled <em>Your God Is Too Small<\/em>. The title says it all. Phillips argued that especially evangelicals with their correct stress on the reality of an intimate, personal relationship with God are in danger of creating a God who exists only to serve them. In the ensuing fifty years since that book appeared, the trend has gone, if anything, in the opposite way from the one Phillips was arguing for. We have made God our “good buddy” in the sky, or a blind, half-senile grandfather who says, “Oh, that’s ok, honey,” when we mess up. So much of our worship is ultimately about us and the good feelings we get when we envision ourselves in the television eye lost in a paroxysm of praise.<\/p>     <p> As a result, God’s grace has become horribly cheapened. It is something he all but owes us, since he knows that basically all of us are pretty good people who just can’t help messing up once in awhile. How we need a vision of the blazing holiness of God. How we need to be crushed under the awareness of a Being who is greater than the entire known universe (which is one meaning of “the whole earth is full of his glory,” 6:3). How we need to come face to face with a white-hot moral perfection in the presence of which sin cannot even exist. Will “Boomers” and “X-ers” sit still for this? What generation ever has? So will we be like Isaiah, or will we become one of the false prophets?<\/p>     <p> In part, the answer to that question depends on whether we ourselves have ever had such an experience of God. Should we expect something as Isaiah had? Of course not. God is infinitely creative and hates doing the same thing twice. But we can expect that God wishes each of us to confront the truths about him as Isaiah did.<\/p>     <p> When we have seen God in that way, we will know that God owes us nothing. We are not “basically nice folks with an unfortunate tendency to mess up.” We are proud, arrogant, self-centered, perverse, cruel, violent rebels in whom the stain of sin and sinfulness goes down to the last atom in the last molecule. We do not just “mess up.” We “sin” (6:7). That is, we consciously and unconsciously miss the targets God has set up for his creatures. And that sin (Heb. ḅaṭṭ<em>ah<\/em>) is a result of an inner twistedness (Heb. ‘a<em>won<\/em>) that is both the cause (“iniquity,” see 53:6; 61:8) and the result (“guilt,” 6:7) of sin. We no more have the “right” to God’s love than a bale of hay has the “right” to live in a blast furnace. “Rights” don’t enter into the question; the two things are simply utterly incompatible.<\/p>     <p> There is a strong likelihood that until we come to an understanding of ourselves like this, we will treat the grace of God—his unfailing, undeserved love—as a throwaway item: “Of course God loves me; that’s his job.” No, it is not his job. It is an unimaginable, unexpected, and, indeed, unnecessary wonder of the universe. If we see God as he is and ourselves as we are, then like Isaiah, it will not even occur to us to ask for continued life. Obviously, it is an impossibility. However, to the eternal praise of God, it is not an impossibility. God has found a way, amazing as it is to think of, to satisfy both his holiness and his love.<\/p>     <p> Clearly, Isaiah was never able to escape the wonder of this all his life, and we should never do so either. What is that way? Whatever altar the burning coal may have actually come from, we know that the way was the cross. God’s death became the means of our life. Here the connection between Isaiah 6 and 53 is unmistakable. How could God possibly restore his people to himself? Yes, they had suffered double for their sins (40:2). But what does that accomplish? Does punishment restore relationship? No, it only satisfies justice—and the only real punishment for sin is death. So how can God keep from simply wiping his people—including us—off the face of the earth? The answer is the Servant who gives his life for his Father’s, and his own, loved ones. Does this story grow old and boring for some of us? Do we often think that God is asking too much of us? What does that say about our grasp of what it is Christ has done for us?<\/p>     <p> If we have the kind of wonder at God’s grace that Isaiah had, we will not have to be compelled into his service. Have you ever heard anyone testify that he or she had always wanted to be a preacher of the gospel but that God had forced this person to become an orthodontist? I have not. But we have all heard many people tell how they were dragged kicking and screaming into the Lord’s service. Why is that? I suspect it is because we have grown up never really feeling the wonder of having been forgiven of our sins and given new life.<\/p>     <p> <b>Our Christian calling.<\/b> And what are the servants of God called to? We need a strong dose of Isaiah 6 to counter the “prosperity gospel” of these days. Which of the true prophets were wealthy and comfortable? Where was the palace Jesus Christ lived in on earth? Which of the apostles died in his own bed? It is amazing that contemporary followers of Jesus and the apostles and prophets can speak of their Christianity as though it were a stock investment. Jesus did not call his followers to take up their portfolios and follow him. Neither did the Father of the Lord Jesus call Isaiah to worldwide success with millions of followers trailing after him wide-eyed, pressing cash contributions upon him.<\/p>     <p> Where are the Christians today who will leave their worship palaces and their luxury automobiles and their stock options to take up the cross of Christ even in sacrificial giving to the cause of Christ? Where are the young people who will stop looking for careers in sports and entertainment and rather choose, like the gifted cricket player C. T. Studd, to become nobodies in order to tell the broken and the outcast of the holy God who has died for them because he loves them? Of course there are such persons today, and there will be until the Lord returns. But in Christian America there are not enough. The fire has not touched our lips so that we can taste the candy better. Nor has it touched our lips so that we can become golden-tongued orators. Rather, the burning sacrifice of Christ has been laid on us so that we too will be able to lay down our lives for the gracious God and for those who will hear whenever that becomes possible.<\/p>     <p> That was the kind of faithfulness that marked the apostles. It comes as a surprise to many people to learn that the portion of Isaiah that is quoted most often in the New Testament is Isaiah 6:9–10, the passage about the deafening, blinding, hardening effect of Isaiah’s preaching. Clearly the apostles found the experience of Isaiah helpful in making sense of their own. It seems that the more they preached Jesus, the more their own people turned away from him. The more they called for repentance, the more the Jewish people refused to listen. In that sense, they were failures.<\/p>     <p> Yet this did not cause them to lose hope. They knew the grace they had received, and they knew the call of God on their lives. So, like Isaiah, they were “prepared in season and out of season” (2 Tim. 4:2) to declare God’s truth, confident that those who should listen would listen. This is the mandate of modern servants of God as well.<\/p>     ",
    "audit": null
}