{
    "id": 16159,
    "source": "niv",
    "verse_id": 18002,
    "verse_count": 4,
    "reference": "18:4–7",
    "title": "A Message from God",
    "html": "               <p>C<small>OMPARED TO THE<\/small> marching of armies and the comings and goings of ambassadors, God’s activity often seems unnoticeable. But in a masterful way the prophet reminds his hearers that just because something does not draw much attention to itself does not mean it is powerless.<\/p>     <p> He uses two comparisons to make his point: the sun and the dew (18:4). Neither comes with fanfare or pageantry; they are simply present and inescapable. So is God. And in his harvest he will cut down the enemy nations like unproductive branches on a vine (18:5–6). He is the reality, not they. This means that instead of the Judeans giving the Ethiopians a large sum of money for their help, the Judeans should remember that the day will come when the Ethiopians will be giving gifts to the God of Jerusalem (18:7; cf. 2:1–3; 60:10–14).<\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>N THE MIDST<\/small> of earth’s struggles, it is sometimes hard to believe that God is really on the throne. For instance, suppose a modern-day Isaiah had stood up on the streets of London in the spring of 1942 and said that Germany and Japan, who at that moment ruled fully half the world between them, would be completely powerless in just a little over three years. He would probably have been laughed to scorn. Yet he would have been completely correct. Despite the energy, intellect, and military power of those two great nations, they were swept away. God is the one reality who does not change or fade away. He is the One with whom we must come to terms.<\/p>     <h4>Contemporary Significance<\/h4>     <p>I<small>N PSALM<\/small> 2:1–4 we read these words,<\/p>     <blockquote>         <p>Why do the nations conspire<\/p>         <p> and the peoples plot in vain?<\/p>         <p>The kings of the earth take their stand<\/p>         <p> and the rulers gather together<\/p>         <p>against the L<small>ORD<\/small><\/p>         <p> and against his Anointed One.<\/p>         <p>“Let us break their chains,” they say,<\/p>         <p> “and throw off their fetters.”<\/p>         <p>The One enthroned in heaven laughs;<\/p>         <p> The Lord scoffs at them.<\/p>     <\/blockquote>     <p> The nations of the earth may take many drastic steps to elevate themselves to positions of absolute power. But God has kept that power for himself, and all the efforts by the nations will be as futile as a two-year-old’s straining against the restraints in a car-seat. To the child this is a matter of serious rebellion. To the adults looking on, it is merely laughable. Psalm 46:6 makes a similar point: “Nations are in uproar, kingdoms fall; he lifts his voice, the earth melts.”<\/p>     <p> Created beings are not the final reality; only the Creator is. We may see the nations of earth boiling about. We grow anxious as we see kingdoms fall. But the psalmist and Isaiah invite us to remember that all the power of the nations is derivative. Despite anything they do, the basic conditions of life are unchanged. But God is the One who established those conditions. Having brought the universe into existence with a word, he can just as easily put it out of existence with a word (cf. Isa. 11:4; Rev. 19:15). That is indeed power—power the nations of the earth can only dream about (cf. Isa. 40:15–17.)<\/p>     <p> When we think of the prediction that the Ethiopians will come to Jerusalem bearing gifts to the Lord Almighty (18:7), we remember the Ethiopian eunuch who received the Christian interpretation of Isaiah 53 in Acts 8:26–39 and became a believer. He represents all those other nations who have brought their gifts to God in Jerusalem, both before the birth of Christ and even more since. Isaiah has the long view that sees the reality behind what the other people of his day only imagine to be reality.<\/p>     ",
    "audit": null
}