{
    "id": 16252,
    "source": "niv",
    "verse_id": 18612,
    "verse_count": 4,
    "reference": "47:12–15",
    "title": "Babylon’s Helplessness",
    "html": "                           <p>T<small>HIS FINAL STANZA<\/small> expands on the last thought of the previous one. On a sarcastic note, the prophet tells Babylon to go ahead with her magic. Maybe it will work out after all (47:12)! But of course, it is futile. All the energy expended to divine the future and control its events has been wasted (47:13). What the sorcerers have set in motion is like a fire that does no one any good; it will only burn up those who started it (47:14). Babylon has done business with these sorcerers and magicians for years. But in the final crisis, they will abandon the city to go their own way.<\/p>         <h4>Bridging Contexts<\/h4>         <p>T<small>HE BUSINESS OF MAGIC<\/small> and divination was big business in Babylon. There were classes of priests <em>Contexts<\/em> whose business was to read the significance for the future of the shape of a sacrificial animal’s entrails. These omens were carefully cataloged and recorded; their official listing ran to more than seventy tablets. When we think of the tremendous effort that went into compiling and categorizing these, we get some idea of what Isaiah is talking about. But along with that work we can only imagine what effort was required to get proficient in the interpretation of the omens and in remembering where in the tablets a given phenomenon was discussed. By comparison, it makes the acquisition of a Ph.D. degree today look a little less daunting. At the same time, one would have to gain great skill in obfuscation and nuancing in order to cover the 51 percent of the time when one’s prognostications would be wrong.<\/p>         <p> The same kind of incredible effort went into the study of the horoscope. How much time must have been spent staring into the night sky in order to find some coordination between the placement of the stars and current events. Along with that went the effort of cataloging and categorizing all those observations so that they would have some utility for those who would try to make use of them to tell the kings and rulers whether to undertake certain activities. In some ways, they would have been better off if they had not had so much intelligence. They would not have been able to find all the spurious connections that gave them the illusion of being able to control the fates that ruled their lives.<\/p>         <p> The amazing fact is that the horoscope still is functional today. People who deny that Jesus ever did a miracle will open the newspaper to the horoscope every day. This is nothing other than a continuation of that failed Babylonian wisdom. The organization of the sky is according to the Babylonian system, and the names of the signs of the zodiac are Greek versions of the Babylonian names. How much effort goes into saying something each day that gives the illusion of meaning while being so vague and general that it can cover anything that happens!<\/p>         <p> What is its attraction? The same attraction that it has had for five thousand years. I can get control of my life by getting a glimpse of what is fated to occur today. God asks me to surrender my life and my future into his hands for his direction, multiplication, and blessing, but we humans would rather not surrender. We would rather apply our formidable intelligence to getting control of the world for ourselves.<\/p>         <div border=\"1\">             <blockquote>                 <p><em>Contemporary significance<\/em><\/p>             <\/blockquote>         <\/div>         <p>T<small>HE STATEMENT THAT<\/small> Babylon’s wisdom and knowledge misled them has haunting applications to the present. We can think of Germany and Japan, two of the most brilliant and energetic peoples on the earth. Where had their wisdom and knowledge led them in 1945? Into ruin. Think of how much of the world’s resources were consumed in destruction between 1914 and 1945. Think of how many brilliant minds were consumed in finding more efficient ways to kill people. And think of how many brilliant and creative minds were destroyed by the engines of war.<\/p>         <p> But even in peace, intelligence not surrendered to God can be a terrible curse for the human race. Harry Emerson Fosdick’s maxim “rich in things and poor in soul” continues to define us all too well. Our tremendous intelligence is, as it was for the Babylonians, aimed at making ourselves selfexistent and self-perpetuating. What will cloning mean in a world where researchers have long ago denied any overarching ethical accountability that is incumbent on all people?<\/p>         <p> In an interview on National Public Radio persons advocating fetal-tissue research admitted that there are ethical issues but focused completely on the political tactics that would be necessary to get federal funding for the research. Not once did they discuss the ethics of killing the weak in order to indefinitely preserve the life of the strong. Their argument was simply that since we now have the technology do this sort of thing, we must. Our wisdom and knowledge have misled us. How long will it be before the Redeemer, whose name is Yahweh of Heaven’s Armies, the Holy One of Israel, tells us to get off our throne and to take our place in the dust?<\/p>         ",
    "audit": null
}