{
    "id": 16219,
    "source": "niv",
    "verse_id": 18433,
    "verse_count": 15,
    "reference": "40:12–26",
    "title": "God’s Ability to Deliver His People",
    "html": "               <p>T<small>HE FIRST SECTION<\/small> (40:1–11) has verified God’s desire and intention to deliver his people, but can he do it? After all, from one perspective, he seemed unable to prevent the Babylonians from capturing the land and city in the first place, so why should we think he can deliver the people from them? This question becomes even more pointed when we recall that there is no evidence any people have ever gone home from captivity before. In all the long history of exile up until the fall of Babylon, there is no report of that ever happening. Thus, for God to say that it is going to happen for the Israelites is to make a large claim.<\/p>     <p> Isaiah’s approach to answering the question as to whether God can deliver from Babylon is to assert that God is unique. He is able to deliver not because he is greater than the Babylonian gods; he is able to deliver because <em>he is the only God!<\/em> As Hezekiah said of his neighbors’ gods (37:19), what the Babylonians were worshiping are not gods at all.<\/p>     <p> Isaiah 40:12–26 can be divided into two sections that parallel each other in general ways (vv. 12–20 and vv. 21–26). Each unit begins with an assertion, in the form of rhetorical questions, that the Lord is the sole Creator (40:12–14, 21). This is followed by an affirmation that the Lord is the Ruler of all nations and rulers (40:15–17, 22–24). Next is a rhetorical invitation to compare God with anything else (40:18a, 25). Finally, there is the claim of absolute superiority over the gods, whether conceived of as idols (40:18b– 20) or as the heavenly host (40:26).<\/p>     <p> In 40:12–14 the prophet employs a series of rhetorical questions intended to bring the reader to the point of saying that Yahweh is the sole Creator. The doctrine of creation is important to the argument of this part of the book. The concept is not developed in logical proofs as much as it is assumed and built upon. The prophet has received it and accepts it gladly as a part of his arsenal. Here he develops the point by insisting that God is other than creation. He is <em>not<\/em> the mountains or the oceans or the heavens, but he is <em>other<\/em> than all of these. He is not them but holds them in his hand. He originated the world, but he is not the world.<\/p>     <p> Verses 13–14 seem particularly aimed at the polytheistic religions, where a counselor\/magician among the gods assists the other gods in realizing their purposes. Isaiah insists that there are no such beings, that “understanding” originated with the Originator of all things. To think otherwise is to give up transcendence, and to give that up is to be dropped into the morass where life is only the outworking of a deterministic cycle coming from nowhere and going nowhere.<\/p>     <p> Compared to the One who holds the oceans in his hand, the nations of the earth are “nothing” (40:17). Unlike the other gods, the God of Israel is not a personalization of his nation. He brought all the nations into existence, but he is not an extension of any one of them. To him the most important of the nations does not weigh enough to even move a balance scale. Babylon and Assyria and Egypt may be great in their own eyes and in the eyes of their neighbors, but in the eyes of the One who spoke light into existence, they mean little. Verse 16 illustrates this point by saying that no earthly sacrifice is sufficient to manipulate him in favor of earthly concerns. If all the forests of Lebanon were set on fire and all its animals burned on the fire, it would not affect him at all.<\/p>     <p> Thus, if the Lord is the sole Creator and the Lord of the nations, will we say that an idol is comparable to him? Certainly not! The diatribe against the idols in 40:18b–20 is the first of several in this part of the book (41:6–7; 42:17; 44:9–20; 46:5–7; 48:5). It is the complement to the prophet’s insistence on the transcendence of God. If God is not the world, then any attempt to represent him in the forms of this world has deadly consequences. It immediately links him to the world and begins the process of ultimately making him identical with the world. The emphasis on the making of the idol is surely intentional. How can something made by humans possibly be the maker of the humans who made it?<\/p>     <p> The cycle begins again with 40:21, where the prophet asserts that God is not only other than the world but also other than the heavens, having stretched them out “like a tent” (40:22). As a result, he is not overawed by the “rulers” (40:23) of this earth. In fact, their destiny (like Sennacherib’s) is in his hands (cf. Dan. 4:34–35). Verse 24 with its comparison of the kings of earth to plants seems to reflect 40:6–8. Like plants, the kings grow up quickly and wither away. The reflection may extend to the breath of God (“blows”) being associated with the word of God (40:8). The tender plants of humanity are no match for the eternal judgments of God.<\/p>     <p> Thus, once again we, the readers, are asked—this time by God himself—if we know of anything to compare with him. If it is not the gorgeous idols of the craftsmen, perhaps it is the stars of heaven, the “starry host” that the pagans believed were representations of the gods (cf. 2 Kings 17:16; 21:3). To that suggestion Isaiah retorts that God “created” them and brings them out night after night “by name,” like a shepherd calling his flock. Is the product on the same plane as the maker or the sheep on the same plane as the shepherd? No, the stars only exist because of the “mighty strength” of Judah’s God.<\/p>     ",
    "audit": null
}