{
    "id": 16134,
    "source": "niv",
    "verse_id": 17856,
    "verse_count": 15,
    "reference": "10:5–19",
    "title": "A Message Against Assyria",
    "html": "               <p>A<small>SSYRIA IS THE<\/small> “rod” that is held in God’s upraised hand (9:12, 17, 21; 10:4), and it is raised up to punish “a godless nation.” As with the charge that Judah and Israel had become God’s enemies (1:24–25; 10:3), so this word must have seemed unjust to many. Surely the Assyrians are the ones who are “godless” and perverse. But the fact is, the Israelites have been given the covenant of God, and the Assyrians have not. The people of God know better, yet they pervert their way by turning their backs on the truth revealed to them. The Assyrians would certainly disdain the idea that they are no more than a tool in the hand of the God of the little, despicable nations of Israel and Judah. Their “purpose” (10:7) is not to obey Yahweh but to conquer and “destroy” as many nations as possible. In other words, they recognize no purpose in life but their own will to power.<\/p>     <p> This idea is expressed in the quotation put in the mouth of the Assyrian king in 10:8–11. The language is reminiscent of 37:10–13. The king has no qualms about saying that he is superior to everything on earth, including all its gods. He is so great that even his “commanders” are the equivalent of the kings of other lands. He is truly the king of kings.<\/p>     <p> The first four cities mentioned in 10:9 were all fortress cities in northwestern Syria, outposts of “Damascus.” But fortresses or not, the tyrant says he has treated them all alike, destroying them. Nor have Damascus and Samaria escaped his grasp. Moreover, since far finer idols than those in Samaria and Jerusalem have not been able to save their lands from the Assyrian king, and since he has in fact already taken Samaria and its gods, why should he think of himself as the lackey of Jerusalem’s God? He is superior to that God and will do to Jerusalem whatever he wants.<\/p>     <p> But as Isaiah points out, the king of Assyria is not superior to Jerusalem’s God. Whatever he thinks, he is coming against Jerusalem with only one task: to carry out the “work” God has for him to do “against Mount Zion.” When Jerusalem’s punishment is complete, at least for the moment, Assyria’s punishment will begin (10:12). That punishment will be because of Assyrian “pride,” which is expressed in another quotation from their king (10:13– 14). The prominence of “hand” seems significant in these two verses. That king does not recognize that he is a tool in the hand of God. Rather, he boasts that it is his “hand” that has captured the nations and their wealth, his “hand” that has looted the nations as though they were nests of “abandoned eggs.” No one even dared to flap “a wing” to protest his plundering.<\/p>     <p> But Assyria is not acting independently, despite their thinking. They are but tools in the hand of Yahweh. There are two figures used in 10:15. The first involves lumbering tools, the “ax” and the “saw,” while the second set are tools of warfare or oppression, the “rod” and the “club.” God said he would cut down the “forest” of Judah’s pride (6:13), and Assyria is the “ax” in God’s hand to accomplish that task. God also said that he would punish his people for their sin (5:25), and Assyria is the instrument of that punishment. But Assyria does not admit that it is not ultimate and thinks, foolishly, that it moves itself.<\/p>     <p> Because Assyria refuses to recognize the truth, God will turn the tool over to destruction. The “flame” (10:16) of God’s holiness, which was once turned on Israel (6:11–12), will be turned on those who refuse to admit that there might be One superior to them. When Israel turns and recognizes who their true “Light” is, that light will blaze against their enemies and not against them. The metaphors of field and forest are used again to convey the idea of glory destroyed (10:17–19). Not only the least in Assyria (“thorns” and “briers”) but also the greatest (“forests and fertile fields”) will be consumed—and all “in a single day.” This most likely refers to the destruction of the Assyrian army in 701 <small>B.C.<\/small> (see 37:36–37). When 185,000 died in a single night (note “a wasting disease” in 10:16), Sennacherib had only a “few” soldiers (“trees of his forests,” 10:19) left to accompany him on a hasty departure to his homeland.<\/p>     ",
    "audit": null
}