{
    "id": 16253,
    "source": "niv",
    "verse_id": 18616,
    "verse_count": 22,
    "reference": "48:1–22",
    "title": "",
    "html": "          <blockquote>         <p>“L<small>ISTEN TO THIS<\/small>, O house of Jacob,<\/p>         <p> you who are called by the name of Israel<\/p>         <p> and come from the line of Judah,<\/p>         <p>you who take oaths in the name of the L<small>ORD<\/small><\/p>         <p> and invoke the God of Israel—<\/p>         <p> but not in truth or righteousness—<\/p>         <p> you who call yourselves citizens of the holy city<\/p>         <p> and rely on the God of Israel—<\/p>         <p> the L<small>ORD<\/small> Almighty is his name:<\/p>         <p>I foretold the former things long ago,<\/p>         <p> my mouth announced them and I made them known;<\/p>         <p> then suddenly I acted, and they came to pass.<\/p>         <p> For I knew how stubborn you were;<\/p>         <p> the sinews of your neck were iron,<\/p>         <p> your forehead was bronze.<\/p>         <p> Therefore I told you these things long ago;<\/p>         <p> before they happened I announced them to you<\/p>         <p>so that you could not say,<\/p>         <p> ‘My idols did them;<\/p>         <p> my wooden image and metal god ordained them.’<\/p>         <p> You have heard these things; look at them all.<\/p>         <p> Will you not admit them?<\/p>         <p>“From now on I will tell you of new things,<\/p>         <p> of hidden things unknown to you.<\/p>         <p> They are created now, and not long ago;<\/p>         <p> you have not heard of them before today.<\/p>         <p>So you cannot say,<\/p>         <p> Yes, I knew of them.’<\/p>         <p> You have neither heard nor understood;<\/p>         <p> from of old your ear has not been open.<\/p>         <p>Well do I know how treacherous you are;<\/p>         <p> you were called a rebel from birth.<\/p>         <p> For my own name’s sake I delay my wrath;<\/p>         <p> for the sake of my praise I hold it back from you,<\/p>         <p> so as not to cut you off.<\/p>         <p> See, I have refined you, though not as silver;<\/p>         <p> I have tested you in the furnace of affliction.<\/p>         <p> For my own sake, for my own sake, I do this.<\/p>         <p> How can I let myself be defamed?<\/p>         <p> I will not yield my glory to another.<\/p>         <p> “Listen to me, O Jacob,<\/p>         <p> Israel, whom I have called:<\/p>         <p>I am he;<\/p>         <p> I am the first and I am the last.<\/p>         <p> My own hand laid the foundations of the earth,<\/p>         <p> and my right hand spread out the heavens;<\/p>         <p>when I summon them,<\/p>         <p> they all stand up together.<\/p>         <p> “Come together, all of you, and listen:<\/p>         <p> Which of the idols has foretold these things?<\/p>         <p>The LORD’s chosen ally<\/p>         <p> will carry out his purpose against Babylon;<\/p>         <p> his arm will be against the Babylonians.<\/p>         <p> I, even I, have spoken;<\/p>         <p> yes, I have called him.<\/p>         <p>I will bring him,<\/p>         <p> and he will succeed in his mission.<\/p>         <p>“Come near me and listen to this:<\/p>         <p>“From the first announcement I have not spoken in secret;<\/p>         <p> at the time it happens, I am there.”<\/p>         <p>And now the Sovereign L<small>ORD<\/small> has sent me,<\/p>         <p> with his Spirit.<\/p>         <p> This is what the L<small>ORD<\/small> says—<\/p>         <p> your Redeemer, the Holy One of Israel:<\/p>         <p>“I am the L<small>ORD<\/small> your God,<\/p>         <p> who teaches you what is best for you,<\/p>         <p> who directs you in the way you should go.<\/p>         <p> If only you had paid attention to my commands,<\/p>         <p> your peace would have been like a river,<\/p>         <p> your righteousness like the waves of the sea.<\/p>         <p> Your descendants would have been like the sand,<\/p>         <p> your children like its numberless grains;<\/p>         <p>their name would never be cut off<\/p>         <p> nor destroyed from before me.”<\/p>         <p> Leave Babylon,<\/p>         <p> flee from the Babylonians!<\/p>         <p>Announce this with shouts of joy<\/p>         <p> and proclaim it.<\/p>         <p>Send it out to the ends of the earth;<\/p>         <p> say, “The L<small>ORD<\/small> has redeemed his servant Jacob.”<\/p>         <p> They did not thirst when he led them through the deserts;<\/p>         <p> he made water flow for them from the rock;<\/p>         <p>he split the rock<\/p>         <p> and water gushed out.<\/p>         <p>“There is no peace,” says the L<small>ORD<\/small>, “for the wicked.”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>A<small>S WE HAVE<\/small> noted earlier, chapters 40–55 deal primarily with two questions that the exiles would be asking, which were two phases of a single larger question: Does not the fact of the Exile prove that God has been defeated? Either he has been defeated by the Babylonian gods, or he has been defeated by our sin. While both issues are addressed in chapters 41–47, the primary focus is on demonstrating that the gods have not defeated God in the slightest degree. With the announcement of judgment on Babylon, that argument has come to its climax. But will the exiles believe the promises that have been given to them, or will they give up their faith along the way so that when the prophecies of deliverance are fulfilled, there will be none left to act on them?<\/p>     <p> Clearly, Isaiah, looking at his own experience (cf. 48:8), sees that as a real possibility. So this chapter is a stirring call to faith. Words for hearing occur ten times in this chapter as the prophet reminds the people that it is because they have not listened in the past that they are in their present condition; he then admonishes them to listen to the promises now that they are in exile.<\/p>     ",
    "audit": null
}