{
    "id": 16308,
    "source": "niv",
    "verse_id": 18930,
    "verse_count": 8,
    "reference": "66:7–14",
    "title": "Hope and Abundance",
    "html": "               <p>A<small>S THROUGHOUT THE<\/small> book, judgment and destruction quickly give way to hope and abundance. This next unit describes Lady Zion. Here the promise made in chapter 1 comes to its fruition. The dross has been purged away, and instead of being a harlot, Zion has become the faithful city, the mother of nations (cf. 1:25–27). The image of the fruitful mother reminds the attentive reader of all the places in the book where barrenness and childlessness were alluded to. The pagan fertility rituals were focused on the critical need to maintain the fertility of field and womb if life was to defeat death in the world. But Isaiah says that the only real life is that which is given as a free gift by God in response to surrender and obedience.<\/p>     <p> Nor does God give in a “tit for tat” fashion. His gifts are out of all proportion to whatever we have done. When humans meet their own needs, it is arduous and painful work, like giving birth. But God’s gifts are childbirth without labor (66:7–9). Our needs are not met by our work but by our being in a position to receive the results of God’s work. This is the significance of nursing at the “breasts” of Zion (66:11). A baby does nothing to satisfy its own needs; it must simply own its absolute dependence and receive what has been provided.<\/p>     <p> In such a position there is rest, rejoicing, and wholeness, or “peace” (66:12). As in 12:1 and elsewhere, the idea behind the word “comfort” (66:13) is to encourage. Those who have felt the weight of their sin, have known their own powerlessness to deal with that sin, but have still come to God in penitent faith, believing that he can do something about it, will find themselves encouraged just as a child does on its mother’s lap. The case is not hopeless, all is not lost, this thing can be recovered from. That is comfort.<\/p>     <p> But if judgment is never God’s intended last word, neither is hope without conditions. Isaiah never wants his readers to be left in a position where they are so secure in God’s election love that they forget the real possibility of judgment. The Lord’s “hand” (66:14) of deliverance, redemption, and power will be revealed to “his servants,” but it is “his fury” that “will be shown to his foes.” Once again the question emerges: Am <small>I<\/small> among his servants or his foes?<\/p>     ",
    "audit": null
}