{
    "id": 16107,
    "source": "niv",
    "verse_id": 17656,
    "verse_count": 9,
    "reference": "1:1–9",
    "title": "",
    "html": "<p><span><span><b>T<\/b><\/span><\/span>HE VISION CONCERNING Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah.<\/p>     <blockquote>         <p> Hear, O heavens! Listen, O earth!<\/p>         <p> For the L<small>ORD<\/small> has spoken:<\/p>         <p>“I reared children and brought them up,<\/p>         <p> but they have rebelled against me.<\/p>         <p> The ox knows his master,<\/p>         <p> the donkey his owner’s manger,<\/p>         <p>but Israel does not know,<\/p>         <p> my people do not understand.”<\/p>         <p> Ah, sinful nation,<\/p>         <p> a people loaded with guilt,<\/p>         <p>a brood of evildoers,<\/p>         <p> children given to corruption!<\/p>         <p>They have forsaken the L<small>ORD<\/small>;<\/p>         <p> they have spurned the Holy One of Israel<\/p>         <p> and turned their backs on him.<\/p>         <p> Why should you be beaten anymore?<\/p>         <p> Why do you persist in rebellion?<\/p>         <p>Your whole head is injured,<\/p>         <p> your whole heart afflicted.<\/p>         <p> From the sole of your foot to the top of your head<\/p>         <p> there is no soundness—<\/p>         <p>only wounds and welts<\/p>         <p> and open sores,<\/p>         <p>not cleansed or bandaged<\/p>         <p> or soothed with oil.<\/p>         <p> Your country is desolate,<\/p>         <p> your cities burned with fire;<\/p>         <p>your fields are being stripped by foreigners<\/p>         <p> right before you,<\/p>         <p> laid waste as when overthrown by strangers.<\/p>         <p> The Daughter of Zion is left<\/p>         <p> like a shelter in a vineyard,<\/p>         <p>like a hut in a field of melons,<\/p>         <p> like a city under siege.<\/p>         <p>Unless the L<small>ORD<\/small> Almighty<\/p>         <p> had left us some survivors,<\/p>         <p>we would have become like Sodom,<\/p>         <p> we would have been like Gomorrah.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HE OPENING NINE<\/small> verses of Isaiah introduce the author and time of composition and summarize the charge of God and also of Isaiah against the people of Judah. As such, the verses open both the<\/p>     <p>book and the introductory section (chs. 1–5). Many commentators believe that these chapters were put together after the rest of the book for the express purpose of introducing the finished whole. The unusual position of the prophet’s call in chapter 6 may well support this contention. However, unless the “Branch of the L<small>ORD<\/small>” in 4:2 refers to the Messiah, the absence of that theme does raise questions about chapters 1–5 having been consciously composed as a book introduction. It seems more likely that certain pieces were collected to introduce the main judgment–hope theme without trying to summarize everything in the book.<\/p>     <p> Verse 1 identifies the author of what follows and the time period in which he wrote. We know nothing more of Isaiah ben Amoz than what is mentioned in the book, though his easy access to the kings has suggested he may have been of royal blood. The dates of the four kings mentioned extend from approximately 690 <small>B.C.<\/small> to 590 <small>B.C.<\/small>, but chapter 6 makes it plain that Isaiah’s ministry only began in the last year of King Uzziah, about 640 <small>B.C.<\/small> Jewish tradition has Isaiah being put to death by Manasseh, but there is no independent confirmation of this.<\/p>     <p> The charges are those of rebellion (v. 2) and corruption (v. 4), which have resulted in desolation. Isaiah concludes (v. 9) that only because of the mercy of God does the land continue to exist at all. Verse 2 begins with formal-sounding language as God calls the heavens and earth to witness his charges. This is reminiscent of Deuteronomy 4:26, where Moses called heaven and earth to witness the promise that if the people persisted in sin, they would be expelled from the land of promise. Obedient nature is thus called upon to witness what God says about rebellious humanity.<\/p>     <p> This theme of obedient and responsive nature continues in verse 3, where Israel is said to be less intelligent than an ox or an ass that at least knows where the barn is. Israel does not know as much and persists in turning its back on its good Master even when its turning away results in its being beaten (v. 5).<\/p>     <p> In 1:5–8 Isaiah uses two graphic figures to depict the nation’s spiritual condition. The first (vv. 5–6) is that of a bruised and wounded body that is left untended; the second (v.8), that of an abandoned hut in a harvested field. The harvesters are gone, and the winter winds have blown away most of the odds and ends used to build the hut. That is what Israel is like. Yet for all of this, it seems Israel cannot put two and two together and come up with four. If only they would turn back to the Lord, he would gladly restore the blessings he had formerly showered on them. But it is a sign of the depth of their rebellion that even with the evidence of judgment all around them, they will not turn back.<\/p>     <h4>Bridging Contexts<\/h4>     <p>A<small>T ITS HEART<\/small>, this passage is about rebellion and ignorance—<em>rebellion<\/em> that brings about certain consequences and the <em>failure<\/em> to see the connection between an action and its consequences. Rebellion (<em>peša‘<\/em>) is at its heart a refusal to recognize boundaries. But by what right does “the Holy One of Israel” establish such boundaries (v. 4)? There are four reasons stated or implied in the passage.<\/p>     <p> (1) The first is that there is only one Holy One. In the ancient world, “the holy” defined that which pertained to deity. For Isaiah there was only <em>One<\/em> who could be defined as holy. The things that Israel’s pagan neighbors worshiped were certainly not holy. In fact, they were abominations (44:19). Thus, if there is only one real deity in the universe, that deity certainly has the right to draw some lines for the rest of the universe.<\/p>     <p> (2) The Holy One is the Creator. He is the One who set up the boundaries of earth and heaven. Does he not have a right to establish boundaries for humans as well?<\/p>     <p> (3) Next is the right of the covenant Lord. God has entered into a covenant relationship with humans. He has committed himself to us and in turn calls us to commit ourselves to him.<\/p>     <p> (4) There is the right of the Father. Humans are not merely objects to God, nor are we merely subjects. We are his children (1:2), whom he loves and cares for. If he establishes boundaries, they are finally established out of love. When we rebel, it is against the only God, the sole Creator, the covenant Lord, and the heavenly Father.<\/p>     <p> Rebellion has consequences. Consequences for spiritual choices are as certain as consequences for physical choices. Just as a bruised and wounded body will die if left untended, and just as a lean-to will be blown down if not constantly maintained, so if we rebel against the Creator of the universe and reject his ways, spiritual corruption and death will follow. As intelligent human beings, we should be able to work that equation. Animals seem to know what is best for them, yet humans do not.<\/p>     <h4>Contemporary Significance<\/h4>     <p>W<small>E HUMANS ARE<\/small> an interesting lot. When we are offended, we want instant justice. But when we offend, we want complete mercy. We demand consequences when they are in our favor, but we want to avoid consequences when they are not. Beyond that, while we cannot deny there are largely inescapable consequences for physical behavior, we insist there are no comparable consequences for spiritual behavior. We are not offended by the “law” of gravity. We do not feel that our essential freedoms have somehow been infringed upon by the fact that if we jump off a forty-story building, we will do irreparable damage to ourselves. Yet if someone has the nerve to suggest that there might be comparable “laws” in the spiritual realm, such a person is treated as if he or she is profoundly evil.<\/p>     <p> Personal freedom has become an absolute good in the modern world, regardless of the obviously tragic results when it is pushed to its extremes. Studies show that the one common denominator in delinquency is the absence of a father. Yet males continue to imagine that they can father children whenever and wherever they like without consequences. At the same time, adults imagine they can have sex without restraints because they can always kill the unwanted consequences. Others among us imagine that they can acquire an endless string of material goods without any impact on their sense of priorities in life.<\/p>     <p> But Isaiah tells us there are standards for spiritual behavior that are just as consequential as those in the physical world. They have been established by the Creator of the universe and are never broken, only crashed up against. It is the Christians today who need to recover this truth, both for ourselves and for our children. We live in a society whose hostility to any kind of spiritual norms is so deep-seated and so pervasive that it comes out on every hand. We are in danger of imbibing it without even being aware of it, and our children more so. We must tell ourselves again and again that the Holy One has not created the law of marital fidelity any more arbitrarily than he has the law of gravity. Both of these laws simply describe the way he made us to function.<\/p>     <p> To require a railroad engine to stay on its tracks is not some infringement of its basic rights; it is merely to define the circumstance under which that machine must operate if its potential is to be realized. We must recover this kind of basic arithmetic of life. Why is it, for example, that all organized societies forbid lying? It is because for some reason no society where everyone lies can long exist. And why is that? Does it not argue that it reflects the nature of a creation where integrity (oneness) is a physical, emotional, and spiritual necessity? Yet our society has made pleasing oneself the absolute good when it says, “Oh, everybody lies once in a while. Don’t be so narrow.” But we hear Isaiah saying, “Why do you want to keep on smashing into that brick wall? God does not prohibit lying because he is some heavenly killjoy, but simply because that is the way he has made the world.”<\/p>     <p> This underlines the necessity of the biblical doctrine of God. Is there a being in the universe who has the right in his essence (the Holy One), his nature (Father), his actions (Creator), and his relationships (covenant Lord) to define the terms of our life? If so, rebellion is not merely the assertion of our right to be self-determining, but it is an offense against the very nature of our existence. But we ask, is this not merely to reduce us to robots who mindlessly follow the program that determines their behavior? And the answer is clearly no. Given the character of God as defined in the Bible and particularly in Isaiah, the alternative to rebellion is not mechanical obedience. For God has not prescribed every action for us. He has merely defined the outer limits beyond which we may not go without hurting ourselves. Just as the law of gravity does not render us mindless robots, neither does the law forbidding stealing.<\/p>     <p> Interestingly, some states in the United States still have laws on their books defining what sexual positions between a husband and wife are legal. There is nothing like that in the Bible. Live creatively within the general limits the Creator-Father has defined for you and there will be health, productivity, and joy.<\/p>     ",
    "audit": null
}