{
    "id": 16213,
    "source": "niv",
    "verse_id": 18392,
    "verse_count": 8,
    "reference": "38:1–8",
    "title": "Hezekiah’s Prayer",
    "html": "               <p>S<small>EITZ POINTS OUT<\/small> that chapter 38 reverses the flow of chapters 36–37. There the story of the one who mocked God goes from life to death. Here the story of the one who trusts God goes from death to life. The reason for this is prayer. Although Hezekiah’s prayer in 38:3 is not as lofty and unselfish as that in chapter 37, it is still a model of the direction the trusting heart takes in the time of crisis. God’s word from Isaiah is unequivocal: Hezekiah is “going to die.” This is not a word of judgment; it is simply a fact. But the king does not accept the announcement passively. He knows something of the heart of God, that he does hear and listen (cf. 38:5) to the cries of his people even if all the signs point to a fixed outcome. Thus, he turns to God. As far as the evidence indicates, this kind of personal dependence expressed through communication with God is foreign to Ahaz, but it seems entirely natural for Hezekiah.<\/p>     <p> It is interesting that Hezekiah does not actually ask for lengthened life. What he does is simply remind God that he has conducted his life (“walked before you”) with faithfulness (lit., “truth”) and “wholehearted devotion” (lit., “a perfect heart”). This is reminiscent of God’s command to Abraham in Genesis 17:1: “Walk before me and be blameless [lit., perfect].” In short, Hezekiah, who was only thirty-nine years old at the time, is saying to God that he has met God’s requirements for long life (cf. Ps. 34:11–14) and is asking by implication if it is fair to cut his life short as though he were a wicked man (cf. Ps. 37:35–36).<\/p>     <p> God responds to this argument and sends Isaiah back with a different word, one of fifteen additional years. He also promises to “deliver you and this city” from the Assyrians. This may indicate that the event occurred during Sennacherib’s attack on the land. Of course, that threat had been inescapable from the time that Samaria fell in 721 B.C., so the historical setting of the words may have been as early as 710, the first time Merodach-Baladan (cf. 39:1) was active. At any rate, the point is made again: Trust God and not the nations; he can deliver.<\/p>     <p> Like his father before him, Hezekiah is offered a sign to confirm God’s gracious promise of deliverance. Ahaz refused the sign because he had already made arrangements to take care of himself. Hezekiah has no such encumbrance, so he is happy to receive whatever evidence God cares to give. Perhaps this particular sign, with the sun’s shadow moving back up the steps, is chosen to signify that just as God can move time backward, so he could add days to our lives.<\/p>     ",
    "audit": null
}