{
    "id": 16199,
    "source": "niv",
    "verse_id": 18281,
    "verse_count": 6,
    "reference": "33:1–6",
    "title": "The Woe and an Appeal to God",
    "html": "               <p>T<small>HE EMPHASIS ON<\/small> betrayal in 33:1 has suggested to many that the specific occasion for this woe was when Sennacherib accepted Hezekiah’s payment to break off his attack on Judah and then did not break off the attack. However, if that were the case, the material has been placed here in a much larger theological context. The fact that Assyria is not named is indicative of this. All the destructive and deceptive character of earth’s nations is used as a foil to depict the radically different character of the biblical God and of the kingdom he will build.<\/p>     <p> In 33:2 we see the outcome that has been desired throughout this section. Speaking for the people, the prophet says that they will wait (NIV “long”) for the Lord (cf. 30:18). Perhaps the Israelites have been forced to because the promised Egyptian help has proven useless. Nevertheless, they are now no longer trusting the nations to deliver them from the nations. They have nowhere else to turn but to God, and Isaiah has no question about God’s ability to deliver. When God speaks, “nations” and “peoples” will “scatter.” All the “plunder” they have stolen from other nations will be stripped away from them as though by “locusts.”<\/p>     <p> This is so because the Lord is the only One who is truly “exalted” (33:5). All the attempts by humans to exalt themselves by force and deception will ultimately fail, because God alone sits “on high” (cf. 14:4–21). He does not, however, use his position as a justification for oppression. Instead, his character will provide a “foundation” on which people can live with confidence (cf. 28:16–17). That foundation is “justice” and “righteousness” (33:5), and on it can be erected “salvation,” “wisdom and knowledge.” All of this is available to the person who acknowledges that God is the Lord and gives him reverent obedience: “the fear of the L<small>ORD<\/small>” (33:6).<\/p>     ",
    "audit": null
}