{
    "id": 16162,
    "source": "niv",
    "verse_id": 18021,
    "verse_count": 10,
    "reference": "19:16–25",
    "title": "Egypt’s Coming Worship of God",
    "html": "               <p>T<small>HERE ARE NOT<\/small> only negative reasons why Egypt should not be trusted, but there is also a positive reason why trusting in Egypt is foolish: The Egyptians will one day turn to Judah’s God! Four different prose statements are made here, each headed by the phrase “in that day” (19:16, 18, 19, 23). This phrase does not refer to some specific twenty-four-hour period but to a more general time in the future. A good English equivalent is “at that time.”<\/p>     <p> At certain points in the future events will take place in God’s providence that will forever alter the outlook of Egypt. The Egyptians will move from fear of the judging God to trust in the delivering God whom Judah now hesitates to trust. It is not necessary to believe that all these events will occur at the same time or even in the sequence given here. The prophet is only saying that future events will vindicate the counsel he is giving to Judah.<\/p>     <p> Verses 16–17 form a transition in that they are in the prose form of what follows, while their message is more like that of 19:1–15. Once more Isaiah emphasizes the “plan” of God (19:12, 17). “Plan,” “counselors,” and “advice” (19:11) all share the Hebrew root y’s, so there is probably an intentional play on the foolish “plans” that the unwise counselors of the pharaoh have given. Because of that foolish counsel, the Egyptians will be plunged into terror when the God of Judah acts. Because it is Judah’s God who is at work, the very name of Judah will frighten the people of Egypt.<\/p>     <p> But just as God’s ultimate goal is not to destroy his people, neither is it his ultimate goal to destroy the people of Egypt. Isaiah 19:18–25 shows that his ultimate purpose is to bring them to worship him together with Israel and Assyria. This is an amazing thought, showing the truly universal character of Old Testament religion. Although at various points Judah is spoken of as triumphing over such perennial enemies as Egypt and Assyria, that is not the end of the story. The ultimate vision of the Hebrew prophets, first seen in Isaiah 2 (and in Mic. 4), is that Israel will be a blessing to the nations as it leads them to the one true God. All the peoples will worship him together (see also 25:6–9).<\/p>     <p> The hope of Egypt is expressed in three movements. (1) Several cities will speak Hebrew (“the language of Canaan”) and swear allegiance to the Lord (19:18). If the emendation accepted by many scholars is correct, one of the five cities will actually be the home city of the cult of the sun god, Re.<\/p>     <p> (2) The Lord will be worshiped in Egypt, with an “altar” in the center of the land and a “monument” on the border (19:19). Probably not just one altar and one memorial are in Isaiah’s mind here; rather, these represent many worship centers where, like Abraham (Gen. 12:8) and Jacob (28:18), the building of an altar or the setting up of memorial pillars was a way of acknowledging God’s presence and of thanking him for his care.<\/p>     <p> The language of Isaiah 19:20–22 appears to have been consciously chosen to demonstrate that Egypt will share the same kind of relationship with the Lord as Israel did. They will be subject to the same kinds of divine discipline (“oppressors,” v. 20; “plague,” v. 22), and they will have available to them the same kinds of divine deliverance (“savior,” v. 20; “heal,” v. 22). He will reveal himself to them, and they will “acknowledge” (lit., “know”) him.<\/p>     <p> (3) The final expression of God’s positive plans for Egypt is, if anything, even more shocking than the previous two. He is not merely going to deliver Egypt and Israel from the Assyrian oppressors, he is going to join the three countries together in the common worship of the Lord! Egypt and Assyria will travel back and forth to one another’s countries, not to attack one another or to strike shrewd business deals but to worship Israel’s God. Between the two poles of northeast (Assyria) and southwest (Egypt), Israel will fulfill the function that God promised to Abraham for his descendants (Gen. 12:3). They will be a blessing to the world, a means whereby the blessings of God can come to all peoples, a means whereby the election of Israel is extended to everyone (“Egypt my people, Assyria my handiwork,” Isa. 19:25).<\/p>     ",
    "audit": null
}