{
    "id": 16233,
    "source": "niv",
    "verse_id": 18520,
    "verse_count": 8,
    "reference": "43:14–21",
    "title": "Promises of Deliverance",
    "html": "               <p>I<small>N THESE VERSES<\/small> God tells his people once again that he is going to deliver them from Babylon. They are witnesses to how he has delivered them in the past, and this is what they will be witnesses of in the future. Once again, relational terminology is prominent. He is “your Redeemer,” “your Holy One,” “your King.” They are “my people, my chosen,” “formed for myself.” It is because of them that the almighty God will “bring down” Babylon. He is not going to deliver them merely to prove some abstract theological point. Rather, he will deliver them, as 43:4 says, because he loves them.<\/p>     <p> But how is he going to deliver them? Verses 16–17 invite the people to remember what he did in the Exodus. There God demonstrated his lordship over both nature and human nations. He also showed both his desire and his ability to save. But after reminding them of those facts, he suddenly says in 43:18 that they are to “forget” all that. What is going on? We can imagine people beginning to get excited over the prospect of deliverance, and they know just how God is going to do it. He will raise up a deliverer from among them, who will divide the Euphrates River so that they can cross dry-shod, and then he will bring the river back over the Babylonian army and drown them all. As humans we like everything to be predictable.<\/p>     <p> But God is not predictable like the gods. He is the Creator, who loves doing things in “new” ways (43:19). So whereas formerly he made a “way through the sea” (43:16), this time he will make a “way in the desert” (43:19). In language reminiscent of several places in the earlier part of the book (e.g., chs. 13; 32; 34; 35), God promises to transform the desert created by arrogance and false trust, the place where unclean animals live, into a place of “water” and “streams” where his “chosen” may have all their needs supplied (43:20). As a result, his people will bear witness to his deity; they will “proclaim my praise” (43:21).<\/p>     ",
    "audit": null
}