{
    "id": 16114,
    "source": "niv",
    "verse_id": 17724,
    "verse_count": 12,
    "reference": "3:16–4:1",
    "title": "Another Illustration of Human Arrogance",
    "html": "               <p>T<small>HIS THIRD SECTION<\/small> on human arrogance is the most graphic of all. Most commentators believe it is addressed to the wealthy women of Judah and Jerusalem. And it may have been, originally. However, in the context in which it now occurs, I believe it is being used to symbolize the nation as a whole. This conclusion is reinforced both by the use of “women [lit., daughters] of Zion” in 4:4 and by the way in which Zion is personified in 3:25– 26. The nation is compared to a beautiful and haughty woman, whose whole attention is given to appearance and image. Zion has sought to exalt herself with every kind of accouterment and ornament. She glances at potential lovers from behind her veils and fans.<\/p>     <p> Once again, the prophet presents the contrast in the strongest terms. The arrogant heads will be bowed in shame, the beautiful hair shaved off to reveal sores seeping pus (3:17). All the beautiful clothing will be stripped off and replaced with a strip of burlap and a piece of rope (3:24). The city will be reduced to utter destitution.<\/p>     <p> In 4:1 the prophet gives the final graphic illustration of humiliation. In that society it was a great shame for a woman to have no family connections. Yet Isaiah foresees a day when so many of the men have died in plague or been killed in war that there are not enough fathers and husbands to go around. In utter humiliation, seven women will beg one man to give them his name with no obligation on his part at all. Here is the final degradation of human pride.         <br>         <br>     <\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE BASIC MEANING<\/small> of this passage needs little translation to make it applicable to the modern setting. The central issue is the human instinct to exalt ourselves in a number of ways, whether it be wealth, education, political power, military power, beauty, religion, or whatever. We do this because of our fundamental insecurity. When we face reality, we know we are but a breath, here one moment and gone the next (2:22). But beyond our transitoriness, there is a more serious problem—our sin. We may not choose to call it that. We may prefer “mistakes,” “shortcomings,” “failures,” or some other softer term. But the fact is that there is an almost universal awareness among humans of having fallen short of our potential.<\/p>     <p> It is interesting that there are no public school programs designed to lower students’ falsely high self-esteem. No, the sense of failure and worthlessness seems ingrained in all of us. This is, of course, to be expected if the account in Genesis 3 is true. We are alienated from the true source of permanence and meaning in our lives and are thus doomed to replicate the tragedies of those first generations. But instead of seeking to come penitently to our Creator and seek the forgiveness (2:9) of the Judge of the universe, human beings seek to build themselves up in all the ways described here. The problem with all of these attempts is that they cannot achieve what they promise. Every attempt to make ourselves significant on our own is rendered helpless by the fundamental fact of our mortality.<\/p>     <p> <b>Contemporary idolatry.<\/b> We may be inclined to think that the diatribe against idolatry here has little relevance to those of us in the West at present. However, we must remember that idolatry is a state of mind before it is a religious practice—that state of mind that believes it can guarantee security through the manipulation of this world. This idea rests on two false premises: that the guarantee of my security is the most important aim in life, and that that security can be maintained through the powers of this world.<\/p>     <p> Both of those are false because they make creation primary. They exalt creation to the place reserved for the Creator alone. The most important aim is to be rightly related to the Creator, who alone can hold us securely. For most of the last two centuries we in the West have believed these premises but have insisted that there is no spiritual component to creation. We have believed that the powers we had to manipulate in order to guarantee our security were inanimate and material. But that has not made us any the less idolaters than our pagan predecessors. We have exalted creation to the heights and have placed ourselves and our capacity for reason at the very center of it. We have said that we are ultimate and that there is nothing more important than us and the achieving of our goals.<\/p>     <p> Now, however, having conquered the powers of nature to a degree unimaginable even a hundred years ago, we are discovering that we have still not made ourselves secure in the ways we expected to. We are discovering that there is something more to reality than just the physical and material. But we do not wish to bow down to that spiritual reality. So, in order to give ourselves the feeling of being able to control it, we are imagining it on our own terms. This is nothing more than the people of the ancient Near East did five thousand years ago. To try to imagine the universe with ourselves at the center of it is to become idolaters.<\/p>     <p> <b>Idolization of human leaders.<\/b> Just as idolatry is one logical effect of the attempt to make the achievement of human needs primary in the world, so is the idolization of human leaders. One aspect of this is what is known as projection. Wanting to be great ourselves, we admire those who have achieved what we think of as ultimate. But another aspect grows out of the realization that we cannot achieve our goals of wealth, pleasure, comfort, and power by ourselves. There must be some political order and stability if those goals are to be achieved. Therefore, we exalt the strong leader who seems able to guarantee those conditions. But what we are doing in those cases is giving a human the position of God. The end is predictable: The human who is given power and adulation wants more of those; there can never be enough.<\/p>     <p> The next step is oppression as the leader makes himself and his desires the end of everything. The final step, then, is the need of the people to destroy the leader. Again, there are two aspects to this: Not only is there the desire to be free of the oppression, but there is also the awareness that the one whom we expected to be God for us has failed us. We have placed him in an impossible position: He can never possibly provide for us the things we demand of him, so he must be destroyed.<\/p>     <h4>Contemporary Significance<\/h4>     <p>U<small>LTIMATE REALITY<\/small>. Some would claim that the roots of our present intellectual disaster extend all the way back to Aquinas with his separation of reality into nature and grace, or nature and supernature. This had the effect of separating God from the material and physical world and of removing him from normal history. From that time on, God has been moved more and more to the periphery of things. In the eighteenth century, human reason was lifted to the level of court of last resort. If something was not rational, it did not exist. Immanuel Kant sought to make a place for God by arguing that real value is beyond reason, but he only succeeded in separating fact and meaning in such a way as to make meaning almost wholly subjective. This ultimately led Friedrich Nietzsche to declare that the whole concept of God is not only useless but pernicious, because it tends to confuse and dilute the real meaning of life, which is the will to power.<\/p>     <p> All of this movement of European thought led in one direction, that of making humans and their desires and goals ultimate reality. If there is a God at all, he is removed from everything necessary to the functioning of ordinary human life. But the end of this type of thinking had already been discovered in the ancient Near Eastern religions. If there is no reality outside of the cosmos, then all reality may be defined in terms of our experience. That means reality is to be understood by analogy with this world. The gods are humans, only larger in every way. They are better than we, but worse than we. They are more generous than we, but more petty than we. They are more disciplined than we, but more debauched than we. Humanity is the measure of reality. And what was the result of that thinking in the ancient pagan religions? Humans themselves became worthless. The human race was an afterthought, without real significance or value, and individual humans were less than nothing.<\/p>     <p> This same thing has happened in Western thought. If all of reality is defined in terms of humanity, if we are the highest order of being, then reality is meaningless because we have no meaning in ourselves. This is nowhere clearer than in the movement of existentialism that emerged after World War I and has finally taken root in popular consciousness. Prior to that global catastrophe, it was possible to argue that inanimate nature was necessarily progressing to higher and higher forms, of which humanity was the highest yet to appear. That was a key idea in the thinking of Marx and Engels, who argued that if the means of production were forcibly redistributed among the masses, true equality among humans would necessarily emerge.<\/p>     <p> But after Ypres and the Somme, the idea of inevitable human progress became laughable. When science and human reason had been used to devour a whole generation of European youth, the idea of the inevitable upward progress of the human race could only be maintained under the harshest of human tyrannies, as in Russia. In freer Western Europe, the logical consequences of the Great War have been inescapable: There is no meaning in existence; humanity is all there is and humanity is nothing. But the terrible irony of life is that we humans must have something beyond ourselves to live for! So, the existentialist philosophers argued that we must each create our own pattern of meaning, all the time knowing that there is no meaning. This, of course, means that no one can claim that his or her system of meaning is <em>the<\/em> meaning of life; there is no such thing. Thus today, although the person on the street cannot explain the philosophical basis for his or her ideas, it is still obvious that existentialism has come to rule the day.<\/p>     <p> <b>True humility.<\/b> This is exactly what Isaiah is talking about here. We as humans have sought to arrogate for ourselves the place of God in the universe. We have said that the fulfillment of our personal needs is ultimate, and we have understood with Nietzsche that the only way to do that is to gain power for ourselves. But that way is disaster. If we are the greatest beings in the universe, then there is no meaning in the universe and Death is the lord of all. Whatever we may achieve, he stands at the end of the road, laughing at all our pretensions. Why should we pay any attention to humans? Of what worth is a blob of protoplasm? In our attempt to exalt ourselves, we have in fact reduced ourselves to nothing. The apostle Paul also saw this clearly, as he testifies in Romans 1:21–32: Refusing to submit thankfully to God, we are reduced to worshiping our appetites and representing the divine with the basest forms of earth.<\/p>     <p> What should we have done? Although it is not explicitly stated here, it is still appropriate to mention it in this context. We should have done the very opposite. We should have admitted that our needs are not primary but that a relationship with our Creator is. We should have submitted our needs to him, recognizing that he is Lord of all. We should have recognized that he has entered into our time and space, ultimately in Jesus Christ, and has thus given that time and space eternal meaning. Even more, we should acknowledge that by taking on our form, God has given humanity ultimate worth.<\/p>     <p> Thus, if instead of trying to make ourselves God in order to take care of ourselves, we submit to God and allow him to care for us, we will find ourselves lifted to the place of sons and daughters of God. Trying to take his place, we become nothing, but allowing him to be exalted alone, we become the princes and princesses of the universe. This is what Peter means when he says, “Humble yourselves, therefore, under God’s mighty hand, that he may lift you up in due time” (1 Peter 5:6).<\/p>     <p> It is important to think about the real meaning of humility in this context. Too often we think of humility as “feeling bad about yourself,” or at least pretending to! Thus, we have the common phrase “false humility.” But in fact, that is not what humility is at all, as this passage in Isaiah makes clear. The opposite of self-exaltation is not self-denigration. Too often that is simply an attempt to garner sympathy for oneself, an attempt to get others to say good things about us. No, true humility is to refuse to put oneself in the place of God. It is to know oneself as a child of God, to know one’s place in God’s economy, and to know one’s worth in his sight. Knowing these, it is possible not to need to call attention to oneself.<\/p>     <p> That is true humility: self-forgetfulness. It is the ability to go about the tasks God has given, secure in his love and his valuing, without wondering if others appreciate us as much as they should. It is the ability to see others being praised and not need to belittle them, either silently or aloud, in an effort to make oneself look good by comparison. To paraphrase a popular saying: “Humility is to know there is a God, and to know you are not him!”<\/p>     <p> <b>Proper approach to leadership.<\/b> A third concern this passage addresses is the proper approach to leadership. As mentioned above, the human tendency is first of all to idolize human leaders. It is to place them on a pedestal, giving them all the attributes we want them to have for our sakes. We see in them what we would like to have and be, and we expect them to give us what God alone can give: meaning, worth, and security.<\/p>     <p> This is a sure recipe for failure. We are placing our leaders in impossible positions when we treat them in this way. We are asking them to be God for us, and this is something they can never be. What happens then is predictable. When leaders fail, as fail they must, we turn on them and demand their heads. Having expected them to be God for us, we are unable to let them be anything less than the perfect leader. The often merciless criticism that follows is another part of the pattern: We exalt ourselves by belittling the “great” ones.<\/p>     <p> Under such oscillating adulation and criticism our leaders typically crack. The break often manifests itself in one of two ways, both closely related. The one way is the way of oppression. Believing the adulation they have received and writhing under the criticism, they take the way of power. They assert a right to dictate to the followers the way they should go, and as leaders, they take the right to make use of the followers to serve their own ends. If people don’t like it, that’s too bad! “After all, I have given them so much!”<\/p>     <p> The other break is a moral break. Here the erosion is more subtle. The leader is conscientious in trying to meet the needs of the followers, but he or she increasingly feels the impossibility of what is being demanded. The strain mounts, and when it is coupled with an unreal level of adulation, the stage is set for collapse. It may have to do with sexuality, or money, or substance abuse, but the break comes.<\/p>     <p> What is the biblical way of leadership, particularly as displayed here? As is obvious, it is a two-way street, involving both the followers and the leader. (1) The people must surrender themselves and their needs to God. They must stop looking to any human, themselves or another, for what only God can provide. (2) They must allow their leaders to be fallible. I do not mean morally fallible, but in their performance as leaders. The people have a right to expect their leaders to be exemplary, both as persons and as believers, but they do not have a right to ask their leaders to fill the place of God in the lives of their followers. (3) They must not give to any human the adulation that is due to God alone. Leaders must be respected, if only for the position they hold, but they must not be worshiped. (4) They must be aware that a spirit of constant criticism of a leader is a sure sign of an unsurrendered spirit in the critic. The attempt to belittle another is a certain indicator of an inner need to exalt oneself.<\/p>     <p> As for leaders, it is clear that they should never believe the adulation that people give them. Here, it is not so important how one responds to such fulsome praise on the outside as it is on the inside. Once again, the condition of one’s own soul is critical. If you know your own fallibility and how desperately you need God, and if you have genuinely surrendered your destiny to God, you can offer up all the praise to God at the end of the day with a smile.<\/p>     <p> At the same time, these conditions will not allow the criticism to destroy you. You know you are not in this to please yourself but God. Thus, even though cruel comments hurt, you can look at what is said with a somewhat objective eye, not rejecting them outright but neither taking them too deeply to heart. In it all, you know, as Moses did in Exodus 32:11 or Paul in 1 Corinthians 3:5–9, that these are not your people but God’s. Like the good shepherd, you do not have the right to use the flock for your purposes but are expected to lay down your life for God’s purposes in them (John 10:10– 11). In the end, the question for the leader is the same as it is for those being led: Who supplies my needs? If we have genuinely surrendered our needs to God, we will be armored against the temptations to satisfy the lust of the flesh, the lust of the eyes, and the pride of life for ourselves (1 John 2:16).<\/p>     ",
    "audit": null
}