{
    "id": 16266,
    "source": "niv",
    "verse_id": 18683,
    "verse_count": 8,
    "reference": "51:9–16",
    "title": "",
    "html": "          <blockquote>         <p><small>AWAKE, AWAKE<\/small>! C<small>LOTHE<\/small> yourself with strength,<\/p>         <p> O arm of the L<small>ORD<\/small>;<\/p>         <p>awake, as in days gone by,<\/p>         <p> as in generations of old.<\/p>         <p>Was it not you who cut Rahab to pieces,<\/p>         <p> who pierced that monster through?<\/p>         <p>Was it not you who dried up the sea,<\/p>         <p> the waters of the great deep,<\/p>         <p>who made a road in the depths of the sea<\/p>         <p> so that the redeemed might cross over?<\/p>         <p>The ransomed of the L<small>ORD<\/small> will return.<\/p>         <p> They will enter Zion with singing;<\/p>         <p> everlasting joy will crown their heads.<\/p>         <p>Gladness and joy will overtake them,<\/p>         <p> and sorrow and sighing will flee away.<\/p>         <p> “I, even I, am he who comforts you.<\/p>         <p> Who are you that you fear mortal men,<\/p>         <p> the sons of men, who are but grass,<\/p>         <p> that you forget the L<small>ORD<\/small> your Maker,<\/p>         <p> who stretched out the heavens<\/p>         <p> and laid the foundations of the earth,<\/p>         <p>that you live in constant terror every day<\/p>         <p> because of the wrath of the oppressor,<\/p>         <p> who is bent on destruction?<\/p>         <p>For where is the wrath of the oppressor?<\/p>         <p>  The cowering prisoners will soon be set free;<\/p>         <p>they will not die in their dungeon,<\/p>         <p> nor will they lack bread.<\/p>         <p> For I am the L<small>ORD<\/small> your God,<\/p>         <p> who churns up the sea so that its waves roar—<\/p>         <p>the L<small>ORD<\/small> Almighty is his name.<\/p>         <p>I have put my words in your mouth<\/p>         <p> and covered you with the shadow of my hand—<\/p>         <p>I who set the heavens in place,<\/p>         <p> who laid the foundations of the earth,<\/p>         <p> and who say to Zion, You are my people. ”<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>A<small>SSUMING<\/small> I <small>AM CORRECT<\/small> that 50:10–51:8 is a commentary on 50:4–9, Isaiah 51:9–16 opens the unit that stands between the third and the fourth so-called “Servant Songs.” This unit (51:9– 52:12) progresses through three stages from question to affirmation: 51:9– 16 deals with the uncertainty over why God has not yet acted; 51:17–23 affirms that it is now Zion’s oppressors who will suffer; 52:1–12 announces the imminent deliverance from captivity. Each of these sections begins with the repeated call “Awake, awake,” and the motif of the “arm of the L<small>ORD<\/small>” both opens and closes the unit (51:9; 52:10).<\/p>     <p> Isaiah 51:9–11 presents the question and 51:12–16 gives the Lord’s answer. The opening verses have some of the characteristics of a community lament in that they express both doubt and hope. There is the hope now and even the confidence (v. 11) that the Lord will intervene and redeem his people from their sin and its effects. The despair and the hopelessness seen in 40:27 and 49:14 have been somewhat mitigated. Yet there remains the nagging question, “Why hasn’t the Lord acted on our behalf long before now?” After all, he was the One who redeemed Israel from Egypt, so there is no question of his ability. None of the powers of evil in the world can stop him, so it is time for that mighty arm (cf. 51:5) to swing into action.<\/p>     <p> At the same time, as in the lament form, there is the confidence that God will indeed act. In language reminiscent of 35:10, Isaiah 51:11 looks forward to the day when “the ransomed” will return to “Zion with singing.” So the captives to sin no longer doubt that God <em>will<\/em> act, but they wonder why he is waiting so long.<\/p>     <p> God does not directly answer the question, but he does respond by calling on the captives to be sure that their focus is on him and not on their oppressors. The double “I” in 51:12 highlights this emphasis. He is the Creator of all things. Why should they pay more attention to mortals, who are little more than “grass” (51:12; cf. 40:6–8; Ps. 56:4, 11), than to the eternal Creator, who is also the One who seeks to “comfort” them?<\/p>     <p> There is no point in focusing on the “oppressor” (51:13), because he will soon be gone. He may be “bent on destruction,” but he is not the ruler of the world, and the One who does rule asserts that the “prisoners…will not die in their dungeon” (51:14). Far better to focus on the Comforter, to whom both the seen and the unseen worlds bow in obedience (51:15). The way in which God’s creative power and election love will come together to redeem Zion from her sin can be seen in the Servant. As elsewhere in the book, the Servant’s ministry is to reveal God. He will declare God’s words, and nothing will be able to thwart those plans for him.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE CRIES OF<\/small> the oppressed for justice and deliverance have hardly ever been heard so loudly as in the twentieth century. The brutality of oppressors was not new, but science and industry gave them an ability to extend and multiply their oppressive force in previously unheard-of ways. As a result, we have had the terrors of Auschwitz and the “killing fields” of Cambodia. In situations such as these, the cry comes again, “Awake, awake, O arm of the L<small>ORD<\/small>.” And again, there comes the question, “How long, O L<small>ORD<\/small>?” Why does God not act on behalf of his people, or if they are not his people in particular, at least on behalf of the helpless and downtrodden, whom the Bible declares have a special place in the heart of God?<\/p>     <p> If there were an easy answer to this question, it would have been given long ago, and there would be no more books on the problem of evil. But, as in the book of Job, the Bible does not answer the question. What it does is to offer us an alternative. We can serve a good, all-powerful Creator, who does do justly in the long term and who will ultimately balance all the books; the only other option is to have a world in which we and our abilities are supreme. <small>A<\/small> wise person will certainly choose the former, as Job did, for to choose the latter is not to answer the question but to render it, and indeed all questions, mere gibberish. If there is a good and just God, then we have hope that indeed oppression can be, and will be, overcome. But if we are ultimate, then an honest view of history must tell us there is no hope at all.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HE BIBLICAL LAMENT<\/small> is a wonderful piece of literature insofar as it bridges two attitudes in life that are often treated as excluding each other: doubt and hope. The result of this exclusion is that people are often deprived of the encouragement and assurance that can be theirs. We are often told that if you entertain doubts, you do not have faith and hope is impossible for you. As a result, there are people who never face their doubts and are forced to live lives of denial and superficiality. By contrast, there are those whose doubts are undeniable and who therefore conclude that faith is impossible for them. Both kinds of persons need to look carefully at passages such as this and at the longer laments in the Psalms (e.g., Ps. 6; 22).<\/p>     <p> What the laments show us is that doubt and faith are <em>not<\/em> mutually exclusive. But it may be helpful at the outset to draw a distinction. There is a kind of doubt that demands proof before it will be surrendered. Perhaps this is what the writer of James has in mind when he says that we “must believe and not doubt” (James 1:6). But there is also a kind of doubt that bespeaks uncertainty and sincerely seeks reasons to believe. So the man said to Jesus, “I do believe; help me overcome my unbelief” (Mark 9:24). It is in this latter case that the laments come to bear.<\/p>     <p> Too often we think that to have any questions about God or his actions is to have no faith. Conversely, if we really had faith, we would have no anxieties. Laments like this one in Isaiah show us that this is not the case. We may be certain that God will in the end answer all our prayers and bring us to Zion with singing. But at the same time we may be in deep anguish over God’s prolonged failure to act. That anguish does not mean that our hope is not genuine, but neither does genuine hope mean that we will feel no anguish. We can be honest about our feelings without denying the hope that is truly ours.<\/p>     <p> But how can we be sure that our questions and uncertainties do not overwhelm our hope? Isaiah gives us the key. It lies in our focus. We need not deny the world and all the questions it raises. We need not pretend that all is well when all is far from well. But those things must not become our central focus. If they do, they will overwhelm us. “The oppressor” and his evil purposes will put us under. Rather, our focus must be on our Creator\/Redeemer and all that has been revealed about his character, nature, and will. Undoubtedly we will still have questions, and many of them will still be unanswerable, but we will be able to live with them knowing that we know the One in whom all the questions of life have their “Yes” (cf. 2 Cor. 1:20).<\/p>     <p> Without question, this insight has come out of the furnace of Isaiah’s own experience. Why did his preaching actually turn his own generation from God? There is no easy answer for that. But God has given him the key. “Focus on me and my holiness,” he said, “and I will be your sanctuary. If you focus on the world, as your compatriots are doing, I will only be a stumbling block to you as I am to them” (cf. 8:12–14).<\/p>     ",
    "audit": null
}