{
    "id": 16122,
    "source": "niv",
    "verse_id": 17784,
    "verse_count": 9,
    "reference": "7:1–9",
    "title": "The Call to Trust",
    "html": "               <p>W<small>HILE WE DO NOT KNOW<\/small> the precise date of the events described in these verses, it seems probable that they occur about 735 <small>B.C<\/small>., about three years before the conquest of Damascus in 732 and thirteen years before the destruction of Samaria in 722 (see comments on 7:15 and 8:4). We do not know the specific reason why Syria and Israel are attacking Judah. However, it seems probable that they are attempting to force Judah to join a coalition with them against the Assyrians. It appears that Hezekiah did something similar to the Philistines in 705, when he led a revolt against Sennacherib. It is also possible that Ahaz has already allied himself with the Assyrians, and the kings of Syria and Israel are seeking to punish him for this. (Ahaz calls himself the “servant and vassal” of Tiglath-Pileser when he asks for help in 2 Kings 16:7.)<\/p>     <p> At any rate, the two neighboring kingdoms are attacking Judah with the express purpose of deposing Ahaz and putting someone named Tabeel on the throne in his place (7:6). It is little wonder that Ahaz and his courtiers are so frightened; they are like “trees…shaken by the wind” (7:2).<\/p>     <p> The exact location of “the aqueduct of the Upper Pool on the road to the Washerman’s Field” (7:3) is unknown. But it is evidently just outside the city walls and close enough so that someone standing there and speaking in a loud voice can be heard by those sitting on the wall. We know this because this is the same place where the Assyrian officer stood and demanded the city’s surrender thirty-four years later (36:2, 11–15). Most likely Ahaz is looking over the city’s water supply in preparation for the coming siege. While there were no fool-proof procedures for breaking into a well-defended, walled city, it was possible to force such a city to surrender if its water supply could be cut off. Ahaz wants to be sure that such a thing does not happen.<\/p>     <p> Throughout chapters 7–11 children are important figures, and this is especially true in chapters 7–8, where three children are presented, all with names symbolic of what Isaiah is predicting. At least two of them are Isaiah’s own children. The first is presented here, accompanying his father to confront the king (7:3). This child’s name is Shear-Jashub, which means “only a remnant will return.” We may wonder if the child was born after the call experience in Isaiah 6, when God gave Isaiah the awareness that the only hope for the future was in a remnant.<\/p>     <p> At any rate, if Isaiah introduces his son to the king, the conversation may have started off on a rather grim note! However, with God there is always hope. Whatever the more distant future may hold, that does not precondition Ahaz’s choices. He can choose to live and act faithfully in his own time and in so doing experience the blessing of God both on his own life and on the life of his kingdom. That is what Isaiah has come to plead with Ahaz to do.<\/p>     <p> The prophet addresses the king’s fearfulness, telling him that it is not necessary (7:4–9). He uses no less than four different terms in verse 4 to address this fear: The king must keep watch (“be careful”) over his emotions (“keep calm”) and not “be afraid”; fear should not cause his heart, the center of thought, will and action, to grow weak (“lose heart”). The reason Ahaz need not quake in fear is that Rezin of Damascus and Pekah of Samaria do not really pose a threat. For all their bluster they are unable to do anything (7:1). They are just like the burned-out ends of logs remaining around the edges of the campfire when the real fire has gone out. They may still be “smoldering,” but there is no genuine fire there, and Ahaz need not fear them.<\/p>     <p> In the end it does not matter what Rezin and Pekah say (7:5–6). It only matters what the “Sovereign L<small>ORD<\/small>” (lit., “the Lord Yahweh”) says, and he says that their threats will amount to nothing. In fact, in “sixty-five years” the northern kingdom of Israel (symbolized here by the dominant tribe in the north, “Ephraim”) will not even exist as a people. It is not clear what this sixty-five years refers to. Probably it is a way of saying that within one person’s lifetime (by about 670 <small>B.C<\/small>.) the deportations of the Israelites (beginning in 722) and the importing of groups from other areas in the empire will have completely diluted the genetic heritage of those remaining in the home area of the northern kingdom (this was the Samaria of the New Testament). Far from being a dominating kingdom, they would not even be a people.<\/p>     <p> Isaiah concludes his appeal to trust God and not to give way to fear with an aphoristic challenge that uses a Hebrew wordplay. He uses two forms of the root <em>”mn<\/em>, which means “to be firm, stable.” He says, “If you do not <em>stand firm in your faith<\/em> [<em>”mn<\/em>], you will not <em>stand at all<\/em> [<em>”mn<\/em>].” That is, “if you do not ‘make firm’ (believe), you cannot ‘be firm.’” The <small>NIV<\/small> captures the idea fairly closely. Unless Ahaz puts his faith in God and what God has said through his prophet, then he will have to give way to fear. But if he will firmly believe in God, then he can stand in quiet confidence no matter how desperate the immediate circumstances may appear.<\/p>     ",
    "audit": null
}