{
    "id": 16281,
    "source": "niv",
    "verse_id": 18769,
    "verse_count": 11,
    "reference": "57:3–13",
    "title": "Words of Judgment to the People",
    "html": "               <p>N<small>OW<\/small> I<small>SAIAH TURNS<\/small> directly to the people, addressing them as “you.” In strong language he speaks to those who believe that they are “the elect” and that cultic righteousness is all that is required of them. He accuses them of really being idolaters at heart. Like those who worship rocks and trees (57:5–7), who engage in ritual prostitution (57:8), and who sacrifice their children (57:5, 9), their only real desire is to manipulate divine power to their own advantage. They mock those who are passionate about obeying God’s austere covenant (57:3–4) and prefer their own lush, amorphous syncretisms. After all, they are the elect; they are free.<\/p>     <p> Of course, the attempt to manipulate divine power to one’s own advantage is hard work (57:10). One has to learn a lot of arcane religiosity and put up with a good deal that is boring and repetitious. But in the end, the worshipers tell themselves, it will be worth it, and so they gather up what energies they can find from within themselves and soldier on.<\/p>     <p> Following the description of the people’s behavior, God pronounces his judgment. He begins with a question: “Whom have you so dreaded and feared that you have been false to me?” (57:11). This is the God who graciously delivered them from captivity in Egypt, who kept them through all the years of apostasy, and who now in the end has delivered them once again, this time from Babylon. How could they not have “remembered” (57:11) all this and have so easily turned aside to the religions of their own making?<\/p>     <p> In an ironic aside, he asks whether it is because he has not spoken to them that they do not fear him. Of course, he has spoken to them again and again. No, the answer to these two questions lies in the depravity of the human heart. God has revealed all they need to know, and there is no other god who has terrified them into abandoning what they know. It is simply that God asks too much. He asks them to give up control of their lives and to abandon themselves into his hands in glad obedience (57:13b). That is too much. So they would rather construct a religion that seems to give them control over their destinies, that seems to let them decide what is right and wrong for them and to provide a means of avoiding that wrong and producing that right. But such a religion is worthless in the end. It cannot stand up when the winds of adversity blow upon a life. It will collapse and blow away (57:13a).<\/p>     <h4>Bridging Contexts<\/h4>     <p>B<small>EING AN IDOLATER IN SPIRIT<\/small>. Too often we restrict our understanding of idolatry to worship involving imagery. Since we do not use images in our worship, either public or private, we think none of this talk about pagan religion has any relevance to us. It is obvious, of course, that “idols” are a part of “idolatry.” But there is an attitude that leads to the worship of images that is separable from the images themselves. We get a clue to what this is when Paul refers to “greed” as “idolatry” in Colossians 3:5 and Ephesians 5:5.<\/p>     <p> What does the apostle mean here? He means that there is an attitude behind covetousness that says if I can just have all the things I want and I see, I will be happy. If some is good, more is better. There is also an attitude about reality evident here. What I really need is connected to material, physical things. The worship of images then springs from this attitude. If I can just figure out how to manipulate the physical world so as to guarantee physical abundance for myself, I will have solved the riddle of life.<\/p>     <p> With such an attitude, it is possible to be an orthodox Christian and yet to be an idolater in spirit. I can believe all the right things mentally and still be trying to use my religion to achieve my goals, to serve my ends, to supply my needs. The pronoun in the last three phrases of the previous sentence is significant: “my.” Thus, prayer and devotion, worship and service, all become devices to serve my ends, and my Christianity is actually only another form of paganism: the attempt to manipulate the divine for my ends. The result is that the religion will become more and more formal and more and more lifeless—as Paul says, “having a form of godliness but denying its power” (2 Tim. 3:5).<\/p>     <p> This condition is especially deadly in leadership (cf. Isa. 56:9–12). When the leaders are motivated by what they can get out of their positions, whether it be remuneration or adulation, they will have no real concern for the spiritual life of the flock. In fact, the flock will begin to emulate the leaders, often unconsciously. They will absorb the attitudes and approaches of the leaders and come at life in the same ways. As a result, they are decimated by the world, and the leaders are not even aware of what is happening.<\/p>     <h4>Contemporary Significance<\/h4>     <p>P<small>ASTORAL LEADERSHIP<\/small>. There are at least three areas in which this passage relates to contemporary life. The first is the area of pastoral leadership. Some say that pastors are no more prone to moral failure today than they have ever been. It is only that in this day of instant communication, more of us are aware of it than people were in the past. The knowledge of a moral tragedy could be hidden from all but a few then; it cannot now. Wherever we come out in that discussion, Nathaniel Hawthorne’s <em>The Scarlet Letter<\/em> and other works like it certainly show us that moral failure among pastors is not something that has only emerged in the late twentieth century. But the question is what to do about it, and this passage offers some helpful guidelines.<\/p>     <p> These leaders are characterized by an obsessive interest in themselves and their own gratification. They love to sleep; they love to eat; they love to drink; above all, they want their own way. These are people who, like King Saul, have never gotten themselves off their own hands. Unlike King David, they have never learned to forget themselves in the love of God and of others.<\/p>     <p> If I as a pastor can be honest about my own inclinations to sin and, at the same time, will put my reputation, my achievements, my status, my success, and my rights on the altar of God both for all time and anew each day, then the possibility of that kind of self-forgetfulness in glad service will be a real one. Then I as a pastor can know that neither I nor my people will be the ones to satisfy my needs. I must surrender my needs to God and can trust God to meet those needs. When the freedom of that self-forgetfulness is coupled with a sense of divinely given responsibility for the flock, there is a real possibility of the pastor’s becoming a sterling example of loving faithfulness, even if that faithfulness leads to a cross.<\/p>     <p> <b>The fine line between gluttony and asceticism.<\/b> Not only have the leaders in Isaiah’s day made the satisfaction of their desires primary, but so have the people. As I said above, to do so is to reduce one’s religion to a form of paganism. I practice it to satisfy my desires. There is frightening evidence that this is so among us today. In so many ways the satisfaction of supposed needs is all-important to us: We drink to excess, we eat to excess, we cannot get enough sex of all sorts, we lie and cheat to get more money to buy more things to put into more storage facilities, and we sacrifice our children, both the unborn and the living, to the satisfaction of these needs.<\/p>     <p> What is the answer? For centuries the church has said that the answer is “the mortification of the flesh”—in other words, asceticism. That is, true saints are those who, in an impressive show of dedicated self-denial, refuse to satisfy their needs except to maintain the bare necessities of life. This is the all-or-nothing approach. The only way to secure victory for the spirit over the desires is to completely deny the desires.<\/p>     <p> But Paul tells us that in fact that kind of rigorous asceticism has no power to control the passions (Col. 2:23). So where is victory? It begins in the recognition that God made our desires and they are good. He takes joy in seeing that they are satisfied. The key is in self-surrender. Paul calls it “dying to oneself” (Rom. 6:11; Gal. 2:20; Col. 3:3–5). We surrender our needs to him, determined to be faithful to him and his ways above all else, leaving the fulfillment of our needs in his hand. Here there is freedom without excess, satisfaction without satiation, because we know that in the end it is God we want and that another half-gallon of ice cream will never satisfy that longing.<\/p>     <p> <b>Syncretistic religion.<\/b> In the Persian Empire at the time of the return from the Exile (ca. 538 <small>B.C.<\/small>), people had a heightened awareness of the rest of the world. Undoubtedly the careful organization of the empire and the increased communication involved had something to do with it. As a result, there came an increased sense that all forms of religious expression and all religious conceptions were essentially the same. Unquestionably this was true for the pagan religions in the ancient Near East. The similarity of the basic worldview and the expressions of the worldview are startlingly similar from Sumer in the East in 2000 <small>B.C.<\/small> to Rome in the West in 2 <small>B.C.<\/small> So to represent Greek Zeus as Syrian Baal or Babylonian Marduk as Roman Jupiter or Phoenician Anat as Greek Athene was nothing more than might be expected.<\/p>     <p> But the problem arises with the religion of Yahweh, for that religion is startlingly different from all the rest at all the major points. Yahweh is <em>not<\/em> the same as Baal, and his worship is not the same as Marduk’s. This is the truth for which the Judeans Hananiah, Mishael, and Azariah (Shadrach, Meshach, and Abednego to the Babylonians) were willing to die. And it was this truth that the restored Judeans were apparently all too willing to surrender to the prevailing views in the Persian Empire and in the later Greek ones.<\/p>     <p> We are under similar pressure. Many today argue that all ways of thinking lead to God (assuming, incorrectly, that all religions are only human gropings after God) and that all expressions of God are at the same time partial and partially true. Thus, for the adherents of any one religion to insist that they know the only way to God is not only arrogant but positively sinful.<\/p>     <p> But suppose that what is true in the physical world is also true in the spiritual world, that is, that there are things that are absolutely so and things that are absolutely not so. Black is not white, and no amount of intellectual obfuscation will make it so. Neither will any amount of wishing make it so. Paganism refuses to believe this because if it were so, we would have to admit that we are not God and that we can neither find our way to him nor manipulate him to take care of us. Paganism must insist that we can find God on our own and that therefore my way is as good as yours because nothing spiritual is absolutely so.<\/p>     <p> Today, as in the days of the Persian Empire, we must stand on the uncomfortable facts. There is a God who is other than the created universe. Because this is so, human intellect cannot comprehend him. It can see the evidence for his existence, but that does not make him either intelligible or capable of manipulation by us. Thus, the only way we can know God is if he reveals himself to us in ways that we can comprehend. He has done so in the life of the descendents of Abraham, originally physical and ultimately spiritual. That revelation has culminated in the life, death, and resurrection of Jesus Christ.<\/p>     <p> As there is only one Creator, so there is only one Savior. There is the truth, and there we must stand. Because the Judeans ultimately were willing to stand on what they knew at that time and because the first Christians were willing to stand on the further revelation that came in Christ, the Christian faith exists today. If either group had succumbed to the intense syncretistic pressures that existed in their day, there would be no Christian faith today. It is not one more of the world’s great religions. It is either the only religion, or it is an incredible figment of fevered imaginations that does not deserve to exist.<\/p>     ",
    "audit": null
}