{
    "id": 16154,
    "source": "niv",
    "verse_id": 17962,
    "verse_count": 23,
    "reference": "15:1–16:14",
    "title": "",
    "html": "          <blockquote>         <p><span><span><b>A<\/b><\/span><\/span><small>N ORACLE CONCERNING<\/small> M<small>OAB<\/small>:<\/p>         <blockquote>             <p>Ar in Moab is ruined,<\/p>             <p> destroyed in a night!<\/p>             <p>Kir in Moab is ruined,<\/p>             <p> destroyed in a night!<\/p>             <p>Dibon goes up to its temple,<\/p>             <p> to its high places to weep;<\/p>             <p> Moab wails over Nebo and Medeba.<\/p>             <p>Every head is shaved<\/p>             <p> and every beard cut off.<\/p>             <p>In the streets they wear sackcloth;<\/p>             <p> on the roofs and in the public squares<\/p>             <p>they all wail,<\/p>             <p> prostrate with weeping.<\/p>             <p>Heshbon and Elealeh cry out,<\/p>             <p> their voices are heard all the way to Jahaz.<\/p>             <p>Therefore the armed men of Moab cry out,<\/p>             <p> and their hearts are faint.<\/p>             <p> My heart cries out over Moab;<\/p>             <p> her fugitives flee as far as Zoar,<\/p>             <p> as far as Eglath Shelishiyah.<\/p>             <p>They go up the way to Luhith,<\/p>             <p> weeping as they go;<\/p>             <p>on the road to Horonaim<\/p>             <p> they lament their destruction.<\/p>             <p>The waters of Nimrim are dried up<\/p>             <p> and the grass is withered;<\/p>             <p>the vegetation is gone<\/p>             <p> and nothing green is left.<\/p>             <p>So the wealth they have acquired and stored up<\/p>             <p> they carry away over the Ravine of the Poplars.<\/p>             <p>Their outcry echoes along the border of Moab;<\/p>             <p> their wailing reaches as far as Eglaim,<\/p>             <p> their lamentation as far as Beer Elim.<\/p>             <p>Dimon’s waters are full of blood,<\/p>             <p> but I will bring still more upon Dimon—<\/p>             <p>a lion upon the fugitives of Moab<\/p>             <p> and upon those who remain in the land.<\/p>             <p>Send lambs as tribute<\/p>             <p> to the ruler of the land,<\/p>             <p>from Sela, across the desert,<\/p>             <p> to the mount of the Daughter of Zion.<\/p>             <p>Like fluttering birds<\/p>             <p> pushed from the nest,<\/p>             <p>so are the women of Moab<\/p>             <p> at the fords of the Arnon.<\/p>             <p>“Give us counsel,<\/p>             <p> render a decision.<\/p>             <p>Make your shadow like night—<\/p>             <p> at high noon.<\/p>             <p>Hide the fugitives,<\/p>             <p> do not betray the refugees.<\/p>             <p>Let the Moabite fugitives stay with you;<\/p>             <p> be their shelter from the destroyer.”<\/p>             <p>The oppressor will come to an end,<\/p>             <p> and destruction will cease;<\/p>             <p> the aggressor will vanish from the land.<\/p>             <p> In love a throne will be established;<\/p>             <p> in faithfulness a man will sit on it—<\/p>             <p> one from the house of David—<\/p>             <p>one who in judging seeks justice<\/p>             <p> and speeds the cause of righteousness.<\/p>             <p>We have heard of Moab’s pride—<\/p>             <p> her overweening pride and conceit,<\/p>             <p>her pride and her insolence—<\/p>             <p> but her boasts are empty.<\/p>             <p>Therefore the Moabites wail,<\/p>             <p> they wail together for Moab.<\/p>             <p>Lament and grieve<\/p>             <p> for the men of Kir Hareseth.<\/p>             <p>The fields of Heshbon wither,<\/p>             <p> the vines of Sibmah also.<\/p>             <p>The rulers of the nations<\/p>             <p> have trampled down the choicest vines,<\/p>             <p>which once reached Jazer<\/p>             <p> and spread toward the desert.<\/p>             <p>Their shoots spread out<\/p>             <p> and went as far as the sea.<\/p>             <p>So I weep, as Jazer weeps,<\/p>             <p> for the vines of Sibmah.<\/p>             <p>O Heshbon, O Elealeh,<\/p>             <p> I drench you with tears!<\/p>             <p>The shouts of joy over your ripened fruit<\/p>             <p> and over your harvests have been stilled.<\/p>             <p> Joy and gladness are taken away from the orchards;<\/p>             <p> no one sings or shouts in the vineyards;<\/p>             <p>no one treads out wine at the presses,<\/p>             <p> for I have put an end to the shouting.<\/p>             <p>My heart laments for Moab like a harp,<\/p>             <p> my inmost being for Kir Hareseth.<\/p>             <p> When Moab appears at her high place,<\/p>             <p> she only wears herself out;<\/p>             <p>when she goes to her shrine to pray,<\/p>             <p> it is to no avail.<\/p>         <\/blockquote>     <\/blockquote>     <p> This is the word the L<small>ORD<\/small> has already spoken concerning Moab. But now the L<small>ORD<\/small> says: “Within three years, as a servant bound by contract would count them, Moab’s splendor and all her many people will be despised, and her survivors will be very few and feeble.”<\/p>     <h4>Original Meaning<\/h4>     <p>T<small>HE ORACLE AGAINST<\/small> Moab takes a very different tone, at least on the surface, from the ones against Babylon and her king. There, even though the oracle against the king took the form of a lament, there was no question that the prophet, speaking for Judah and Israel, took delight in the destruction of the proud oppressor. Here there seems to be genuine sorrow over the coming destruction of Moab. Perhaps this is because there was an unusually close relationship between Judah and Moab. The book of Ruth clearly illustrates this relationship. Not only did Naomi and Elimelech have no problem about resettling in Moab when a famine struck Judah, neither did Boaz seem to have any qualms about marrying the Moabitess Ruth after she converted to the worship of Yahweh.<\/p>     <p> At any rate, Isaiah 15 has no less than twelve occurrences of words for weeping, crying out, and lamenting (vv. 2, 3, 4, 5, 8). All but one of these occurrences speak of the Moabites weeping for the death and destruction being brought upon them. The one exception is found in verse 5, where Isaiah says, “My heart cries out over Moab.” If this is not ironic, then the prophet is empathizing with the Moabites over the terrible losses they are suffering. In chapter 16 the same pattern appears, although less emphasis is placed on grieving in that chapter. There Moab’s wailing is mentioned in 16:7, while 16:9 reads, “I weep, as Jazer weeps,” and 16:11, “My heart laments for Moab.” It is tempting to see the person being referred to here as God, since he is clearly the referent in verse 10.<\/p>     <p> With the exception of Kir (15:1), the towns and villages mentioned in 15:1–4 all are found in the northern part of Moab, the area given to the Israelite tribes of Gad and Reuben (Num. 32:34–38). The mention of Ar in the north and Kir in the south in Isaiah 15:1 gives that verse a certain comprehensive scope that enables it to function as an overall introduction. Verse 8 may have a similar kind of pairing, with Eglaim being near the northern border of Moab and Beer (Well of) Elim near the southern border. However, these two locations are much less firmly fixed than those in 15:1.<\/p>     <p> Although several of the sites mentioned in 15:5–8 are unknown, those that are known are in the southern part of Moab, south of the Arnon River. This north-to-south movement would have been characteristic of the flight of the Moabites southward before a marauding army heading south along the King’s Highway from Damascus. The gods of Moab have failed (15:2), and the military men are helpless (15:4). Unless 15:6 is to be understood as figurative, nature has failed as well, for when the “fugitives” (15:5) reach the “waters of Nimrim” at the southern end of the Dead Sea, they find no water for themselves or the flocks they are trying to take with them—the “wealth” (15:7) of Moab. Thus, there was nothing else to do but to keep on pushing southward to the “Ravine of the Poplars,” which is probably a reference to the Zered River, which formed the border between Moab and Edom.<\/p>     <p> “Dimon” in 15:9 is problematic because no such place is known. Di<em>b<\/em>on, on the other hand (cf. 15:2), was very well known as both a political and religious center. St. Jerome was the first to propose that there was either an intentional or an unintentional interchanging of the labial <em>b<\/em> in “Dibon” for the labial <em>m<\/em>. The fact that the Hebrew word for “blood” is <em>dam<\/em> could explain either kind of interchange. If that suggestion is correct, then Dibon, the bloody city, is standing for Moab, the part for the whole. The point of verse 9 is clear: In the end there is no place Moab can flee from the judgment of God.<\/p>     <p> If the southward flight suggested in chapter 15 is correct, it would be natural for the fugitives to have sought refuge in Edom. But in fact, that is not the case. The prophet knows that Moab’s only hope is in the Lord and in the Messiah he has promised. Again we are reminded of the function of these prophecies against the nations. Should Israel and Judah trust in the nations in the face of the Assyrian threat? Why should they do that when the only hope the nations have is the same hope Israel and Judah have, namely, the God of Jerusalem?<\/p>     <p> Isaiah 16:1–4a are the cries of the refugees for help. Verse 1 is perhaps the counsel they give to one another. Earlier Moab had had to provide sheep and lambs for the kings of Israel (2 Kings 3:4), so it would be natural for them to think of giving “lambs” as a gift to the king in Jerusalem (“the mount of the Daughter of Zion”). During biblical times the water level in the Dead Sea sometimes fell low enough that it was possible to ford the sea south of its midpoint and then to proceed up to Jerusalem through the “desert” of Judah. In any case the “refugees” beg permission to “hide” in Judah from the “destroyer,” the plundering enemy (Isa. 16:3).<\/p>     <p> In 16:4b–5 Isaiah takes an opportunity to speak about the ultimate trust not only for the Moabites but for the whole world. This short statement is reminiscent not only of 11:1–16 but also of 9:1–7. Although his appearing will come long after this time when the Moabites are fleeing the Assyrians, a “man” will come out of “the house of David” and bring an end to oppression, destruction, and aggression. His throne will not be established on those rotten foundations but on the sure foundations of “love” and “faithfulness,” the two chief characteristics of the Holy One of Israel. As a result, his government will be characterized by “justice” and “righteousness.” Neither the Judeans nor the Moabites will survive to see him. Nevertheless, persons in both groups can put their trust in the God who made such a promise in their own day.<\/p>     <p> As he has already done several times in the book, Isaiah once again follows a familiar pattern: After a glimpse of that bright future hope, which should give people the basis for living lives of trust in dark hours, the prophet swings back to the grim present realities (16:6–13). Far from exercising humble trust, Moab is characterized by “pride” (v. 6) and idolatry (v. 12). She trusts herself and the gods she has made in her own image. The results are predictable for anyone who has read thus far in the book: humiliation, exhaustion, and loss. Those who attempt to exalt themselves only ensure their eventual downfall, and those who labor to manipulate the forces of this earth for their own sakes only exhaust themselves in futility.<\/p>     <p> Moab has been like a lush spreading vine. It spread northward all the way to Jazer in the land of Ammon, to the edges of “the desert” on the east, and to the shores of the “sea” (the Dead Sea) on the west. But now the beautiful vine has been trampled down and broken. The shouting and laughter that accompanied an abundant harvest “have been stilled” (v. 9) and “put [to] an end” (v. 10). They have been replaced with moaning and wailing.<\/p>     <p> Isaiah 16:14 commits the prophet to a test. He asserts that within three years of these words having been uttered, calculated as carefully as an indentured servant would calculate the days remaining on his servitude, the predictions will be fulfilled. There was a major destruction of Moab by the Assyrians in 715 <small>B.C.<\/small>, so these words may have been first spoken in 718 <small>B.C.<\/small> In any case, the prophet is not merely speaking in generalities; he is speaking for the God of truth, who is the Lord of history, and he dares to stake both his reputation and God’s on the fulfillment of what he says will happen.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE TWENTIETH CENTURY<\/small> has given us numerous examples of the refugee experience, with people streaming out from the glorious cities of Europe or straggling out of a burning village in Vietnam. Photography has made the reality all the more vivid. I think particularly of three photographs. The first is of a woman in a long line of people fleeing the blitzkrieg in northern France. She is pushing a baby buggy filled with a strange collection of things: some clothes, a lamp, a book or two, and a lot of odds and ends. Her face is almost completely expressionless, but the tears are literally streaming from her eyes.<\/p>     <p> The second photograph is also from northern France. It is of a seemingly endless line of vehicles of all sorts abandoned by the side of the road. Clearly the tide of war had overtaken the persons involved, and they had left everything to run for their lives. There are luxury cars and farm carts with the horses dead in the shafts; there are milk trucks and children’s wagons; there are bicycles and tractors. Falling out of all of them and scattered about on the ground, probably hurriedly pillaged by the soldiers, is all the detritus of life: clothes, books, paintings, furs, trinkets, everything we work so hard to acquire—all lost.<\/p>     <p> The third photograph is of a group of villagers on the steppes of Russia in the 1930s. The sky overhead is dark and threatening. All around them, stretching to the horizon, is a flat, empty plain. Behind them, almost at the horizon, is a towering black column of smoke. Their homes and everything they possessed, except for the clothes on their backs, are going up in that smoke. On their faces is anguish and raw fear. They have been turned out into this empty landscape to die, and die they will—sooner rather than later.<\/p>                           <h4>Contemporary Significance<\/h4>                   <p>T<small>HERE IS NO HOPE<\/small> in our achievements, whether they be the refined culture of Europe or the rough accoutrements of a village on the steppes. None of our accomplishments can save us from the brutality of humans run amok. Even if our lives are lived out in peace, cruel Death will make us all refugees in the end, leaving all we have on the road to be pillaged by those who come after us.<\/p>     <p> We may be justly proud of the things we have done, but if that is the source of our eternal hope, our hope is small indeed. Perhaps the pyramids of Egypt will endure to the end of time, but what do they tell us about their builders? Next to nothing. We marvel at the intelligence that planned them, at the organization and effort that built them, at the immensity of the egos that demanded them, but there is nothing else. If Khufu was ever buried in the Great Pyramid, then every last thing he intended to endure to eternity, including his mummified body, has been stripped away. The burial chamber contains only one object, a huge, empty sarcophagus. Khufu is one more refugee on the road of eternity, having left all his possessions behind.<\/p>     <p> It is the same for us, whose accomplishments are a lot less stupendous than those ancient Egyptians. What will we leave behind when we take the road? Everything! And it will soon be scattered to the four winds. All our efforts to gain control of our environment, whether it be home or office or love of life, will only end in a final exhaustion. Later in this book, Isaiah says it eloquently, “Why [do you] labor on what does not satisfy?” (55:2). Like the Moabites, we tend to look in all the wrong directions for our hope. Then, when the world falls apart, as fall apart it must, there is nothing left but to wail, for all that is lost.<\/p>     <p> But in their extremity the Moabites did make one right move. They turned to Judah and not to Edom. Was it mere expedience? Did they recognize that Judah, for whatever reason, was in a more defensible position than Edom? Or was it more than that? Did they recognize that Judah’s God, Yahweh, was a different order of being than Chemosh and Molech? Did they recognize that Yahweh had both the power and the grace to deliver his people and those who allied themselves with them? In view of the rest of chapter 16, it does not seem likely their understanding was nearly that deep.<\/p>     <p> The same is true today. Many turn to the church for reasons they themselves understand poorly. Perhaps they want their children to have some “training in morality.” Perhaps they have some vague childhood memories of people who seemed happy and fulfilled. Perhaps life has dealt them a series of crushing blows, and they have nowhere else to turn. Perhaps they just think it’s a “good thing.” Whatever the reasons, as Isaiah had only one word for the Moabites, so the church today has finally only one word to say to these “refugees.” We may offer them programs to meet their “felt needs.” We may help them get back on their feet again. We may offer them education and guidance. But in the end, the only final hope is to be found in the “man” of Isaiah 16:5—the man, Jesus Christ. Only in his eternal kingdom is there true freedom and justice.<\/p>     <p> That is so because his kingdom lasts forever. In this world the only certainty is death and loss. But in the goodness and light and fertility that may be found in the world, we see the promise that death and loss are not intended to be the final realities. So, if we help people to put shattered lives back together and that is all we do, we have only staved off the final loss for a few more days or years. But if we bring them into the throne room of heaven and help them to bow in submission before the Lamb slain from the foundation of the earth, we have given them a surety against all loss for all time.<\/p>     <p> That hope is not in our accomplishments but in his. He has forever solved the problems of justice and freedom by taking into himself the consequences of all our pride and idolatry, which have produced wrong and oppression. In place of the world’s seemingly endless tears and loss, he has given joy and abundance. If we wait for a day yet to come to see him enthroned in all his glory, we can still live our days here on earth with confidence and rest.<\/p>     ",
    "audit": null
}