{
    "id": 16182,
    "source": "niv",
    "verse_id": 18151,
    "verse_count": 3,
    "reference": "26:20–27:1",
    "title": "Promises to the Faithful",
    "html": "               <p>B<small>UT IT IS<\/small> also possible for verse 19 to be read with verses 20–21. In view of the promise of the resurrection, the people do not need to fear that God has forsaken them in his “wrath” (v. 20). Instead, they can trust in his protective covering until his judgment on the nations, the judgment they requested (26:9–11), has passed. There are allusions here to both Noah (Gen. 6:13– 14) and the Passover (Ex. 12:21–24). God will take care of his own and protect them from final harm.<\/p>     <p> But again, as in 25:10–12, there will be a final judgment. The assurance of protection for the faithful and a resurrection to new life cannot obscure the fact that the iniquity (NIV “sins”) of earth’s “people,” that inner twisted sinfulness that ultimately expresses itself in murder (lit., “its bloodshed”), will not go unpunished. God will demonstrate to “the people of the earth” the very things called for in the earlier verses of the chapter. He will show that he is the One who has set the terms of existence. Just as we find at the end of the book (Isa. 66:24), grace does not wipe out justice. Those who will not use grace to enable themselves to turn about and live according to God’s regulations will find that justice is inescapable.<\/p>     <p> Isaiah 27:1 is another slippery transitional verse. It could introduce what follows in 27:2, as is indicated by the chapter break in the Hebrew (followed by the English versions). If so, it introduces the destruction of all opposition so that God can truly protect his vineyard. But at the same time, it can serve as a graphic illustration of what was just said in 26:21, something we have seen Isaiah do several times previously (3:16–4:1; 5:1–25; 25:10–12). The repetition of the verb “punish” in both 26:21 and 27:1 supports this idea. There also seems to be a more direct similarity of thought between these two verses than between 27:1 and 27:2–11.<\/p>     <p> The illustration that is used in 27:1 is almost certainly taken from Canaanite mythology, in which the chaos monster is a sea serpent named Leviathan. Leviathan is destroyed by one of the gods so that order can prevail. This is one form of a story that was widely known all over the ancient Near East, with actors having different names but with the same plot. Isaiah is not endorsing the worldview of those myths here. Rather, he is simply making use of emotive images familiar to many in his audience to make his point, much as we today might say, “He is as strong as Hercules,” without thereby indicating we believe in the Greek myth.<\/p>     <p> In this graphic illustration, Isaiah says that no enemy can defeat God’s plan and purposes. His people do not need to fear that somehow in the end all they have believed and lived for will fall to the ground. God has already won the victory, and we only await its final consummation.<\/p>     <h4>Bridging Contexts<\/h4>     <p>P<small>ERSECUTION.<\/small> Perhaps in our day there is no more similar context to what is being talked about here than that of the persecuted church around the world. We in the West have known little of what it means to say “other lords besides you have ruled over us, but your name alone do we honor” (26:13). But Christians who have endured persecution under Communist regimes and in Islamic countries resonate clearly with such a statement. The few stories we hear are inspiring. When all the evidence seemed to be that evil had won and faith had been vanquished, these people refused to surrender, and because of them God was able to continue to build his kingdom.<\/p>     <p> In the Soviet Union, the Methodist church largely disappeared. Only in Estonia did Methodist congregations survive. When we ask the Methodists in Estonia today how that happened, they tell the story of a Methodist superintendent who was required under pain of imprisonment in Siberia to sign over the deeds of his churches to the Russian conquerors. But he refused to do so, saying that they were not his churches but God’s and that God’s property could never belong to the state. When he was removed, several of the young pastors said to themselves, “If he can be faithful unto death, we can too.”<\/p>     <p> Thus, even though their buildings were taken from them by force, these young men did not give up their callings. They continued to shepherd their flocks in little, out-of-the-way, rented rooms amidst harassment, ridicule, and want. They believed what Isaiah said about the ultimate triumph of God. And by God’s grace some of them have lived to see a measure of that triumph. In Pilsen in the Czech Republic, a church was taken by the government and turned into a school for atheism. But in the early 1990s the building was returned to the remnants of the former congregation. What a thrill it is to stand in a former hall of atheism and hear several hundred predominantly young people singing the praises of the true owner of the building.<\/p>     <p> A similar story can be told in Romania. There, although Christian congregations were allowed to retain their buildings, it was always under great duress. No Christian meeting or any kind of witness was allowed outside of the unmarked church buildings. No Christian was permitted to be in any profession or to attend university. If you wished to be a clerk or a day laborer, then go ahead and confess Christ as your Savior. Pastors were required to meet with a secret police agent each week and prove that what had been preached the previous Sunday was not in any way subversive. They were effectively isolated from each other because it was known that some of them were informers, but no one knew who these informers were. Nevertheless, these pastors endured the hardships and were faithful, refusing to believe, despite the apparent triumph of state-sponsored atheism, that God was defeated.<\/p>     <p> Although these pastors endured all kinds of deprivation, God honored them. The churches were full to overflowing. One church, prohibited from expanding and intentionally surrounded by high-rise apartment buildings, simply removed their windows and placed high-powered amplifiers in the openings. People all around went to church! To be in one of those packed churches in the dead of winter, when most of the congregation had walked long distances through the snow and cold to be there, and to hear them sing and pray was a never-to-be-forgotten experience. Like the people in Isaiah 26, they had doubts and fears. They wondered if it was still possible that their faith was in vain and that the deprivations they had endured were for nothing. Yet they persevered, believing in the resurrection and God’s eventual triumph over evil in every form, both personal and institutional.<\/p>     <div border=\"1\">         <blockquote>             <p><em>Conemporary Significance<\/em><\/p>         <\/blockquote>     <\/div>     <p>C<small>ULTURAL CHANGES.<\/small> This chapter is about perseverance in spite of hardship and uncertainty. We in the West know little of this. For two hundred years we have experienced a rarity on the face of the earth: a culture profoundly influenced by Christian ethics from top to bottom. To be sure, there was plenty of corruption. But when such was revealed, it was not winked at or taken for granted. It was reviled and rooted out as best as possible. As a result, we have inherited a culture where courtesy and respecting God’s law are givens.<\/p>     <p> Now, however, since the cultural upheavals of the 1960s and 1970s, when parents began to abdicate their responsibilities and when the Jesus Movement produced a “feel-good” revival instead of a moral renovation, all that heritage is being fast eroded. Christians are finding themselves more and more marginalized while cultural gurus spend millions of foundation dollars (often earned by hard-working evangelicals) trying to find out what is the missing glue that once held American society together.<\/p>     <p> How shall Christians respond to circumstances like these? One of the common ways is to develop a fascination for the “end times.” The current popularity of the “Left Behind” series is one example of such fascination. There is a degree of escapism involved because it is hard to keep one’s focus when we are neither popular nor overtly persecuted. So we fantasize about a time when everything will be perfectly clear, when the lines will be drawn so that everyone can see them. But these verses in Isaiah are written for just such an ambiguous time as ours, when the lines are not clear. Their prescriptions are just what we need today. They tell us to do five things: Trust God in an active way; honor God’s name alone; believe God can do what we cannot; do not let go of the resurrection; and focus on the real enemy.<\/p>     <p> <b>Trusting God as a way of living.<\/b> What does it mean to “trust God”? Most of us think of it first as an attitudinal thing. To trust God is not to be anxious. That is surely true. Verse 3 says if our <em>yeser<\/em>, our capacity for imagining, rests on God, we can know perfect peace. In many cases we find it difficult to trust God because our imaginations have been filled with anything else but God. We have allowed the culture around us, through the media domination, to saturate our vision. The result is that many of us know nothing of inner serenity. The scriptural admonition, “Do not be anxious about anything” (Phil. 4:6), becomes almost laughable. We are anxious about everything, most of it far beyond our control.<\/p>     <p> What must we do? We must first of all guard much more closely what we let into our minds. Paul followed up the admonition just quoted with a further one, “Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things” (Phil 4:8). This does not mean we hide our heads in the sand from the opposite of such things. But it does mean we do everything in our power to keep those opposite things from filling our heads. This begins at home. Are our homes places of quiet, beauty, and serenity? Hardly! Many of our homes are places of frantic activity, where cluttered minds reveal themselves in cluttered living spaces. When will Christians admit that we are countercultural and begin to embrace that reality?<\/p>     <p> But Isaiah 26 also helps us to realize that trusting God has a less cerebral side. Verse 8 instructs us to “wait” for God by “walking in the way of your laws.” On the surface, this seems counterintuitive. “Walking” and “waiting” seem contradictory. However, as I pointed out on 25:9, the biblical concept of “waiting” is a way of thinking. It is not doing nothing, but it is doing what you know is right while refusing to run ahead of God to try to solve your problems for yourself. In other words, to trust God is to obey him by following his regulations for life. This is what the writer of the Proverbs is talking about when he says in Proverbs 3:5–6:<\/p>     <blockquote>         <p>Trust in the L<small>ORD<\/small> with all your heart<\/p>         <p> and lean not on your own understanding;<\/p>         <p>in all your ways acknowledge him,<\/p>         <p> and he will make your paths straight.<\/p>     <\/blockquote>     <p> To trust God is to show we know him in our “paths,” that is, by the way we live. We trust God when we are honest in situations where it would be to our advantage to cheat. We trust God when we refuse to break faith with our wife by flirting with a pretty girl who is obviously interested. We trust God when we give valuable time to work for the poor. We wait for the Lord, believing that he will act in our behalf in his own best time, by obeying his <em>mišpatim,<\/em> his regulations for life, and not making up our own to serve ourselves as we go along.<\/p>     <p> In this respect it is important to remind ourselves who those people are who live in the security of the walls of salvation. Who will go through the open gates of God’s city? It is the righteous nation that keeps faith (26:2). Note Psalm 15:<\/p>     <blockquote>         <p>L<small>ORD<\/small>, who may dwell in your sanctuary?<\/p>         <p> Who may live on your holy hill?<\/p>         <p>He whose walk is blameless<\/p>         <p> and who does what is righteous,<\/p>         <p>who speaks the truth from his heart<\/p>         <p> and has no slander on his tongue,<\/p>         <p>who does his neighbor no wrong<\/p>         <p> and casts no slur on his fellowman,<\/p>         <p>who despises a vile man<\/p>         <p> but honors those who fear the L<small>ORD<\/small>,<\/p>         <p>who keeps his oath<\/p>         <p> even when it hurts,<\/p>         <p>who lends his money without usury<\/p>         <p> and does not accept a bribe against the innocent.<\/p>         <p>He who does these things<\/p>         <p> will never be shaken.<\/p>     <\/blockquote>     <p> There are two pitfalls to be avoided here. (1) One is the idea that we can earn a place in the city of God by our excessive righteousness. The Bible is clear from beginning to end that this is impossible. The idea that we can is a pharisaic misreading of the Old Testament. Paul turns to the Old Testament for a host of references to support his statement in Romans 3:10 that “there is no one righteous, not even one.” There is only one key to the divine city—the blood of the Lamb (Rev. 5:9–10).<\/p>     <p> (2) The other pitfall is a mirror image of the first, a pitfall that American evangelicals and our offspring in two-thirds of the world are in danger of falling into. It is the one Paul tries to guard against in Romans 6–8: “Shall we go on sinning so that grace may increase?” (6:1). There is only one appropriate response to the grace of God in Christ, namely, to allow the Holy Spirit such free rein in our lives that we cease to “walk in the flesh” (Rom. 8:4, NIV “live according to the sinful nature”). We evangelicals are in great danger of saying that since we are saved by grace alone, it does not really matter if we sin a little. No part of the Scripture supports this.<\/p>     <p> The apostle John agrees with Paul in his statement that Christians have ceased habitual sinning (1 John 3:6). This verse has terrified many a young Christian who has not learned what it means to make a full surrender to the Holy Spirit in faith. But it is not meant to be a word of terror but of hope. Our hands have been cleansed by the blood of Jesus, and they can remain clean through the power of the Holy Spirit.<\/p>     <p> <b>Honor God’s name alone.<\/b> Verse 13 says that although others have ruled over God’s people, the people have honored God’s name. Though that certainly was not true of all of them, it was true for the remnant. And because they put the honor of God’s name above everything else, God was able to triumph through them. This must be our attitude as well.<\/p>     <p> But how can we do that? One way is to be sure that he gets the glory for his achievements in us. Moses was not permitted to enter the Promised Land because he made it appear as if it was his own power that produced water out of the rock (Num. 20:10). He did not sanctify, or give honor to, the name of the Lord. This reminds us that God’s “name” is not his label. Rather, it is his nature, his character, his reputation.<\/p>     <p> Another way we honor the name of the Lord is by demonstrating that he is able to deliver us from whatever may come upon us. God tells the people in Ezekiel 36:20 that they have “profaned my holy name” by going into captivity and giving the Babylonians an opportunity to say, “These are the LORD’s people, and yet they had to leave his land.” All we have to do to profane God’s name is to make it appear as if he is helpless to deliver us. Because the people sinned against God and brought his well-deserved wrath on them, they gave God’s enemies an opportunity to say that God could not deliver them.<\/p>     <p> Thus, the main way to honor God’s name is not by raising our hands and singing songs of praise. We do it chiefly when our lives show that he alone is the Holy One and that he is like no one else. This is what we pray for when we repeat the second clause of the Lord’s Prayer: “Hallowed be your name” (Luke 11:2). We are asking God to assist us in demonstrating his character in everything we do and say. This is what it means to “honor God’s name.”<\/p>     <p> <b>Believe God can do what we cannot.<\/b> The book of Malachi was written for a time such as ours. The prophet was preparing God’s people for that long interlude we now know as “the intertestamental period” (between 400 <small>B.C.<\/small> and the coming of Christ). All the revelation necessary to prepare for the coming of Christ was concluded with Malachi’s prophecy, and now a period of four hundred years would ensue before all the circumstances were right for that coming. During most of that time, the Jews had little control over their political destiny, being ruled by one great power and then another. The glowing promises of the prophets for the time after the Exile had not come true. Already the kinds of jibes reported by Malachi were being said: “Where is the God of justice?” (Mal. 2:17), and “It is futile to serve God” (3:14). And they would only be said more loudly in some quarters in the days to come.<\/p>     <p> What is Malachi’s (and Isaiah’s) prescription? It is to rest in the Lord’s ability to do what we cannot do and not to give up believing that he will act (see Isa. 26:11, 20–21). Malachi writes in Malachi 3:16–18:<\/p>     <blockquote>         <p> Then those who feared the L<small>ORD<\/small> talked with each other, and the L<small>ORD<\/small> listened and heard. A scroll of remembrance was written in his presence concerning those who feared the L<small>ORD<\/small> and honored his name.<\/p>         <p> “They will be mine,” says the L<small>ORD<\/small> Almighty, “in the day when I make up my treasured possession. I will spare them, just as in compassion a man spares his son who serves him. And you will again see the distinction between the righteous and the wicked, between those who serve God and those who do not.<\/p>     <\/blockquote>     <p>In a time when God seems to be doing nothing, believers need to be encouraging one another with the evidence of God’s faithful activity in the past and with all the promises that he will not leave us. We refuse to succumb to the temptation to take things into our own hands and instead persevere in faithful living, trusting God to do what we cannot as we trust him.<\/p>     <p> <b>Hold fast to the resurrection.<\/b> The key in all of this is the resurrection. If we did not have this certainty, we would be forced to demand that God act “now.” But we do not need to make such demands. This is John’s point when he has Christ saying, “Be faithful, even to the point of death, and I will give you the crown of life” (Rev. 2:10). If the only rewards for a life of faithfulness are here, then we cannot afford a life of peaceful trust; we must “make it happen.” But if the real rewards are on the other side of death, we can well afford such a life. If we have not “brought in the kingdom” as the people confess not to have done in Isaiah 26:18, but we have trusted Christ by living a life of obedience and faith that honors him, we can live confidently, knowing that death has no final ability to hurt us.<\/p>     <p> As I said in the comments on chapter 25, however, the resurrection awareness is something that must be cultivated, especially in our culture where maintenance of life has become almost cultic. We need periodically to rehearse for ourselves the words of the old spiritual, “This world is not my home, I’m just a-passing through.” With the strains of heaven playing in our ears, we can live for God, even if we do not see all the promises fulfilled to our own satisfaction. We know that death has been defeated and that life will win in the end.<\/p>     <p> <b>Focus on the real enemy.<\/b> One serious danger in times of uncertainty and ambiguity is to begin looking for enemies, for those whom we can blame for our troubles. In times like the present, the church has often been wont to turn to the spirit world and blame the demonic for our difficulties. Isaiah’s reference to “Leviathan” (27:1) may be an expression of such a thing. Many see “Leviathan” as a code name for Satan. After all, the book of Revelation depicts “an enormous red dragon” (Rev. 12:3) as the enemy of the “woman” (12:1–2, 4–6), who is often identified with the church. But we must be careful at this point. The Bible is clear from beginning to end that the real enemy of God and of his people is not a rebellious spirit being.<\/p>     <p> Yes, there is such a being, and he opposes God and his people (1 Peter 5:8). But he is not responsible for the existence of sin in the world. Our first mother and father chose to sin against God of their own free will (Gen. 3:6). The snake only asked a leading question and told a lie about God’s character. The enemy that God must destroy in the world is moral evil, and that chiefly in ourselves. We must be careful not to excuse immorality of every sort in ourselves (“after all, I’m only human”) while becoming engrossed in “spiritual warfare.”<\/p>     ",
    "audit": null
}