{
    "id": 16125,
    "source": "niv",
    "verse_id": 17809,
    "verse_count": 10,
    "reference": "8:1–10",
    "title": "Birth of Child and Significance of Name",
    "html": "               <p>W<small>HILE IT IS<\/small> not clear what the specific intent of writing on “a large scroll” with “an ordinary pen” is, the general intent seems clear enough, especially in light of the witnesses. Isaiah is to write down the child’s name even before he is conceived as an evidence of predictive prophecy. This may be taking place before Isaiah marries the mother of Maher-Shalal-Hash-Baz. Heathen gods cannot tell the future since they are as much imprisoned in time as humans are. But God stands outside of time and can declare what is to happen before it happens.<\/p>     <p> The language of 8:3 (she conceived and bore a son) is similar to that of 7:14 except for the change in tenses. This suggests that the two verses may be referring to the same event. Furthermore, the nature of the sign is the same as that given in 7:15–17 (she will conceive and bear a son). Before the child reaches a certain age, the two nations Ahaz so much dreads will be helpless to do any harm to Ahaz and his nation. When these are coupled with references to Immanuel in verses 8 and 10, it seems to me that there is a strong case for identifying Maher-Shalal-Hash-Baz with the first fulfillment of the Immanuel sign.<\/p>     <p> If this is so, the child will not be able to speak clearly before Damascus and Samaria have been plundered. If the encounter between Ahaz and Isaiah occurred sometime in 735 <small>B.C<\/small>. (see comments on 7:1, 15), this expression of the sign points to the destruction of Damascus in 732 <small>B.C<\/small>. and the stripping away of almost all Israel’s territory outside of the areas of Ephraim and Manasseh, which occurred at about this time. It also appears that both Rezin and Pekah died in 732. Thus, if the sign was given in 735, the child would have been born sometime in 734 and would not be speaking clearly by 732, when the sign was fulfilled.<\/p>     <p> Verses 6–10 encapsulate Isaiah’s (and God’s) perspective on history. The nations come and go at God’s command and serve his plan being worked out through his people. God is with Israel; thus, if Israel tries to live as if that were not so, there will be tragic consequences (vv. 6–8). At the same time, the nations must never forget that they are but instruments in the hand of the Holy One of Israel. If they think they can wipe out his people in order to achieve their own geopolitical goals, they are mistaken, because God <em>is<\/em> with his people and will achieve his goals through them, regardless of what any other nation on the face of the earth does (vv. 9–10).<\/p>     <p> As already noted, this fulfillment of the Immanuel sign has a primarily negative aspect. Because Israel and Judah have rejected the presence of the living God, “quick to the plunder, swift to the spoil.” Not only is this true for Syria and Israel but for Judah as well. They have rejected the Lord, the “gently flowing waters of Shiloah” (8:6), in favor of Assyria, “the River” (Euphrates) (8:7). As a result, that river will all but drown them (8:7–8). The meaning of “rejoices over Rezin and the son of Remaliah” is not clear, since Isaiah 7 speaks of being terribly afraid of these two kings. Perhaps in this context the meaning is that the Judeans are rejoicing over the apparent success of their alliance with Assyria in destroying their two enemy neighbors.<\/p>     <p> But such rejoicing will be short-lived. Although God’s help seems like nothing but a spring while Assyria looks like a great river, that river can quickly “overflow its…banks,” and the edges (“channels”) of its floodwaters will reach to the farthest corners of the land. Of course, this is exactly what happened some thirty years later when the Assyrian king Sennacherib came against Judah (Isa. 36–37). Any alliance with Assyria was like an alliance with Nazi Germany. They were simply waiting for the day when they could take you too, as Stalin learned to his chagrin in 1941.<\/p>     <p> But whose land is it that Assyria is going to flow over into? Assyria’s? No, Immanuel’s (8:8). Here the other side of the sign comes out. If failure to take account of God’s presence will bring the swift plundering of the land, that cannot change the fact that it is still the land of “God-with-us.” Isaiah addresses the implications of this fact in powerful poetic lines in 8:9–10. He changes what we think of as a normal sequence of events and shocks us with it. Why does one “raise the war cry” or “prepare for battle”? To shatter the enemy, of course. But Isaiah says the result will be the shattering of those who have given the cry, of those who made the preparations. Why does one “devise…strategy” or “propose [a] plan”? In order to ensure success. But Isaiah says the strategy and the plan will result in failure. Why? Because like Ahaz, the nations have left out one tiny, but huge, factor: “God is with us.”<\/p>     ",
    "audit": null
}