{
    "id": 16140,
    "source": "niv",
    "verse_id": 17902,
    "verse_count": 6,
    "reference": "12:1–6",
    "title": "",
    "html": "          <blockquote>         <p><span><span><b>I<\/b><\/span><\/span><small>N THAT DAY<\/small> you will say:<\/p>         <blockquote>             <p>“I will praise you, O L<small>ORD<\/small>.<\/p>             <p> Although you were angry with me,<\/p>             <p>your anger has turned away<\/p>             <p> and you have comforted me.<\/p>             <p>Surely God is my salvation;<\/p>             <p> I will trust and not be afraid.<\/p>             <p>The L<small>ORD<\/small>, the L<small>ORD<\/small>, is my strength and my song;<\/p>             <p> he has become my salvation.”<\/p>             <p> With joy you will draw water<\/p>             <p> from the wells of salvation.<\/p>         <\/blockquote>         <p>In that day you will say:<\/p>         <blockquote>             <p>“Give thanks to the L<small>ORD<\/small>, call on his name;<\/p>             <p> make known among the nations what he has done,<\/p>             <p> and proclaim that his name is exalted.<\/p>             <p>Sing to the L<small>ORD<\/small>, for he has done glorious things;<\/p>             <p> let this be known to all the world.<\/p>             <p>Shout aloud and sing for joy, people of Zion,<\/p>             <p> for great is the Holy One of Israel among you.”<\/p>         <\/blockquote>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HIS BEAUTIFUL TWO-PART<\/small> hymn concludes the first subdivision of chapters 7–39. Isaiah has challenged Ahaz to trust the Holy One of Israel, who has revealed himself to Isaiah. When Ahaz rejected that invitation and the offered sign of God’s presence with his people, Isaiah announced that what Ahaz had trusted in place of God—Assyria—would turn on Judah and destroy it. But, demonstrating how genuinely trustworthy God is, the prophet then declared that God would give light in place of Judah’s self-induced darkness—light in the form of a descendant of David who would be “God with us.” Furthermore, once Israel faced the fact that it was God who controlled her destiny and not Assyria, God would demonstrate that truth by destroying arrogant Assyria and bringing about a messianic kingdom of peace peopled not only with his own people but also with representatives of all the nations. Should such a God be trusted? Absolutely!<\/p>     <p> That is just the response we find in 12:1–6. God should be trusted simply because he is God, but how much more he should be trusted when we realize that he himself has turned his righteous anger to “comfort” or encouragement. As on the shores of the Red Sea, the people can say what they have learned about God: He is “strength,” he is “song,” he is “salvation.” Who would not trust such a God as this? Drawing “water from the wells of salvation” is not only to avail oneself of the deliverance God has offered, but it is also to live out the implications of that salvation in obedience and witness, as Psalm 116:13–14 makes clear.<\/p>     <p> Just as the elements of hope in the introduction (2:1–5; 4:2–6) led us to believe, the immediate results of redemption and salvation (12:1–3) are witness to the nations (12:4–6). The same thing is true in microcosm in the prophet’s own call. He was not cleansed so that he could enjoy the condition of being cleansed but so that he could declare God’s word to the people.<\/p>     <p> Verse 4 gives a short course in the behavior of the believer: thanks, prayer, and witness. The witness is to what God “has done” and to the obvious conclusion: There is no one with a character (“name”) so high and holy as his. The witness is in the form of a song. Works like those the Holy One has performed cannot be proclaimed with a long face. They must be sung “to all the world” (v. 5).<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HIS CHAPTER IS BRIM-FULL<\/small> of evangelical theology. God is the One who initiates salvation. There is nothing that Israel did to earn God’s grace toward them. If there was to be reconciliation, it would have to come from God. Trust (or faith) does not produce reconciliation but is a response to the reconciliation announced. As such, it is the only adequate response. When God himself has satisfied his own justice and invites us to trust him, what else can we do?<\/p>     <p> This means that our response must finally issue in songs. No other form of human expression so captures the whole human psyche as does singing. Furthermore, there is a continuity in the songs of Zion that flows from the shores of the Red Sea to the shores of the “glassy sea” around which all the saints will gather:<\/p>     <blockquote>         <p>You are worthy to take the scroll<\/p>         <p> and to open its seals,<\/p>         <p>because you were slain,<\/p>         <p> and with your blood you purchased men for God<\/p>         <p> from every tribe and language and people and nation.<\/p>         <p>You have made them to be a kingdom<\/p>         <p> and priests to serve our God,<\/p>         <p>and they will reign on the earth. (Rev. 5:9–10)<\/p>     <\/blockquote>     <h4>Contemporary Significance<\/h4>     <p>C<small>HRISTIANS TODAY WHO THINK<\/small> about this chapter cannot help but reflect on the work of Christ. Paul says, “In Christ God was reconciling the world to himself” (2 Cor. 5:19 <small>RSV<\/small>). That says it all. God reconciled us to himself through his own work on the Cross. Reconciliation is by nature a two-way street, but not in this case. There was nothing we could offer to God in the way of negotiation. We were condemned sinners, estranged from God and alienated from life (John 3:18; Eph. 4:18; Col. 1:21). But God found a way to satisfy his own justice in that Christ has died in our place. In place of judgment he has come to offer us encouragement.<\/p>     <p> It is no accident that the Holy Spirit is called the “Comforter” in King James English. Unfortunately the word “comfort” has become so watered down that we can no longer use it in contemporary translations. But “comfort” in its original sense is exactly what God the Holy Spirit has come to do for us. He has come to enable us to stand before the Accuser and know ourselves forgiven. He has come to tell us all is not lost when we have failed again. He has come to enable us to stand before a mocking world with love and fortitude. None of this is in us but is in the power of Christ’s cross and resurrection.<\/p>     <p> The story is told that in the late 1940s when the Indian constitution was being debated, an article prohibiting proselytization was proposed. But one legislator, who was not a Christian, rose and said that would involve them in self-contradiction. When asked why, he pointed out that they had already adopted an article guaranteeing freedom of religion and said that Christians <em>had to<\/em> seek converts; it was a part of their religion! The article prohibiting proselytization failed. Not only is this a characterization of Christianity, it is true of biblical religion as a whole (note Jesus’ comment about the Pharisees’ zeal for converts, Matt. 23:15). If God is the sole Creator of this world and if after we have alienated ourselves from him, he has found a way for us to come home again, that is news the whole created world needs to hear. How can we keep silent?<\/p>              ",
    "audit": null
}