{
    "id": 16257,
    "source": "niv",
    "verse_id": 18638,
    "verse_count": 13,
    "reference": "49:1–13",
    "title": "",
    "html": "          <blockquote>         <p>L<small>ISTEN TO ME<\/small>, you islands;<\/p>         <p> hear this, you distant nations:<\/p>         <p>Before I was born the L<small>ORD<\/small> called me;<\/p>         <p> from my birth he has made mention of my name.<\/p>         <p> He made my mouth like a sharpened sword,<\/p>         <p> in the shadow of his hand he hid me;<\/p>         <p>he made me into a polished arrow<\/p>         <p> and concealed me in his quiver.<\/p>         <p> He said to me, “You are my servant,<\/p>         <p> Israel, in whom I will display my splendor.”<\/p>         <p> But I said, “I have labored to no purpose;<\/p>         <p> I have spent my strength in vain and for nothing.<\/p>         <p>Yet what is due me is in the L<small>ORD<\/small>’s hand,<\/p>         <p> and my reward is with my God.”<\/p>         <p> And now the L<small>ORD<\/small> says—<\/p>         <p> he who formed me in the womb to be his servant<\/p>         <p>to bring Jacob back to him<\/p>         <p> and gather Israel to himself,<\/p>         <p>for I am honored in the eyes of the L<small>ORD<\/small><\/p>         <p> and my God has been my strength—<\/p>         <p>he says:<\/p>         <p>“It is too small a thing for you to be my servant<\/p>         <p> to restore the tribes of Jacob<\/p>         <p> and bring back those of Israel I have kept.<\/p>         <p>I will also make you a light for the Gentiles,<\/p>         <p> that you may bring my salvation to the ends of the earth.”<\/p>         <p> This is what the L<small>ORD<\/small> says—<\/p>         <p> the Redeemer and Holy One of Israel—<\/p>         <p>to him who was despised and abhorred by the nation,<\/p>         <p> to the servant of rulers:<\/p>         <p>“Kings will see you and rise up,<\/p>         <p> princes will see and bow down,<\/p>         <p>because of the L<small>ORD,<\/small> who is faithful,<\/p>         <p> the Holy One of Israel, who has chosen you.”<\/p>         <p>This is what the L<small>ORD<\/small> says:<\/p>         <p>“In the time of my favor I will answer you,<\/p>         <p> and in the day of salvation I will help you;<\/p>         <p>I will keep you and will make you<\/p>         <p> to be a covenant for the people,<\/p>         <p>to restore the land<\/p>         <p> and to reassign its desolate inheritances,<\/p>         <p>to say to the captives, ‘Come out,’<\/p>         <p> and to those in darkness, ‘Be free!’<\/p>         <p>“They will feed beside the roads<\/p>         <p> and find pasture on every barren hill.<\/p>         <p> They will neither hunger nor thirst,<\/p>         <p> nor will the desert heat or the sun beat upon them.<\/p>         <p> He who has compassion on them will guide them<\/p>         <p> and lead them beside springs of water.<\/p>         <p> I will turn all my mountains into roads,<\/p>         <p> and my highways will be raised up.<\/p>         <p> See, they will come from afar—<\/p>         <p> some from the north, some from the west,<\/p>         <p> some from the region of Aswan.”<\/p>         <p> Shout for joy, O heavens;<\/p>         <p> rejoice, O earth;<\/p>         <p> burst into song, O mountains!<\/p>         <p>For the L<small>ORD<\/small> comforts his people<\/p>         <p> and will have compassion on his afflicted ones.<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>C<small>HAPTERS<\/small> 49–55 A<small>DDRESS<\/small> the second problem that will confront the exiled people. The first is <em>Meaning<\/em> their captivity in Babylon. If they are to be the redeemed servants of the Lord, they need to be set free and to live and minister in the land of God’s promises. That issue was dealt with in chapters 41–48: God has a plan of deliverance for his people, even before the tragedy has occurred, and there is nothing the Babylonian gods or the Babylonian power can do to stop that plan from being accomplished.<\/p>     <p> But there is a second problem confronting both God and his people. What is to be done about the sin that got the people into this dilemma in the first place? God has declared repeatedly that they are his chosen servants. But how can this be? How can these sinful people ever serve a just and holy God? He cannot simply ignore their sin, so what is to be done? In its own way, this alienation from God is a much more serious problem than their captivity in Babylon. So what can God’s grace do to address this problem?<\/p>     <p> The answer to that question is given in chapters 49–55. Although the language and imagery of captivity continues, specific reference to Babylon and its idols is conspicuously absent, as is any further reference to Cyrus. In other words, a different kind of captivity is being addressed here, and the deliverer from this captivity is the Servant of the Lord, who was first introduced in 42:1–9. He will be for Israel what Israel could not be in itself. His servanthood will make possible theirs—and ours. As he becomes the means of Israel’s restoration to God, he makes them the prototype for the restoration of all the world.<\/p>     <p> This subdivision has three sections. In 49:1–52:12 God repeatedly insists that he has not cast his people off. In other words, the hope of the world begins in the heart of the Creator, who is unwilling to let his people go. But the section is also marked by an increasing intensity of anticipation. Somehow God is going to deliver his people from their captivity to sin. This intensity reaches its climax in chapter 52, with its ringing call to leave the captivity that has held them. The third section (54:1–55:13) is marked by an invitation to participate in a deliverance that is seen as accomplished.<\/p>     <p> What accounts for the change from anticipation to participation? It is the second section (52:13–53:12), the fourth and last of the so-called “Suffering Servant” passages, which provides the answer to our question, as the preceding “Servant Songs” (49:1–13; 50:4–9) have led us to expect. The Servant of the Lord will give his life so that God’s people may be restored from their alienation into his fellowship and his service.<\/p>     ",
    "audit": null
}