{
    "id": 16276,
    "source": "niv",
    "verse_id": 18735,
    "verse_count": 7,
    "reference": "54:11–17",
    "title": "Restoration and Hope for a Ruined City",
    "html": "               <p>T<small>HE IMAGE NOW<\/small> changes from disgraced woman to a ruined city. The people are like a city that has been “lashed by storms” (54:11), subjected to “tyranny” and “terror” (54:14), and has experienced “havoc” (54:16) within it. But since God is the One who brought all that to pass (54:16), he is the One who can change it all (54:15, 17).<\/p>     <p> Again, the promises are lyrical in tone. In place of weathered, broken walls stained with smoke, there are “battlements of rubies” glittering in the sun. In place of tyranny and terror, there is true learning, “peace” (<em>salom<\/em>), “righteousness,” and security. These blessings are for those who gladly accept the role of “servants of the L<small>ORD<\/small>.” How can sinful, rebellious Israel enter into such a role? Through the ministry of the Servant of the Lord. Through his self-giving, all the promises made to his servants in chapters 40–48 can be realized.<\/p>     <h4>Bridging Contexts<\/h4>     <p>A<small>N OLD MAN<\/small> lies in a hospital bed. The story of his life is written in the deep furrows on his face, <em>Contexts<\/em> his heavily veined nose, and his bloodshot eyes. But deeper than those more superficial evidences lies the flat, bleak look in those eyes. He has tasted life to the full, and the taste has been bitter. Now he waits for the end, wondering if what lies beyond will be even more bitter. To the side of his bed comes a woman. Life has not been very kind to her either. Her dress is not in the latest fashion, nor is her hair dressed in a becoming way. Her complexion is sallow, and attempts to improve it with make-up have not been entirely successful. But here the similarity between the two figures ends, for out of her eyes shine eagerness, humor, hope, and love. “Hello, Dad,” she says with a smile.<\/p>     <p> He turns his head slightly to look at her and then turns away. “<small>I<\/small> know what you want to say to me, and you might as well save your breath. It’s too late.” Too late for forgiveness from God, too late for a new start, too late to change the past.<\/p>     <p> “But Dad, it’s never too late! Look what Christ has done for me! I was in the gutter, drinking myself to death, just as you said I would. But he saw something in me to love! Everybody else said I was no good, and he told them to ‘shut up.’”<\/p>     <p> “Daughter, you don’t know what I’ve done. I was a preacher! Now I’ve done things I can’t even talk about. If your God is so good and loving, he wouldn’t have anything to do with me. I’m too far gone.”<\/p>     <p> “Daddy, you look at me! Nobody is too far gone for Jesus Christ! He took every sin that was ever committed or ever will be committed on this earth. If you think you’re the worst sinner there ever was, you’ve got another think coming. He died for Hitler! Do you think you’re worse than Hitler? No, you’re just like Hitler, too proud to get down on your face and ask God to forgive you. He will forgive you, Daddy! He will! Just tell him you’re sorry and ask him!”<\/p>     <p> The old man turned his head to look at his grown daughter. Touched by her intensity, he looked at her as he had not in a long time. And looking at her, he saw what was undeniably true—she was being transformed from the inside out. Suddenly, he was overcome with an almost unbearable longing. He was a wreck and his life was a wreck, and it was soon coming to an end. Was it possible that even at this late date some of that light on his daughter’s face could be his? So, hesitantly, he reached his hand out from under the sheet and took hers. In the next moments as he brokenly confessed his sins and his need and confessed a very tiny faith bolstered by his daughter’s kiss, barrenness became fruitfulness, solitary disgrace became the welcoming embrace of the world’s Maker, and rejection became joyous acceptance. When he opened his eyes, the broken walls of his life had become battlements of rubies.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HIS PASSAGE SHOWS<\/small> us the heart of the gospel of Christ. God has reconciled his lost world to himself. He has not waited for us to find a way to bridge the gap between him and us, as he certainly could have in his own righteousness. After all, we are the ones who created the breach between him and ourselves, so let us find a way across it. But of course, there is no way from our side. For God to wait in the lonely isolation of his moral perfection for us to come to him would be to wait for all eternity. Our sinfulness makes it impossible to get ourselves to a place where we can stand before his blazing purity and survive. “The soul who sins…will die” (Ezek. 18:4).<\/p>     <p> Yet the amazing thing about God is that he gets no satisfaction from the richly deserved death of the sinner (Ezek. 18:32; 33:11). Some of the family members of the victims of Oklahoma City bomber Timothy McVeigh were disappointed when they were prevented from seeing him die. They wanted that satisfaction. Not so with God. Not even the death of the most heinous criminal brings a grim smile of satisfaction to the face of God. Rather, there is grief in his heart like the grief of a David who cried, “O Absalom, my son, my son,” over the death of his rebel son, who would have killed his father without a qualm.<\/p>     <p> So what did God do as an expression of his “unfailing love,” his “everlasting kindness,” his “covenant of peace”? What did he do so that the “barren woman” could be surrounded with laughing children, the “widow” could be married to the most wonderful husband in the world, and the “rejected” divorcée could know that the rejection was only for a moment while the acceptance was forever? What he did was to take all that proud emptiness, all that solitary self-sufficiency, all that demand for our own way, into himself.<\/p>     <p> This is the true face of God—not the stern, implacable Judge dispassionately rehearsing the endless list of our crimes and in the end grimly meting out exactly what we have deserved. No, this “Maker,” this “God of all the earth,” is our Father, who will go to any lengths to see that we do <em>not<\/em> get what we deserve. The judgment has been taken by the Judge, who can now proclaim that there is no more judgment outstanding against the accused.<\/p>     <p> Thus, from God’s perspective, he will never pronounce judgment again (54:9). From his perspective, “no weapon forged against” his people will ever succeed again (54:17). That is, no further punishment or discipline is necessary because it has all been taken by God himself.<\/p>     <p> But that is from God’s side. Suppose we do not continually avail ourselves of his provision of grace and mercy. Suppose we decide to use that grace so that we can persist in a life of sin. This would be like God’s saying to us as he finishes cleaning out the garbage dump where we have been living and turning it into a lush vegetable garden, “You will never be sick and hungry again.” That is true from God’s perspective. But it assumes that we will continue to live in the middle of that garden. If we decide to move over to the next garbage dump and still try to claim those promises, we will discover that while the effects of that move are also covered in what God did for us in his self-giving, they will continue if we choose to live outside his grace.<\/p>     <p> There is nothing more God needs to do for his “covenant of peace” to be ours forever. “The punishment that brought us peace was upon him, and by his wounds we are healed” (53:5). We are “accepted in the beloved.” But there is something we must do to experience that covenant forever: We must continually choose to live under its terms.<\/p>     ",
    "audit": null
}