{
    "id": 16274,
    "source": "niv",
    "verse_id": 18725,
    "verse_count": 17,
    "reference": "54:1–17",
    "title": "",
    "html": "          <blockquote>         <p>“S<small>ING<\/small>, O <small>BARREN<\/small> woman,<\/p>         <p> you who never bore a child;<\/p>         <p>burst into song, shout for joy,<\/p>         <p> you who were never in labor;<\/p>         <p>because more are the children of the desolate woman<\/p>         <p> than of her who has a husband,”<\/p>         <p>says the L<small>ORD.<\/small><\/p>         <p> “Enlarge the place of your tent,<\/p>         <p> stretch your tent curtains wide,<\/p>         <p> do not hold back;<\/p>         <p>lengthen your cords,<\/p>         <p> strengthen your stakes.<\/p>         <p> For you will spread out to the right and to the left;<\/p>         <p> your descendants will dispossess nations<\/p>         <p> and settle in their desolate cities.<\/p>         <p>“Do not be afraid; you will not suffer shame.<\/p>         <p>Do not fear disgrace; you will not be humiliated.<\/p>         <p>You will forget the shame of your youth<\/p>         <p> and remember no more the reproach of your widowhood.<\/p>         <p> For your Maker is your husband—<\/p>         <p> the L<small>ORD<\/small> Almighty is his name—<\/p>         <p>the Holy One of Israel is your Redeemer;<\/p>         <p> he is called the God of all the earth.<\/p>         <p> The L<small>ORD<\/small> will call you back<\/p>         <p> as if you were a wife deserted and distressed in spirit—<\/p>         <p>a wife who married young,<\/p>         <p> only to be rejected,” says your God.<\/p>         <p> “For a brief moment I abandoned you,<\/p>         <p> but with deep compassion I will bring you back.<\/p>         <p> In a surge of anger<\/p>         <p> I hid my face from you for a moment,<\/p>         <p>but with everlasting kindness<\/p>         <p> I will have compassion on you,”<\/p>         <p> says the L<small>ORD<\/small> your Redeemer.<\/p>         <p>“To me this is like the days of Noah,<\/p>         <p> when I swore that the waters of Noah would never again cover the earth.<\/p>         <p>So now I have sworn not to be angry with you,<\/p>         <p> never to rebuke you again.<\/p>         <p> Though the mountains be shaken<\/p>         <p> and the hills be removed,<\/p>         <p>yet my unfailing love for you will not be shaken<\/p>         <p> nor my covenant of peace be removed,”<\/p>         <p> says the L<small>ORD<\/small>, who has compassion on you.<\/p>         <p> “O afflicted city, lashed by storms and not comforted,<\/p>         <p> I will build you with stones of turquoise,<\/p>         <p> your foundations with sapphires.<\/p>         <p> I will make your battlements of rubies,<\/p>         <p> your gates of sparkling jewels,<\/p>         <p> and all your walls of precious stones.<\/p>         <p> All your sons will be taught by the L<small>ORD<\/small>,<\/p>         <p> and great will be your children’s peace.<\/p>         <p> In righteousness you will be established:<\/p>         <p>Tyranny will be far from you;<\/p>         <p> you will have nothing to fear.<\/p>         <p>Terror will be far removed;<\/p>         <p> it will not come near you.<\/p>         <p> If anyone does attack you, it will not be my doing;<\/p>         <p> whoever attacks you will surrender to you.<\/p>         <p> “See, it is I who created the blacksmith<\/p>         <p> who fans the coals into flame<\/p>         <p> and forges a weapon fit for its work.<\/p>         <p>And it is I who have created the destroyer to work havoc;<\/p>         <p>  no weapon forged against you will prevail,<\/p>         <p> and you will refute every tongue that accuses you.<\/p>         <p>This is the heritage of the servants of the L<small>ORD<\/small>,<\/p>         <p> and this is their vindication from me,”<\/p>         <p>declares the L<small>ORD<\/small>.<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>A<small>S WITH THE THREE<\/small> other Servant Songs, there is a commentary following the fourth one. But unlike the others, where a song of praise forms the conclusion of the commentary (cf. 42:10–13; 49:13; perhaps 51:7–8), here the entire commentary (chs. 54–55) has a lyrical quality. As I observed at the beginning of the subdivision of Isaiah 49– 55 (see comments on ch. 49), the tone of chapters 54–55 reflects the assurance that God’s promises to restore his people to himself in chapters 49–52 have come to their fulfillment. Now anticipation changes to invitation and celebration. To be sure, the revelation in God’s Son to make this reconciliation possible will not take place for nearly seven hundred years. Nevertheless, the revelation is now complete, and those who accept the promise can enjoy that reconciliation in advance.<\/p>     <p> In reality Isaiah 54–55 forms two parts of a single whole. Chapter 54 is a love song by God to Zion, his estranged bride, telling her all the things he is going to do in restoring her. Chapter 55 is the invitation proper, calling on the bride not to miss through unbelief what is hers. Together they constitute one of the most beautiful pieces of literature in the entire Bible.<\/p>     ",
    "audit": null
}