{
    "id": 16189,
    "source": "niv",
    "verse_id": 18195,
    "verse_count": 14,
    "reference": "29:1–14",
    "title": "",
    "html": "          <blockquote>         <p>WOE TO YOU, Ariel, Ariel,<\/p>         <p> the city where David settled!<\/p>         <p>Add year to year<\/p>         <p> and let your cycle of festivals go on.<\/p>         <p>Yet I will besiege Ariel;<\/p>         <p> she will mourn and lament,<\/p>         <p> she will be to me like an altar hearth.<\/p>         <p>I will encamp against you all around;<\/p>         <p> I will encircle you with towers<\/p>         <p> and set up my siege works against you.<\/p>         <p>Brought low, you will speak from the ground;<\/p>         <p> your speech will mumble out of the dust.<\/p>         <p>Your voice will come ghostlike from the earth;<\/p>         <p> out of the dust your speech will whisper.<\/p>         <p>But your many enemies will become like fine dust,<\/p>         <p> the ruthless hordes like blown chaff.<\/p>         <p>Suddenly, in an instant,<\/p>         <p>  the L<small>ORD<\/small> Almighty will come<\/p>         <p>with thunder and earthquake and great noise,<\/p>         <p> with windstorm and tempest and flames of a devouring fire.<\/p>         <p>Then the hordes of all the nations that fight against Ariel,<\/p>         <p> that attack her and her fortress and besiege her,<\/p>         <p>will be as it is with a dream,<\/p>         <p> with a vision in the night—<\/p>         <p>as when a hungry man dreams that he is eating,<\/p>         <p> but he awakens, and his hunger remains;<\/p>         <p>as when a thirsty man dreams that he is drinking,<\/p>         <p> but he awakens faint, with his thirst unquenched.<\/p>         <p>So will it be with the hordes of all the nations<\/p>         <p> that fight against Mount Zion.<\/p>         <p>Be stunned and amazed,<\/p>         <p> blind yourselves and be sightless;<\/p>         <p>be drunk, but not from wine,<\/p>         <p> stagger, but not from beer.<\/p>         <p>The L<small>ORD<\/small> has brought over you a deep sleep:<\/p>         <p> He has sealed your eyes (the prophets);<\/p>         <p> he has covered your heads (the seers).<\/p>         <p>For you this whole vision is nothing but words sealed in a scroll. And if you give the scroll to someone who can read, and say to him, “Read this, please,” he will answer, “I can’t; it is sealed.” Or if you give the scroll to someone who cannot read, and say, “Read this, please,” he will answer, “I don’t know how to read.”<\/p>         <p>The Lord says:<\/p>         <p>“These people come near to me with their mouth<\/p>         <p> and honor me with their lips,<\/p>         <p> but their hearts are far from me.<\/p>         <p>Their worship of me<\/p>         <p> is made up only of rules taught by men.<\/p>         <p>Therefore once more I will astound these people<\/p>         <p> with wonder upon wonder;<\/p>         <p>the wisdom of the wise will perish,<\/p>         <p> the intelligence of the intelligent will vanish.”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HIS SECOND “WOE”<\/small> is addressed to Jerusalem, as is apparent from its being called “the city where David settled” (29:1). However, it is also called “Ariel,” and the explanation of this word is not given. One possible meaning of the word is “altar hearth,” which is the most probable explanation (so NIV, 29:2; see Ezek. 43:15). This would fit in with the general emphasis of the passage on the cultic activity that took place at Jerusalem (29:1, 13).<\/p>     <p> A second matter of scholarly debate is the presence of a sizeable section of promise (29:5–8) in what seems on the surface to be a judgment oracle. Many scholars believe these verses to be a later insertion. However, this presupposes that the original book was only words of judgment. Yet one of the central themes of Isaiah as it now exists (see the introduction) is the interplay of hope and judgment. To suggest that this entire interplay is secondary, imposed on whatever the original book may have been, is asserting too much. Here, as we have seen so many times before in the book, we have the movement from judgment (29:1–4) to hope (29:5–8) and back to judgment again (29:9–14). Judgment is not final, hope is. But the reality of the coming hope must not divert the hearers from the reality that apart from genuine repentance, judgment is the inescapable route to hope.<\/p>     <p> As in Isaiah 1, Jerusalem’s problem is that they believe they have immunity from judgment because they have the true cult of Yahweh (29:1, 13). But as there, Isaiah says this worship is worthless because it is not from the heart (29:13). He even goes so far as to say that what they are doing is not revealed but is made up by men. That must have been shocking in view of the prescriptions for worship in the Torah. Probably his point is that since their “hearts” are not devoted to God, all they are really responding to is human demands; they are not really worshiping. Therefore, Jerusalem is no more immune from destruction than Samaria. The fact that they are not officially worshiping idols hardly enters into the equation. They too are trying to manipulate God with cultic activity, not worshiping as an expression of covenant love.<\/p>     <p> Verse 2 suggests that all of Jerusalem will become an altar hearth on which the people themselves will become the sacrifice. Like the Canaanites, whose persistent sinning meant that in the end they were “devoted” (Josh. 6:17) to the Lord as an offering by the Israelites, the Israelites themselves will be on the altar. We must either accept God’s substitute with genuine repentance and faith or become the sacrifice ourselves. Note that there is no mention of Assyria here; God is the enemy who besieges the city (Isa. 29:3).<\/p>     <p> Verse 4 is perhaps an allusion to the worship of the dead and to spiritism (see 8:19; also comments on 28:1–29). While priding themselves on their pure worship, the people of Jerusalem and Judah are secretly engaging in many pagan practices. Ezekiel’s vision of what was taking place in the temple in his own day (Ezek. 8–9), some 125 years later than Isaiah, argues that similar practices were going on for some time. Like the mediums and spiritists, the captives of Judah will be mumbling and whispering as they lie in the “dust” beneath the tyrant’s boot.<\/p>     <p> But because it is God, not Assyria, who puts his people into the dust, it is also God who can make Jerusalem’s enemies as insubstantial as “fine dust” (29:5). If Assyria had devastated God’s land against his wishes, God would be unable to deliver his people. But as it is, he can deliver them whenever he chooses and can blow the mighty nations away like so much “chaff.” In fact, before God that is all the great nations are. They appear so weighty and terrifying, but before God they are as thin and as vaporous as a “dream” (29:7; see also 40:15–17). The nations think that they can devour Jerusalem and wipe her off the face of the earth. But that is only a dream on their part (29:8). Little do they know that Jerusalem will be drawing pilgrims from all over the earth thousands of years after the capitals of those nations have ceased to exist.<\/p>     <p> But the tragic reality is that all of this is as unintelligible to the Judeans as it is to the Assyrians (and later to the Babylonians). They are all equally “blind” (29:9) to the reality of the Lord’s work. In verses 9–10 the interplay of causation is significant. The people have blinded themselves, yet at the same time God has made the prophets unable to see the truth. We may endlessly debate which of these comes first, but the fact is that nothing happens apart from both those causes. As a result, the word of God (“this whole vision”) is a closed book to God’s people (29:11–12). From God’s side it is sealed up and cannot be opened; from the human side, it cannot be read when it is opened.<\/p>     <p> Consequently, Jerusalem’s religion has become only a performance with themselves as the audience. There is no real connection between the worshipers and the One being worshiped. They go through the motions with no expectation of any real encounter with the living God. Their religion has lost all sense of wonder. So God says he <em>will<\/em> encounter them with wonders (29:14), but the clear implication is that it will be the wonder of the God they thought they had under their control suddenly bursting forth to become their enemy (cf. 28:21). All the “wisdom” of the counselors and leaders who urge reliance on Egypt will be proven false.<\/p>     <h4>Bridging Contexts<\/h4>     <p> V<small>ERSE 3 DESCRIBES<\/small> siege warfare. In the days before the invention of gunpowder, there was no sure way to break into a walled city. In most cases, apart from treachery inside the city, there was no alternative to a long siege. The besieging army encircled the city with armed camps. Sometimes they actually built a wall around the city outside of its own walls, in order to be sure that no one could get out or in to bring supplies or arms of any sort into the city. Moreover, to try to shorten the time of the siege, attempts would be made to break into the city. Because the cities were usually built high atop natural hills or on mounds of debris from previous destructions, it was necessary to build ramps of earth up which battering rams (“siege machines”) could be pushed to try to breach the walls.<\/p>     <p> Another device used was prefabricated “towers,” which could be moved up the ramps quickly and erected against the walls. Attackers on these towers could prevent defenders from attacking those operating the battering rams, and they could also use the towers as a means to get over the walls and down into the city. To make the same point today, God might say that he will bring his helicopter gunships, his main battle tanks, and his ballistic missiles against us. It is a terrible thing to have the God you think is your “rabbit’s foot” turn out to be the main armament arrayed against you.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>RUE WORSHIP<\/small>. Since Hebrew worship was similar in form to that of the pagans, it was easy for the Hebrews to fall into a pagan understanding, namely, that because certain human activities have been performed, the gods must do certain things. This rests on the worldview of continuity, which holds that the human, divine, and natural realms are continuous, so that what takes place in one realm is duplicated in the others. Thus, the attitude of the worshiper’s heart has no real effect on the efficacy of the ritual performed. The key is to do the ritual correctly so that the maximum linkage with the divine world can be maintained. The result is that the activity has much more to do with manipulation than with worship. Because I have given God a very expensive gift, he is obligated to bless me; or because the lamb and I have become continuous through the ritual, God thinks I have died and will not punish me for my sins anymore.<\/p>     <p> Again and again the Old Testament speaks out against such an idea. God is transcendent; that is, he is radically discontinuous from this world. Thus, he cannot be manipulated through anything done in this world. He forgives through his grace alone because of the death of Christ, and the giving of a lamb is only a symbol of true repentance and faith. Apart from these, offering a lamb is worse than useless. Isaiah says such an offerer might as well break the neck of a dog and offer it to God (66:3). No place is this truth stated more plainly than in Psalm 51:16–17:<\/p>     <blockquote>         <p>You do not delight in sacrifice, or I would bring it;<\/p>         <p> you do not take pleasure in burnt offerings.<\/p>         <p>The sacrifices of God are a broken spirit;<\/p>         <p> a broken and contrite heart,<\/p>         <p> O God, you will not despise.<\/p>     <\/blockquote>     <p>Although we today no longer offer blood sacrifices, we run the same danger as the people in Old Testament times. That is, because we have performed certain religious activities, we believe God must do our will. We have prayed long and fervently; therefore, God must heal our child. We have gone to church every Sunday for months; therefore, God must give us a good job. We have read the Bible and prayed every day for weeks; therefore, God must lift our depression. These are not acts of worship but attempts at manipulation. We do not want God in our lives; we want what he can do for us.<\/p>     <p> But worship is not utilitarian; rather, it is a free expression of praise and thanks. By graciously freeing us from the condemnation of our sin and making it possible to live a life of holiness, God has already done many times more than we can ever deserve. Of course, he wants to bless us even further, but all too often our attempts to use him, while still maintaining control of our lives, only serve to block the very blessing he wants to give.<\/p>     <p> <b>Hearing the Word of God.<\/b> Verses 10–12 speak of a situation where the Word of God is unintelligible to a person, defining a dual responsibility for that situation. On the one hand, God has blinded the eyes of the prophets—the scroll “is sealed.” On the other hand, it is a human problem—“I don’t know how to read.”<\/p>     <p> The same situation applies today. First there is a spiritual problem. In Isaiah’s time, the prophets did not want to hear God’s Word. Instead, they wanted some encouraging omen to give to the king or in order to get paid a handsome fee. So God blinded their spiritual eyes and took his Word away from them. Similarly, if we try to read the Bible just for intellectual enrichment without first surrendering ourselves to its ultimate author to do what he says, we will find it a closed book. It will be as dry as dust and just as boring. Note Paul’s words: “The sinful mind is hostile to God. It does not submit to God’s law, nor can it do so” (Rom. 8:7). But if we have fallen in love with the Author and long to know him better, it is amazing how the Scriptures open up. The story of a new convert to Christ suddenly discovering how marvelous the Bible is can be multiplied thousands of times.<\/p>     <p> But there is also a human component in the reading process. Unless we have prepared ourselves to read, we may miss volumes of what God is trying to say to us. This story is also multiplied: After some months of reading the Bible, the new convert still finds great joy in it but begins to discover more and more that he or she does not understand. What is the problem? It is that the Bible was not just dropped from heaven. Rather, God’s Word has come to us through specific people who lived in specific times and places and used language in certain ways. Just as we need to learn about a new person we meet if we are really to understand what he or she is saying, so we need to prepare ourselves to understand the Bible. We need to learn about the backgrounds and settings of the biblical writers, and we need to learn how they used language.<\/p>     <p> If we learn a basic method of Bible study and purchase a small library of Bible reference tools (many now available in electronic form), we will have fulfilled our side of the equation. If the Holy Spirit unseals the book to our regenerated hearts and if we have trained ourselves to read it, it will be an unending source of life and truth. If not, it will be a sealed scroll that we cannot read, and destruction will come on us all the more unawares.<\/p>     ",
    "audit": null
}