{
    "id": 16258,
    "source": "niv",
    "verse_id": 18638,
    "verse_count": 6,
    "reference": "49:1–6",
    "title": "The Salvation Task of the Servant",
    "html": "               <p>I<small>N CHAPTERS<\/small> 41–48, with only one exception, the emphasis was on the servanthood of the nation of Israel. For the most part, all of those references were encouraging a blind and rebellious Israel to believe that God had not cast them off and that God would use them as evidence in his case against the idols. The one exception was the second reference to “servant” (42:1–9). Here the Servant was announced as the obedient One who would bring God’s justice to the nations and who would be a covenant to “the people.” I argued there that this Servant was not the nation of Israel but Israel’s ultimate Deliverer, introduced there before focusing again on the more immediate problem of the captivity in Babylon.<\/p>     <p> Now with that problem of the Exile having been thoroughly dealt with, however, we can return to address the second problem, the one that the Servant will solve. We can imagine Isaiah’s readers saying, as they come to the end of what is now chapter 48, “Alright, we’re listening and we can believe that God can and will restore us from Babylon by means of Cyrus. But who can restore us to God? That’s the real problem.” Isaiah’s answer is given in these verses. It begins with a continuation of the call to “listen.” The prophet is continuing to unfold God’s plan, which calls for yet a further obedient, believing response. But now it is the Servant himself who calls for the entire world to listen to what he is going to reveal.<\/p>     <p> The first revelation is one of call and confidence. The Servant has no doubt of his call (49:1), his divine enablement (49:2–3), or his ultimate vindication (49:4). He has been called from the womb, so his vocation is no secondary thing. Furthermore, he is perfectly suited for whatever task God may have for him. Like a “sharpened sword” or a “polished arrow” he will accomplish exactly what God wants at the appointed time. There is no hint of blindness or rebellion in this Servant. Even though his servanthood seems futile (the first emergence of a theme that will grow in 50:4–9 and 52:13– 53:12), he knows that God will not fail him.<\/p>     <p> The contrast with the nation is obvious here. But if that is so, why is the Servant specifically named “Israel” in 49:3? This question has raised a great deal of controversy, which I cannot discuss in detail here. In general, there are three options: The passage is referring to the nation, to the prophet, or to some ideal Israel. As I have said, the descriptions here do not match what is said of Israel, and if there is any further question, 49:5–6 seals the issue: Israel cannot be the agent to restore Israel to God. As far as this person being the prophet himself, the language is far too sweeping to be applied to any ordinary human. This leaves only the third option, which I have already advocated above. The Messiah will be “Israel” as Israel was meant to be. He will display the Lord’s “splendor” (49:3) as an obedient Israel might have done, and in so doing, he will be the One “who restores the tribes of Jacob” to the Lord.<\/p>     <p> How that will be done is left unanswered here, but it will be answered a few chapters later. Whatever it is will be so far-reaching that it will reach to the ends of the earth, including even “Gentiles” in its scope (49:6). “Salvation” here corresponds to “justice” in 42:1 and helps to amplify the meaning of “justice” to divine order, as discussed there. For God to “save” the world means to bring it into the order he intended, and for God to bring about that order it is necessary for him to save it from the bondage sin holds over it.<\/p>     ",
    "audit": null
}