{
    "id": 16167,
    "source": "niv",
    "verse_id": 18049,
    "verse_count": 5,
    "reference": "21:13–17",
    "title": "An Oracle on Arabia",
    "html": "               <p>O<small>F THE SUCCESSION<\/small> of four oracles in Isaiah 21–22, this third one is the only one that appears to have a straightforward title. It is addressed to the “Arabians” who lived in the desert between Babylon and Judah. The oasis of “Tema” was located about two hundred miles south of Dumah on the road to the Red Sea, and Dedan is about ninety miles south of Tema. Both are located in an area of northwest Arabia known as Kedar (21:16). Tema is significant because this is where the last king of Babylon made his headquarters for most of his reign. While he was there, his son Belshazzar was viceregent in Babylon.<\/p>     <p> It is not clear who the “fugitives” mentioned in 21:14 are. Perhaps they are Babylonians fleeing the destruction of their city. Or they may be fugitives from Dumah, fleeing southward away from the conflagration spreading outward from southern Mesopotamia. But 21:16–17 make it clear that Kedar itself will not escape the disaster. War will overtake them “within one year” of this pronouncement having been made, and their armies will be decimated. All this is certain because Israel’s God “has spoken.”<\/p>     <div border=\"1\">         <blockquote>             <p><em>Bridging Contexs<\/em><\/p>         <\/blockquote>     <\/div>     <p>O<small>NE OF THE<\/small> classic examples of the failure of a web of deceptive alliances in our time is the story of Russia and Germany. One of Hitler’s greatest fears growing out of World War I was of a “two-front” war. So, in order to secure his eastern flank while campaigning in the west, he concluded what must surely be one of the most cynical alliances of all time. Knowing that he would one day attack Russia (already having said so in his <em>Mein Kampf<\/em>), he still got Russia to agree to a nonaggression pact. For his part, Stalin was frightened of the rapidly growing German war machine and congratulated himself for having effectively stopped it at his borders.<\/p>     <p> Both of these pirates had built their empires on lies and looting, and now they were announcing their “mutual understanding and trust.” It is amazing that Stalin could not see what sort of person Hitler was after all the promises he had broken from Czechoslovakia onward, but perhaps the Russian tyrant thought he saw a kindred spirit in the man. It may also be true that Stalin was afraid of his remaining generals (after the purges of 1937–1938) amassing power within the country if he permitted a great buildup in the armed forces, and he thought he could avoid such a buildup with the pact.<\/p>     <p> In any case, once Hitler felt the west was secure, he turned to gobble up the great wheat fields of Byelo-Russia and the Ukraine, sure that a cowed Stalin would hide behind the Urals and sue for peace. But if Stalin misread Hitler, so did Hitler misread Stalin. Hitler did not know that he had kicked a bulldog. The former Orthodox priest had pursued his goals of absolute power for twenty years with incredible tenacity and stubbornness, and those traits would serve him well in “The Great Patriotic War.” Both men thought that they had put something over on their neighbor that would be to their own advantage. But in the end, both countries were devastated.<\/p>     <p> That is the picture here. Whoever trusts in deception and betrayal to build his kingdom must eventually watch that kingdom being torn down by the very traits that built it in the first place. Trusting Babylon was an exercise in self-deception.<\/p>     <h4>Contemporary Significance<\/h4>     <p>P<small>ROMISES AND SELF-INTEREST<\/small>. These three oracles speak of the sovereignty of God, the folly of trusting in human power, and the fickleness of human promises. The believer today must constantly remind himself or herself of these truths. We must think about these things from our own point of view. Are people depending on us? Why? Have we, like Babylon, made promises to people that are chiefly for the purpose of getting them involved in “our agenda”? Are we only interested in using them for our own advantage? Have we made promises to them that we either cannot or do not intend to keep?<\/p>     <p> These are serious questions. One of the reasons they are so serious is because of the immense capacity for self-deception that human self-interest provokes. Needing to take care of ourselves, we easily justify questionable behaviors because of that “worthwhile” end. Parents can make promises to children, spouses can make commitments to spouses, church members can make promises to other church members—and all the time those promises are only devices to promote our own self-interest. I do not care about my child’s development; I only want peace from his constant nagging, or I want her to think well of me. I promise to love, honor, and cherish until death, when what I really want is a beautiful wedding, or the sense of having exclusive right to the other person, or the satisfaction of having beat out the competition. I promise to be faithful as a church member, but only so long as it does not interfere with other, more enjoyable activities. As a result, when keeping the promises requires me to deny myself in some way, as it always will, the promises, like Babylon’s, turn out to be useless. Since the very reason I made the promise was for self-interest, as soon as keeping the promise conflicts with self-interest, there is no contest.<\/p>     <p> At the same time, we need to be realistic about the promises of others to us. In many cases their commitments to us will be just as self-serving as ours were to them. If we look for any ultimate security in human commitments or human institutions, we need to be prepared for disappointment. This is not only true because of the self-interest problem but also because of human limitations. If there are mighty human weapons to be used on our behalf, there are even mightier ones to be used against us. Humanity simply cannot provide the kind of ultimate security we are looking for. The result is not only disappointment but often cynicism and embitterment.<\/p>     <p> What is the solution for both of these cases? How can we become truly trustworthy in our relations with others, and how can we avoid the embitterment of failed trust? We need to surrender our self-interest into the hands of the sovereign God. We need to stop trusting others to supply what only God can provide, and we need to stop trying to supply our own needs out of our own resources and turn instead to God in a genuine self-denying trust. If I have come to know that God is infinitely trustworthy and if I have abandoned my self-interest into his hands, I can become trustworthy myself. My promises are not to get but genuinely to give. And if others take advantage of my promises, as they frequently will, given the human condition, I can remain faithful knowing that I have resources to turn to that are not dependent on what others may do.<\/p>     <p> Here is the secret of “sweet” saints over the centuries of the Christian church. Have they never been disappointed by broken promises or failed trusts? Of course they have, and maybe more than the rest of us because they are so prodigal with their kindnesses. But they have put their weight down on God and not on humans. Thus, if the human branch beneath them breaks, they can still sing, knowing they have wings to fly.<\/p>     <p> All this depends on the sovereignty of God displayed in the final phrase of 21:17. If there is a sovereign God who can reveal himself and his will to human beings, then there is a divine resource we can turn to in the midst of trouble and uncertainty. Furthermore, if that God is loving, faithful, and good, we who abandon ourselves into his care need not fear any final loss, on either side of the grave. But everything depends on the validity of this revelation. If God is one degree less than what the Bible claims him to be, either in his power or his character, then we are without hope. But the testimony of the Bible and of the saints coincides. The One Holy Being in the universe is all-powerful and all-loving. We can trust him (see Matt. 6:26–30; Rom. 5:8).<\/p>     <p> This is the message Isaiah is trying to get his compatriots to hear: God is faithful and humans are not. Humans will fail you, so if you abandon your trust in God to trust in the nations of the earth, prepare for disappointment (21:3–4; see also Ps. 56:1–4). But if you have put your trust in God, you can be faithful even to those who fail you because, like Christ, you will have “food” to eat that no one else knows of (John 4:32–34).<\/p>     ",
    "audit": null
}