{
    "id": 16215,
    "source": "niv",
    "verse_id": 18412,
    "verse_count": 2,
    "reference": "38:21–22",
    "title": "Additional Notes",
    "html": "               <p>I<small>N MY JUDGMENT<\/small> these last two verses were not part of the original in Isaiah. They do not fit with each other, and they appear to be out of context. This is especially clear when we look at the parallel account in 2 Kings 20, where they are integrated into the flow of the narrative. I propose that the Isaiah account and the Kings account were both dependent on a common source and that the original Isaiah did not include these details, perhaps in order to highlight the psalm. But a later editor, comparing the two accounts, thought that the details had been unintentionally left out and added them on at the end, not wanting to disturb the flow of the original.<\/p>     <p> Verse 20 shows us that healing is from the Lord even if some intervening means is used to promote the healing. Verse 21 may explain why the sign involved the “stairway of Ahaz” in 38:8. As the sun moved up and down that stairway, so Hezekiah would once again move up and down the stairs of the “temple.”<\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>LLNESS AND SIN.<\/small> Hezekiah’s reference to God’s having put all Hezekiah’s sins behind his back (38:17) brings us to a common issue when we deal with illness. Frequently when we are ill, we wonder what we have done to deserve this. This question is intensified when we discover people in the Bible who became ill as a result of sin. Note, for example, Gehazi, the servant of Elisha. When Elisha refused the lavish gifts of the Syrian general Naaman, Gehazi thought that he would get them for himself. So he followed the Syrian entourage and told them that his master had changed his mind. As a result Gehazi contracted leprosy (2 Kings 5:16–27). A similar thing happened to King Uzziah when he insisted on burning incense in the temple (2 Chron. 26:16–20).<\/p>     <p> At the same time, the classic story of suffering in the Bible is that of Job, where it is clear that his suffering had nothing to do with sin. Jesus made the same point when he was questioned about whose sin made a certain man blind. He replied that there was no sin involved, but that the man was blind so that God could be glorified (John 9:2). These accounts tell us that while sin may be involved in certain illnesses, that is not always the case. The causes of illness are much more complex than we can ever discover.<\/p>     <p> The more significant issue is the one of deserving. Neither Job nor the blind man “deserved” their illness. Neither did Hezekiah, as God’s response to his prayer seems to indicate. So illness should be a stimulus to self-examination, and if we can find no disobedience to God, it should be an opportunity for deepening our trust in him and our dependence on him for resources to triumph through the illness.<\/p>     <p> <b>Afterlife.<\/b> It is troubling to some to discover that the Old Testament has no clear picture of the afterlife. The Hebrews apparently thought of the realm of death (Sheol) as a shadowy place where disembodied spirits lived a rather joyless life (cf. Isa. 14:9–11). This is troublesome because it would seem that if the doctrine of heaven is true, it ought to appear in all parts of the Scripture. But such an idea fails to take into account the nature of Scripture. The Bible is not a heavenly product dropped onto the earth. The Muslims look at the Quran in much that way, but that is not how we got the Bible. The Bible is the result of God’s interactions with specific people in specific times and places. This means that he accommodated himself to the understanding and development of those people.<\/p>     <p> It also means there is a progressive quality to God’s revelation. An example is the deity of the Messiah. Before God could reveal that truth, he had first of all to demolish the idea of many gods. That task required virtually the entire Old Testament era. Only after the oneness of God had been fixed in the people’s minds was it possible to begin to reveal the plurality that exists in the one God.<\/p>     <p> The same thing was true with regard to the afterlife. In the pagan view the physical world is not the real world. It is a dim reflection of the invisible world, where reality exists and where everything that happens here is determined. It took great effort on the part of God to demonstrate to people steeped in those ideas that they were wrong. This <em>is<\/em> a real world, and we have the freedom here to make real choices that have ultimate significance. We can participate here in the life of God in such a way that our behavior here is forever changed. Until this concept was firmly placed in the people’s minds, any talk of a blissful afterlife would be dangerous. But once the reality of this world was implanted, then the truth that there are further dimensions to reality could be revealed.<\/p>     <h4>Contemporary Significance<\/h4>     <p>G<small>OD’S SOVEREIGN WILL.<\/small> One issue guaranteed to provoke vigorous discussion among believers is the idea that God can change his mind. It is usually asserted that such a thing is impossible. After all, it will be said, God knows everything and he is perfect, so it is impossible for him to change his mind. Often a verse like 1 Samuel 15:29 is quoted: “He who is the Glory of Israel does not lie or change his mind; for he is not a man, that he should change his mind.”<\/p>     <p> But we must make an important distinction here. God does not change his mind concerning the basic nature of things. He does not condemn adultery one day and commend it the next. Just because his favorite David committed adultery did not mean that it was acceptable behavior. Furthermore, God’s basic purposes with humanity are not changeable. He intends to share his presence with us, and to do that he intends to remake us into his own character and likeness. So he would not change his mind concerning the judgment he pronounced on Saul. Through the series of events related in 1 Samuel 13–15, we see a Saul more and more fixated on himself and his success until there no longer remained the possibility of God’s using him.<\/p>     <p> But this unchanging commitment to do good to people means that God will gladly change what he has said about us if it can become a greater means to our blessing. Jonah knew that when he was sent to Nineveh (Jonah 4:1–3). This is the situation here as well. In the normal course of events Hezekiah contracts a disease that will mean the end of his life. But Hezekiah calls out to God, and God sees that his intervention will be a means of greater blessing for both Hezekiah and his people. Did God know that before? Of course he did. But the issue is whether Hezekiah will turn to God in faith at such a moment. If he will not, then there is little God can do for him and through him.<\/p>     <p> The “openness of God” debate at the present time seems to me to try to solve this problem with an excessive use of human logic. One kind of logic says that if God knows everything in advance, then human freedom is an illusion. All our choices are conditioned, and while we may think we are free to choose, we are not. The problem with this is that the Bible depicts people who have real choices to make and who experience the just consequences of those choices. Thus, another kind of logic is brought into play. If humans are really to be free, then God’s foreknowledge must be limited.<\/p>     <p> If the first kind of logic makes God a puppet master, then this second kind of logic makes him helpless. Furthermore, it flies in the face of what Scripture, especially Isaiah, teaches us about God. The special proof that God is God alone is that he alone can tell the future (cf. 43:8–13; 48:5–8). The simple fact is that the Bible teaches both that God is sovereign and that humans have the capacity to make real choices. Any attempt on our part to reduce these teachings to simple logic will inevitably do harm to one or the other element. We must simply assert the truth of each and live in faithfulness to what the Scripture teaches. Like Hezekiah, we need to bring our petitions to God with intensity and conviction, confident that he will be consistent with his own nature and that he will always work for our best.<\/p>     <p> <b>A perfect heart.<\/b> Hezekiah’s claim that he lived a life of “truth” (NIV “faithfully”) with a “perfect heart” (NIV “wholehearted devotion”) is rather offputting to modern ears. We have become suspicious of extravagant claims to righteousness—and that is as it should be. All of Jesus’ teachings are critical of those who are proud of the righteousness they have achieved.<\/p>     <p> But there is a sense in which we have swung too far in the opposite direction. As we listen to popular Christian music, we rarely hear someone singing of the joys of living in unbroken fellowship with God. Instead, we hear constant confessions of recurring sin and brokenness and of God’s continuing forgiveness. It is as though we have absolutized Romans 7, forgetting that it is encased in Romans 6 and 8.<\/p>     <p> We have also forgotten that Jesus told his disciples that their righteousness must exceed that of the Pharisees (Matt. 5:20). The fact is that the Pharisees were not too righteous; rather, they were not righteous enough. They believed that the righteousness they had achieved, an external righteousness, was enough. God, however, wants an internal obedience that expresses itself in external behavior (cf. Jer. 31:33), something that in the end is only possible through his grace. This is what Moses called for when he said that we should love the Lord “with all your heart and with all your soul and with all your strength” (Deut. 6:4).<\/p>     <p> So what is Hezekiah saying, and how does that translate for today? First, he is not claiming infallibility, nor is he claiming perfect performance. His mention of God’s putting his sins away (38:17) is evidence enough of that. But he is saying that on the conscious, intentional level, he has kept his promises to God. This is the meaning of “walking in truth.” Hezekiah has not willingly deceived God or others. He has been careful about what he promised and has found the grace in God to keep his promises. How has this been possible? The answer is that his “heart” belongs wholly to God. The Hebrew concept of the “heart” is of the “control panel” of the life, where thought, affection, and will come together. The Hebrews do not separate these three aspects of human personality, as if they each function independently of each other. Hezekiah is saying that as far as it is up to him, his “heart” has been focused on one thing only: serving, pleasing, and obeying God.<\/p>     <p> If such a life was possible for an Old Testament believer, it is certainly possible for us, who now have the Holy Spirit within us (Rom. 8:12–14; Gal. 5:16–18). This does not mean we will always do everything right or that we will never have to ask forgiveness. It is instructive to note that Asa had such a heart (NIV his “heart was fully committed to the L<small>ORD<\/small>”), but he did not remove the shrines (“high places”) outside Jerusalem where Yahweh was worshiped (1 Kings 15:14). Evidently, his failure to do this was out of ignorance and not out of defiance. So his performance was flawed, but his heart was wholly God’s. The tragedy of Solomon’s life is that in the end his heart became divided and was no longer given over completely to God (1 Kings 11:4).<\/p>     <p> Every believer today should aspire to have the same testimony on our deathbed that Hezekiah had. To be sure, we live in an increasingly fractured and corrupt society, where it is not as easy to be faithful and to have undivided hearts as it may have been for some of our ancestors. But if ever there was a fractured and corrupt society, it was the one in which Hezekiah lived. Shall we today, the children of Christ, live below the standard of Hezekiah?<\/p>     ",
    "audit": null
}