{
    "id": 16235,
    "source": "niv",
    "verse_id": 18535,
    "verse_count": 5,
    "reference": "44:1–5",
    "title": "God’s New Work",
    "html": "               <p>B<small>UT, AS ALWAYS<\/small> in this book, destruction is not the last word God intends to speak. Once again, he implores his people to “listen.” Do not rely on mechanical rituals but enter into a relationship by listening to the One who speaks, who has been speaking since the dawn of time.<\/p>     <p> Again, the appeal is to creation. If the exiled Israelites are tempted to think that God has given up on them, that their sin has become too much for him to do anything about, they should remember that God has a special interest in them. He “made” them, forming them “in the womb.” If a mother cannot forget her child (cf. 49:15), God cannot forget those he created.<\/p>     <p> Just as God is strong enough to do something about their physical captivity, so he is great enough to do something about their persistent sinning. Not only has he found a way to forgive their sin without destroying the justice on which the world rests; he has also found a way to transform a proud, self-centered people, who seem incapable of giving themselves away, into those who will gladly find their central identity in their surrender to their Father. The means of that transformation is his Spirit (44:3).<\/p>     <p> Just as in the earlier occurrence in 32:15, the work of the Spirit is to enable God’s people to do what they cannot. In 32:15 they could not live lives of justice and righteousness, and God promised that his Spirit would enable them to live such lives. Here the people are unable to surrender their proud self-ownership and enter into a completely committed relationship with God. But God says that when his Spirit is poured out on the “dry ground” of their “offspring,” they will be glad to identify themselves as belonging to the Lord (44:5). No longer will they try to retain ownership to themselves while trying to manipulate God with sacrifices.<\/p>     <h4>Bridging Contexts<\/h4>     <p>W<small>ITNESSES.<\/small> Jesus quoted Isaiah 43:10 when he said to his disciples “You will be my witnesses” (Acts 1:8), and he was using the term in the same sense that Isaiah used it. He was calling on his disciples to give evidence out of their own personal experience that Jesus Christ was who he said he was. They were not first of all to preach sermons but to tell what they knew to be so in life. This is also what John does in the beginning of his first letter, as he tells his readers that he has touched and seen and heard Life (1 John 1:1–3). This means that unless there is a vital, firsthand experience of Christ that has transformed the way the witness lives, there is nothing to witness to. This is demonstrated by the sons of Sceva, who were evidently trying to minister out of a secondhand knowledge of Christ in Acts 19:14–16:<\/p>     <blockquote>         <p>Seven sons of Sceva, a Jewish chief priest, were doing this. One day the evil spirit answered them, “Jesus I know, and I know about Paul, but who are you?” Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding.<\/p>     <\/blockquote>     <p> <b>The only Savior.<\/b> The point in 43:11 about God’s being the only Savior seems to be a sweeping claim. But it is rooted squarely in the worldview issues that are at the center of this section and, indeed, at the center of the book, namely, that there is no salvation in paganism. The system cannot save us from the system. While one part of the system might pretend that it can save from another part, it is not true in the long run, for no part of the system is independent of any other. The result is that unless there is a Being from beyond the cosmic system who can intervene in the system at will, there is no real deliverance. We cannot be delivered from ourselves, from our past, or from the effects of our sin. All of these factors are inescapable, and we must simply make the best of them, realizing that we are all victims and victimizers.<\/p>     <p> The only “salvation” paganism, either ancient or modern, can offer is either Stoicism, which seeks to look realistically at a situation and make the best of it, or Epicureanism, which champions “eat, drink, and be merry, for tomorrow we die.” A modern combination of these two is “self-actualization,” in which I simply discover who I am and capitalize on that. But what the disciples of self-actualization do not realize is that one of the most self-actualized persons we can meet is the serial killer. If we are really only the product of all of our conditionings and if we really have no option but to obey them, then to be “self-actualized” is to embrace all that conditioning in an iron grasp and to leap into the abyss.<\/p>     <p> <b>The nature of biblical revelation.<\/b> Isaiah 43:12 gives us a good snapshot of the process of revelation. Sometimes both the friends and the enemies of revelation agree in that they make it far too simplistic: God dictated his word to human secretaries, putting in stylistic variations just to give it some “local color.” If we do not accept that picture, so we are told, then we must believe that humans originated the Bible as a fallible “witness” to a faith that is only a little different from the Canaanite religions from which it emerged.<\/p>     <p> One version of this view posits that God really has acted in human experience (revelation) but that the reports of that action are only human. The great defect of this idea is that we cannot know <em>whether<\/em> God acted, but only that fallible people thought he did. There is little there on which to stake one’s eternal destiny. But in fact, as the Bible describes it, revelation is a more nuanced and relational process than either of these oversimplifications. The terms Isaiah uses here (“revealed,” “saved,” “proclaimed”) lend themselves to understanding this process. The biblical material sees the following four phases in revelation, all of which are directed by God:<\/p>     <blockquote>         <p>God intervenes in human experience.<\/p>         <p>He inspires a person or persons with the interpretation of that experience.<\/p>         <p>He superintends the recording and transmission of that interpreted report.<\/p>         <p>He applies the meaning of that interpreted report to the hearts of hearers and readers.<\/p>     <\/blockquote>     <p>All of this process is revelation, and no one part of it can be cut off from the others. So God says here that both his actions (“saved”) and his interpretations (“proclaimed”) are part of the process by which he has “revealed” himself.<\/p>     <p> <b>A new thing.<\/b> We humans do not very much like surprises. We like to have everything neatly packaged and predictable. That is the way the gods are. They do what they have always done; they have no choice. As representations of the cosmic system, they are fated to do the same things over and over again. The sun does not have the option of rising in the west.<\/p>     <p> But Yahweh is the Creator; he loves to do things differently. Because he is faithful, he will always be consistent with himself, so he will never be arbitrary and heartless. Yet that does not mean he must therefore always repeat himself. He will do things in new ways. The reason for calling the people’s attention to the Exodus (43:16–17) and then telling them to “forget the former things” (43:18) is that God wants us to learn things about his character and nature from the past but not to enshrine the methods of the past. Tragically, we are prone to do the opposite: enshrine the methods while forgetting the theological truths they were first devised to teach.<\/p>     <p> <b>Ritual.<\/b> There are three common views of ritual in the world. (1) The pagan view is the one I call “continuity.” In this view the symbol and the reality are identical. What one does to the symbol, one does to the reality. This is the principle that lies behind voodoo and all other forms of sympathetic magic. In this view I can do things here that will automatically affect the divine realm. It does not matter whether I am repentant or whether I am trusting the god. If I do the ritual right, the god must do what that ritual requires.<\/p>     <p> (2) The second view posits a radical break between the symbol and the reality. If the first view is more Platonic, this one is more Aristotelian. The symbol is only a mental representation of the reality, so you can do whatever you want to the symbol and it will have no effect on the reality at all. This view has dominated Western thought since the eighteenth century.<\/p>     <p> (3) But the Bible seems to take a middle way between these two. On the one hand, it is clear, as this passage testifies, that manipulating a symbol, such as a sacrifice, has no automatic effect on God. On the other hand, certain symbols have a more than casual relation with the reality they symbolize.<\/p>     <p> Some years ago a translation of the Bible got in trouble with this point. The translators reasoned that “the blood of Christ” was simply a metaphor for the death of Christ, there being nothing magic about Christ’s blood. But when their translation came out with the “death of Christ” where the “blood of Christ” had been, there was a great deal of uproar—and not merely from traditionalists, who did not like to have treasured images tampered with. Whether the critics of the translation could have expressed it or not, they were recognizing that certain symbols have greater communicative power than equal abstractions because reality is multidimensional. There is something about “blood” that speaks of sacrificial, atoning death in ways that mere “death” does not. What this means is that while we cannot treat the symbols of our faith as if they have power in and of themselves, neither can we interchange the symbols with impunity. Coke and donuts will not take the place of wine and bread in the Lord’s Supper.<\/p>     <h4>Contemporary Significance<\/h4>     <p>W<small>ITNESSES.<\/small> Many people today are terrorized by the prospect of being witnesses for Christ. They think that they must go door to door, passing out religious literature, or that they have to collar people in the bus terminal with “The Four Spiritual Laws.” In part this is the result of preaching that has used guilt as a device for gaining acquiescence in the message. One expression of this terror is to attempt to justify oneself by saying, “Well, I just live my witness.” But all too often this means no witness at all.<\/p>     <p> I believe the present passage can help us through some of the impasse. (1) Notice that there is no command to be witnesses here. Rather, God simply declares a fact: “You <em>are<\/em> my witnesses.” Jesus says the same thing. The people of Israel and the disciples experienced some things that forever changed them. It was a fact. The same is true for us if we have genuinely encountered Christ in our lives. Like it or not, we have been changed. We <em>are<\/em> evidence of his divine, delivering, transforming power. It is not something we must do; it is something we are.<\/p>     <p> (2) Note too the incredible condescension of God in this process. To think that he would rest his claim to Godhood on the likes of the Israelites, or the disciples, or us is all but unbelievable. Yet he does it in the full knowledge of our fallibility. His witnesses then were “blind” and “deaf,” and not much more could be said for the disciples or for us, and he knows all that. Still, when idols are called to bring out their witnesses, we are the ones God points to in order to support his case. What love, what dignity, what worth this act bestows on us. It told the exiles they were not cast away, and it should say the same to us. Witness is not an onerous demand but an incredible privilege.<\/p>     <p> (3) One’s witness is the expression of one’s experience. The exiles were not expected to make speeches but to report what they knew to be so out of their own lives. They could report that God had indeed predicted the Exile long before the fact, going all the way back to Moses in his final address to them (cf. Deut. 4:25–31). They could report how they had persisted in sin and how God had tried again and again to woo them back to him, until there was no more hope and the Exile became inevitable. But they could also report that God had promised a deliverer and that they even knew his name: Cyrus. The day would shortly come when their final witness would be given as they walked out of the gates of Babylon. It is the same for us. The Scriptures tell us to be ready with a reason for the eternal hope we have (1 Peter 3:15). It does not have to be dramatic or attention-grabbing. It is simply our story and what that story says about the reality of Christ and his ability to save.<\/p>     <p> (4) Finally, the concept of witness <em>does<\/em> require that God in Christ has done something in our lives. In Ezekiel 36, God says that the people have “profaned my name” by going into exile and making it appear that he was helpless to deliver them. If they were going to be the evidence of his unique holiness, he would have to deliver them not only from the consequences of their sin but also from the causes of it: their penchant for idolatry and the stubbornness of their hearts. That theme is at least alluded to in Isaiah 44:1– 5. God in wonderful condescension deigns to rest his claim to be the sole God on the evidence of our lives. We must ask what the content of our daily walk to the witness stand really is. Are we allowing God to deliver us or not?<\/p>     <p> <b>Remember the lessons of the past, but forget the methods of the past.<\/b> Most of us have a hard time learning this lesson. It requires a flexibility, an openness, a daring that most of us do not possess. Life is a complex business. From the moment we make our entrance into the world, one painful experience after another impresses this complexity upon us. It is made clear to us that if we are to have our needs met, we must quickly find ways of managing this apparently chaotic complexity. So whenever we find something that works for us, we hang on to it with all the tenacity of a leech. There seem to be so few things that work most of the time that we treasure the ones that do. In some ways maturation is the process of accumulating things that work and discarding those that do not. In fact, when you look at wisdom literature, that is what you see: The wise person knows what works in life and the fool does not.<\/p>     <p> Now along comes someone who says, “Let go of all those things that have worked in the past.” What? Why? Because you and I are not God. The great danger of maturation is calcification. We have finally figured things out. We know what we want, and we know how to get it. The result is that we don’t need faith any more. We know the questions, and we know the answers, so God, who seems to enjoy disturbing the comfortable, needs to keep his distance. Here is where God comes to us and dares us to believe him for a new thing in our lives, something that will force us to let go of some of the hard-won strings of control, daring to let God stretch our vision. This is the vision of a Caleb, who says at age eighty, “Give me this hill country [to conquer]” (Josh. 14:12).<\/p>     <p> However, this is no call for novelty for its own sake. If maturity is too often devoted to methods that have worked in the past, young people are too likely to say the opposite: “If it’s new, it’s right.” But not everything new is right. For instance, not every contemporary praise chorus can outshine every Wesley or Watts hymn. So God introduces the new thing he is about to do by reminding the people of what the past events have taught them about him. If the new that we are proposing results in some sort of spiritual amnesia, something is wrong. It is true that the seven last words of the church are, “We’ve never done it that way before.” But it is also true that when new methods obliterate the old truths, that is not good news, either for the church or for the lost world.<\/p>     <p> <b>The nature of true religion.<\/b> Throughout the Bible, the great danger to “true religion” is what we may loosely call <em>sacramentalism<\/em>, which is a substitution of religious forms for a vital, personal relationship with God. This relationship is the hallmark of biblical experience of God. From the reference to Adam and Eve’s walking with God in the cool of the evening (Gen. 3:8), to Enoch’s walk with God (5:22–23), to Abraham (17:1), to the Psalms (cf. Ps. 27:8), to Jesus and the disciples (Mark 3:14), to Paul’s impassioned cry to know him (Phil. 3:10), to the saints around the throne in the book of Revelation (Rev. 7:9– 11), biblical religion is about a personal relationship with God.<\/p>     <p> It is not surprising, then, for Micah to say that all God’s requirements can be summed up in three verbs: “To act justly and to love mercy and to walk humbly with your God” (Mic. 6:8). In the same way, Jesus sums up the scriptural requirements with one verb: “‘Love the Lord your God with all your heart and all your soul and all your mind.’ This is the first and greatest commandment. And the second is like it: ‘Love your neighbor as yourself’” (Matt. 22:37–39).<\/p>     <p> But personal relationships are never easy to manage or to quantify. Do I love God more today than yesterday? Am I more like Christ today than the day before? It is much easier to quantify religious performance. It is much easier to say that I have rigorously confessed my sins and taken communion, or have been baptized, or have had an unbroken record of attendance at church and Sunday School, or have not missed a day of devotions in months, or have spent hours in the service of the poor. So we, like the Jews, would prefer to measure our religious attainments on the basis of religious performance than upon a daily love relationship with our Creator and Redeemer. Having performed at a fairly high standard, we then think that we have a claim on him for blessings in our lives while keeping control of our lives for ourselves.<\/p>     <p> At the same time, we cannot say that these activities have no relation to the reality that underlies them. If I say I love my wife passionately but am never home at night for weeks on end, if I never talk to her, never give her a gift, and never do what she asks me to do, you would be justified in saying that I am deluding myself. I do not love her, and there is really no relationship between us. So if I say we cannot congratulate ourselves on our great relationship with God simply because we go to church, neither dare I say that since our relationship is not performance-based, it doesn’t matter whether we go to church. It does matter, but it is not the end; it is, instead, the means, and we must not confuse the two.<\/p>     <p> <b>Life in the Spirit.<\/b> There is a much more than casual relationship between 43:22–28 and 44:1–5. The problem identified in the first passage is the one we have just noted: the tendency to substitute formalism for genuine personal surrender. This was a problem throughout the Old Testament. There was a solution, but it was not in greater human effort. Many Old Testament saints had tried that road and found nothing but increased frustration. That is what Paul is testifying to in Romans 7. The solution was as it is here: God promised to pour out his Spirit on his children. That promise is for us today.<\/p>     <p> Romans 8 makes this clear. The covenant (or the law) could not solve the problem of our persistent rebellion. That self-willed, self-centered attitude that Paul calls “the flesh” (NIV, usually “the sinful nature”) was too strong for the covenant. So God has made his Spirit available to everyone through God’s Son, the Messiah. What will the Spirit do for us when we allow him to fill us? Isaiah spells it out in 44:4–5. He will enable us to identify with our Lord and with his people without reservation. To be “double-minded,” as James describes it (James 1:8; 4:8), is to try to live partly for God and partly for myself, to be partly identified with God and partly identified with the world, to expect God’s blessing while retaining the key to my heart for myself. It is not possible to resolve that conflict in our own strength. But the Spirit has come, and he will make it possible for us to say without any reservation, “I belong to the LORD” (Isa. 44:5).<\/p>     ",
    "audit": null
}