{
    "id": 16246,
    "source": "niv",
    "verse_id": 18548,
    "verse_count": 12,
    "reference": "44:14–25",
    "title": "God’s Ability to Save",
    "html": "               <p>T<small>HIS SEGMENT OPENS<\/small> with a picture of people from the ends of the earth coming humbly to Israel, admitting that Israel’s God is the only God (45:14). The next three verses offer some reflection on this picture. The gods of the idol makers will fail them and leave them in “disgrace” as they “go off” into captivity (45:16). But God’s people will not be “disgraced,” for the opposite thing will happen to them: They will be “saved” from captivity (45:17).<\/p>     <p> Verses 18–19 give the reason why this affirmation can be made: God is the sole Creator of the universe, and he created it for a purpose. That purpose, as revealed in his promises to “Jacob’s descendants,” is a saving one. Though he may be hidden in his transcendent essence (cf. 45:15), he is anything but hidden in his desire for relationship with his human creatures. He has revealed this desire as he has “spoken” to them again and again, inviting them to “seek” him (45:19).<\/p>     <p> After this introduction, the idol makers are once more called to present themselves before God (45:20). But their description here is unusual. They are the “fugitives from the nations” (as in 45:14). In other words, the discussion has proceeded to the point where the idols are now seen as having failed, and their worshipers know this. So they come into the assembly carrying their useless images. In 45:21 the Lord once again asks who predicted this situation, and the answer is that he alone has done so. Thus, he is the only God.<\/p>     <p> What follows next is surprising. We might expect words of judgment, as in 44:9–20, but instead we have an invitation to these people from the “ends of the earth” to “turn” to the Lord “and be saved.” This expresses God’s ultimate purpose in the conflict with the idols. He does not want to destroy the idol makers but to save them. As with Israel, his ultimate purpose in judgment is not destruction but redemption. If he is the only God, then he is also the only Savior. And if he created the world and humanity in it for good, then he is the One to whom all persons must eventually turn if they are to realize the purpose of their lives. But, as Childs remarks, this is not a blanket offer of universal salvation. There are those who accept God’s offer and come, and there are those who refuse to come. “Shame” and defeat will be the lot of the latter.<\/p>     ",
    "audit": null
}