{
    "id": 16113,
    "source": "niv",
    "verse_id": 17709,
    "verse_count": 15,
    "reference": "3:1–15",
    "title": "Illustration of Human Arrogance",
    "html": "               <p>T<small>HIS SECTION ILLUSTRATES<\/small> the theme of arrogance producing humiliation by looking at the leadership of Judah. While it is possible that several originally independent pieces have been put together here (vv. 1–4, 5–7, 8–15), the use of the same terms for God in the opening and closing verses (“the Lord, the L<small>ORD<\/small> Almighty”) and the continued attention to leadership argue that the collection is not an accidental one. It begins with the assertion that the things Judah has trusted in apart from God will be removed. Not only will this include the obvious things such as food and water (v. 1), but even more significantly (on the basis of the amount of space given), all the great leaders from “warriors” (v. 2) to “enchanters” (v. 3) on whom Judah has depended. They have trusted in mere breath-filled humans (2:22), and now they will be deprived of such leadership. This is not merely because to place such trust in them was wrong in the first place, but also because the leaders have failed in their responsibilities (3:13–15).<\/p>     <p> The Judeans have idolized the great men, somehow believing that such people will deliver them from their difficulties. But God is going to deprive the people of their false security (3:1–3). Instead of great men, mere “boys” will be their leaders (3:4), people lacking either the maturity or the moral authority to administer the nation in a just way. The result will be anarchy, with violence undermining the last vestiges of order (3:5).<\/p>     <p> It is probable that Isaiah has in mind here typical conditions following the defeat of a nation and the exile of its leaders and craftsmen. They are certainly similar to the conditions described in Jeremiah 40–42. The connection with exile is further reinforced by the vignette in Isaiah 3:6–7. Since no one with natural leadership skills is left to govern “this heap of ruins,” even the possession of a cloak (as a badge of office?) will be considered all that is necessary to assume a leadership position—but such a person will not take the job. This is how far, the prophet says, we are going to go in humiliation after having exalted our great men so high.<\/p>     <p> The connection of the forgoing with 2:6–22 is underscored by 3:8–9. Judah’s sin is arrogance. They have defied “the eyes of his glory” (lit.; NIV “his glorious presence”), which reminds us immediately of the “eyes of the arrogant” in 2:11. God’s eyes are the only ones that can be legitimately lifted up over the world, and to defy him by lifting up our eyes is foolish. Ultimately, it is to commit the sin of “Sodom” and Gomorrah, which was not first of all sexual sin but the insistence of the residents that they had the right to determine right and wrong for themselves. The only result of such pride is “disaster.”<\/p>     <p> Verses 10–11 underline the cause-and-effect nature of relations with God. He is not arbitrary in his judgments. If “woe” comes upon the wicked, the righteous need to know that “it will be well with them.” As in the physical world, so it is in the spiritual world. We have been made to operate within certain parameters. If we do so, we may expect positive results. If we choose to live outside those parameters, we should not be surprised if negative results follow.<\/p>     <p> Verses 12–15 detail God’s judgment on the leaders whom Judah has idolized. Why will they be removed? Why will they be taken into captivity? Why will their nation be humiliated? The simple answer is that they are not great men at all. They may appear so, and the people may praise them as if they are, but their behavior makes it plain that they are not qualified to lead. They are “youths” and “women,” two categories of persons who in that society had neither the training nor the status to give leadership. These elders of the people oppress the poor, “grinding” their “faces” in the dirt. Instead of denying themselves to tend the Lord’s “vineyard,” the nation of Judah, they have “ruined” it with their greed for gain and their lust for power.<\/p>     ",
    "audit": null
}