{
    "id": 16132,
    "source": "niv",
    "verse_id": 17852,
    "verse_count": 4,
    "reference": "10:1–4",
    "title": "Social Injustice",
    "html": "               <p>I<small>N A WORLD<\/small> characterized by human arrogance, adulation of human leaders, and mutual destruction by the various elements of society, justice becomes a rarer and rarer commodity, with the poor and the helpless being least able to secure it. That is what is described in this final stanza. God’s particular anger is reserved for those who consciously use the legal system to oppress the poor and make themselves rich (10:1–2). But God says that all those riches will do no good when the enemy comes. There will not be enough “riches” to deliver them from captivity.<\/p>     <div border=\"1\">         <blockquote>             <p> <em>Oridging Contexts<\/em><\/p>         <\/blockquote>     <\/div>     <p><b>P<small>RIDE<\/small><\/b>. The problem of human pride is a perennial one. It is the deepest and most serious of human sins. It is as much a problem for those with low self-esteem as for those with a superiority complex. In fact, it may be a more serious problem for the former. It is not as much the looking down on others from some lofty height as it is the self-absorption that is passionately concerned to make oneself look good.<\/p>     <p> That can be seen in the present passage. Israel is in serious trouble. They have lost large areas of their land already. They have experienced significant destruction. But in their concern to look good, they assure themselves and any who will listen that they can “come back.” It is pride that prevents people from a realistic assessment of themselves and a humble turning to God for help, strength, and guidance.<\/p>     <p> <b>Adulation.<\/b> Isaiah 9:13–17 is about the consequences in political and social life when people do not recognize the lordship of God. They expect the leaders to give them the security and meaning only God can give. Moreover, the leaders believe the adulation the people give them. Thus, the leaders lead for their own position and power, saying what they think the people want to hear (“teach lies”) instead of what may be unpopular but necessary for the public good.<\/p>     <p> <b>Self-interest.<\/b> A further consequence of refusing to acknowledge God is social breakdown as a result of ravaging self-interest (9:18–21). As individuals put their own self-interests first, they begin to associate those self-interests with their own affinity groups, whether kinship or otherwise. The result is that these groups no longer have a concern for the greatest good of the people as a whole. Rather, they conceive the good on an ever-narrower scale—that which we want. Unable to see anything from a larger divine perspective, they see every other group as a potential threat to be minimized as decisively as possible.<\/p>     <p> <b>Social injustice.<\/b> In the end social injustice for personal gain is a self-defeating process. The gains achieved are only temporary, and those who make them will soon be deprived of them. Why? Because God values persons for themselves, not for what they can contribute to someone’s financial plan. People are not merely counters on a board, and any attempt to use them in that way is contrary to the reality God has created. To be sure, it may be possible to oppress the weaker or less-fortunate members of society and take advantage of them for many years. After all, the capture of Jerusalem was not to take place for more than 125 years after these words were uttered. Nevertheless, sooner or later, according to this passage, there will be a reckoning.<\/p>     <h4>Contemporary Significance<\/h4>     <p><b>G<small>OD’S ANGER<\/small><\/b>. W<small>HEN<\/small> we think of God’s anger, we must avoid several things. (1) We must avoid thinking: “Oh, that’s just an Old Testament misunderstanding of things. We know better now. Since Jesus, we know that God is really a God of love.” (a) This fails to recognize that when the church affirmed the authority of the Old Testament, it testified that the Old Testament is equally inspired with the New. (b) God’s anger and love are found in both Old and New Testaments. Jesus himself became terribly angry on several occasions. (c) If we allow God to be passionately involved with his creation in a positive way and call that “love,” we must also allow that the same passionate involvement might express itself in the negative way known as “anger.” The two terminologies express two sides of the same phenomenon.<\/p>     <p> (2) We must also avoid thinking that whenever we suffer, God must be angry at us. If a drunk driver swerves onto the sidewalk and kills my child, that is not a sign God is angry at me.<\/p>     <p> (3) Finally, we should also avoid the idea that the anger of God in the Bible is simply a metaphor for the cause-and-effect nature of existence, similar to the unpleasant consequences we may experience. Take gravity, for example. Falling is just the way things are. The ground is not angry at you if you step out of a twenty-third-story window and fall to the ground. The problem with reducing God’s anger to mere cause and effect in this way is that it removes God from the personal involvement with his creation that is so much at the heart of the biblical experience.<\/p>     <p> The truth involves some of each of the three positions mentioned above. There is a difference between God’s love and his anger. He <em>is<\/em> love, and he <em>gets<\/em> angry. That is, his love is a part of his being. Thus, he is not some tyrant with a hair-trigger temper. The one constant description of God in the Old Testament is that he is full of compassion and slow to get angry (Ex. 34:6; Num. 14:18; Neh. 9:17; Ps. 86:15; etc.). At the same time, he does care <em>very<\/em> deeply about what we do to ourselves, just as any good and responsible father cares about what his children do to themselves. So he <em>does<\/em> get angry when people destroy their own potential and violate the personhood of those around them.<\/p>     <p> Furthermore, there <em>is<\/em> a sense in which the spiritual world is made just like the physical world. There are certain behaviors that fit in perfectly with the ways in which we are made and will lead to abundance and satisfaction, and there are other behaviors that will lead to destruction. If we choose those ways consciously or unconsciously, there are deadly consequences, not because some arbitrary divine monster has said, “I’m going to get you for that!” but simply because we have violated the terms of our creation.<\/p>     <p> So, does God get angry? Yes he does, but it is not the selfish anger of a fallen human. Nor is it the temper tantrum of an imperious heavenly monarch who will not permit his lowly subjects to do what they want. It is the heartbroken response of an Artist who watches his artistic creations doing things that are not only a violation of his original dream but are a violation of their very natures.<\/p>     <p> <b>Self-respect and pride.<\/b> Where is the line between “decent self-respect” and pride, or between “healthy self-esteem” and self-conceit? The answer is deceptively simple. It all depends on what the “self-respect” or “self-esteem” is based. If it is based on placing ourselves at the center of our world, as modern society recommends, then it is deadly. Such an attitude is nothing other than pride and conceit, because we are trying to make ourselves the basis of our own existence, and that is not possible in this world God has made. To say “I am somebody important, because I say so” is ridiculous.<\/p>     <p> As charming as the story “The Little Engine That Could” may be, saying “I think I can, I think I can” does not create the ability to do something. We are not complete in ourselves. Only when we surrender to the love of God and learn that we are worth the life and death of the Prince of Peace will we discover how much we are really worth. Only when we have admitted that in ourselves dwells no good thing (Rom. 7:18) will we be able to know those inner resources that enable us to say, “I can do everything through him who gives me strength” (Phil. 4:13).<\/p>     <p> <b>A note to leaders.<\/b> Unless leaders constantly acknowledge their dependence on God, the tendency to the demonic is present. The leaders themselves will believe the adulation that fallen humans will heap on them. Then they will begin to believe that they have a right in themselves to positions of prominence and power. Soon they are governing not for the governed but for themselves. Their actions are tailored as to how best to maintain themselves in power. They are unwilling to take right positions that might be dangerous to their power. Instead, they govern by polls, trying to decide where the people are going and then running to get in front of the crowd. As a result, the leaders “mislead,” and those who are “led” are “led astray” (cf. 9:16).<\/p>     <p> <b>Love.<\/b> Jesus’ words in John 13:35 do not lose their shocking power. What is the distinctive mark that shows which people are his disciples? Is it sound doctrine, evangelistic fervor, or joyous worship? No, it is none of these. “By this all men will know that you are my disciples, if you love one another.” The distinctive sign of discipleship is mutual love. All of the New Testament writers pick this up—Paul (“You yourselves have been taught by God to love each other,” 1 Thess. 4:9), John (“Dear friends, let us love one another, for love comes from God,” 1 John 4:7), and Peter (“Love the brotherhood of believers,” 1 Peter 2:17).<\/p>     <p> Speaking negatively, Paul sounds a note much like the one here in Isaiah: “If you keep on biting and devouring each other, watch out or you will be destroyed by each other” (Gal. 5:15). One of the things legendary about the church of Jesus Christ is “church fights.” This is not to say it is never right to have heated disagreements. When heresy is in the air, truth must be contended for. The prophets themselves are evidence of that. But sadly, most “church fights” have nothing to do with biblical faith. They too frequently have to do with “my way or no way” on some issue relating to style, decoration, or habit. What this betrays all too clearly is an absence of surrender of my will to Christ. To love one another as Christ loved us is to nail my way to the cross for your sake. There is no other way to avoid “biting and devouring” one another.<\/p>     <p> <b>Social injustice.<\/b> One of the problems many of us face when we are confronted with the fact of social injustice is that we do not sense any direct involvement in such practices. We are not foreclosing on the mortgage of a widow; we are not requiring an orphan to work for us with no pay; we are not taking payoffs from the lawyer of a crook to deny the claims of a smalltime plaintiff. So how do we respond to a passage such as Isaiah 10:1–4?<\/p>     <p> (1) First, we need to be sure that it is really true that we are not involved in oppression of those more helpless than we. What about my students? As a professor I am in a position of power over them. Am I putting them down in some way for my own convenience? What about help at home? Am I gouging those who work for me on the lawn or in cleaning or in childcare? Or am I generous? What about those I supervise in the office? Do they feel taken advantage of by me? (2) Am I involved in institutions that profit from oppression? When is the minimum wage the wrong wage? (3) Positively, each of us needs to ask what we can do to address injustice where we live. It may be little enough, but it will be something—and that is better than nothing.<\/p>     ",
    "audit": null
}