{
    "id": 16232,
    "source": "niv",
    "verse_id": 18514,
    "verse_count": 6,
    "reference": "43:8–13",
    "title": "God’s Courtroom Scene",
    "html": "               <p>I<small>SAIAH 43:8, WHICH<\/small> almost certainly refers to the servant Israel, leaves no doubt that their hope is not in themselves. They are “blind” and “deaf” (cf. also 42:18–19). They are not in a position to give ministry (as in 42:1– 9) but only to receive it. They are once more called into the courtroom along with the “nations” and the “peoples” (43:9). Once more the question is put to them: What idol has “foretold this”? It is not clear what “this” refers to. It may denote the coming of Cyrus and the fall of Babylon, though commentators offer a variety of opinions. The indefiniteness of “this” may encompass the whole of God’s redemptive work in the world.<\/p>     <p> Now the nations are called on to produce “witnesses” who can give evidence that any of their gods have made a prediction in the past (“the former things”) that has then come true. Their silence proves that they have no such evidence. But now the One who is both judge and defendant turns to his blind and deaf servant and says, “You are my witnesses.” What incredible courage on God’s part to rest his case on evidence like that. It means that God is going to have to do an amazing work on their behalf so that they can be the evidence he deserves.<\/p>     <p> Verses 10–13 relate in general terms what Israel’s relationship is to God and what they know to be true if only they will open their eyes and ears. They have been called into a relationship with God whereby they will “know” (affective) and “believe” (volitional) and “understand” (cognitive) that “I am he.” We have already encountered this latter phrase in 41:4, and we will see it twice more in this chapter (43:13, 25; see also 46:4; 48:12; 51:12). This is God’s ultimate statement of identity. A more colloquial translation might say, “I’m the one.” He is the One all society is looking for, the One who made all things, the One to whom all things will return, and therefore the only One who can save (43:11). There is no one else in his category, and the Israelite people have been called in order to experience that truth and demonstrate it to the nations of the world.<\/p>     <p> This probably explains the interesting combination of verbs in 43:12. God has not merely “revealed” truth about himself to them, nor has he merely “saved” them, nor has he merely “proclaimed” the meaning of what he has done. He has done all three together and simultaneously so that his revelation is a wholistic one, touching the whole of human personality. No one else but the Lord has done this, and the Hebrews know it. They have experienced all of this: They are “witnesses…that I am God.” The term translated “God” here is ,<em>el<\/em>, the more inclusive word whose cognates in the Semitic languages almost mean “deity.” God is saying that he is the totality of deity, as revealed by what he has done on the earth for and through the Israelites. The conclusion in 43:13 is inescapable: There is no one who can successfully contest his will. He is “it”; there is no one else.<\/p>     ",
    "audit": null
}