{
    "id": 16121,
    "source": "niv",
    "verse_id": 17784,
    "verse_count": 25,
    "reference": "7:1–25",
    "title": "",
    "html": "          <p><span><span><b>W<\/b><\/span><\/span><small>HEN<\/small> A<small>HAZ SON<\/small> of Jotham, the son of Uzziah, was king of Judah, King Rezin of Aram and Pekah son of Remaliah king of Israel marched up to fight against Jerusalem, but they could not overpower it.<\/p>     <p>Now the house of David was told, “Aram has allied itself with Ephraim”; so the hearts of Ahaz and his people were shaken, as the trees of the forest are shaken by the wind.<\/p>     <p> Then the L<small>ORD<\/small> said to Isaiah, “Go out, you and your son Shear-Jashub, to meet Ahaz at the end of the aqueduct of the Upper Pool, on the road to the Washerman’s Field. Say to him, ‘Be careful, keep calm and don’t be afraid. Do not lose heart because of these two smoldering stubs of firewood—because of the fierce anger of Rezin and Aram and of the son of Remaliah. Aram, Ephraim and Remaliah’s son have plotted your ruin, saying, “Let us invade Judah; let us tear it apart and divide it among ourselves, and make the son of Tabeel king over it.” Yet this is what the Sovereign L<small>ORD<\/small> says:<\/p>     <blockquote>         <p>“‘It will not take place,<\/p>         <p> it will not happen,<\/p>         <p> for the head of Aram is Damascus,<\/p>         <p> and the head of Damascus is only Rezin.<\/p>         <p>Within sixty-five years<\/p>         <p> Ephraim will be too shattered to be a people.<\/p>         <p> The head of Ephraim is Samaria,<\/p>         <p> and the head of Samaria is only Remaliah’s son.<\/p>         <p>If you do not stand firm in your faith,<\/p>         <p> you will not stand at all.’”<\/p>     <\/blockquote>     <p> Again the L<small>ORD<\/small> spoke to Ahaz, “Ask the L<small>ORD<\/small> your God for a sign, whether in the deepest depths or in the highest heights.”<\/p>     <p> But Ahaz said, “I will not ask; I will not put the L<small>ORD<\/small> to the test.”<\/p>     <p> Then Isaiah said, “Hear now, you house of David! Is it not enough to try the patience of men? Will you try the patience of my God also? Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel. He will eat curds and honey when he knows enough to reject the wrong and choose the right. But before the boy knows enough to reject the wrong and choose the right, the land of the two kings you dread will be laid waste. The L<small>ORD<\/small> will bring on you and on your people and on the house of your father a time unlike any since Ephraim broke away from Judah—he will bring the king of Assyria.”<\/p>     <p> In that day the L<small>ORD<\/small> will whistle for flies from the distant streams of Egypt and for bees from the land of Assyria. They will all come and settle in the steep ravines and in the crevices in the rocks, on all the thornbushes and at all the water holes. In that day the Lord will use a razor hired from beyond the River—the king of Assyria—to shave your head and the hair of your legs, and to take off your beards also. In that day, a man will keep alive a young cow and two goats. And because of the abundance of the milk they give, he will have curds to eat. All who remain in the land will eat curds and honey. In that day, in every place where there were a thousand vines worth a thousand silver shekels, there will be only briers and thorns. Men will go there with bow and arrow, for the land will be covered with briers and thorns. As for all the hills once cultivated by the hoe, you will no longer go there for fear of the briers and thorns; they will become places where cattle are turned loose and where sheep run.<\/p>     <h4>Original Meaning<\/h4>     <p><b>S<small>TRUCTURE OF<\/small> I<small>SAIAH<\/small> 7–12.<\/b> One of the difficult features of Isaiah is deciding whether transitional passages should be assigned to the previous section or to the following one. This is true for chapter 6. In one sense it is the logical conclusion of chapters 1–5, providing the answer for the question implicit in those chapters. But in another sense it is the opening chapter not only of the next section (chs. 7–12) but of the entire division (chs. 7–39).<\/p>     <p> As I mentioned in the introduction, all of these chapters are united by the theme of trust in God instead of human nations. Chapters 7–12, which discuss the consequences of refusal to trust in a specific historic setting, are directly paralleled by chapters 36–39, where God’s trustworthiness is demonstrated in a subsequent and related historic setting. The prophet is attempting to present his people with the vision of God that has come to him, which is the foundation of all true servanthood. This God, the Holy One of Israel, is great enough and wise enough and transcendent enough that he can be trusted. If Israel can only get that vision of Yahweh, there will be hope for them. But as the Lord predicted, Isaiah’s message falls on deaf ears, and his vision is unintelligible to blind eyes. Yet Isaiah is faithful, and all later history is the beneficiary of his faithfulness.<\/p>     <p> In chapters 7–12 the predicted rejection of Isaiah’s message is immediate. King Ahaz would rather trust his ultimate enemy Assyria to deliver him from his troubles with Israel and Syria than he would risk trusting God. To this, Isaiah replies with the sign of Immanuel—God with us (7:14–15). Whether Ahaz admits it or not, God is with Israel, and that is not good news if Israel rejects him. So in 7:16–8:22 the prophet talks about the tragic consequences of trusting your worst enemy while trying to leave the transcendent God out of the equation of your life.<\/p>     <p> Yet, as has been said frequently already, God’s ultimate purpose is not destruction. If fearful, distrusting humans have brought darkness on themselves (8:21–22) and if God has let that darkness come, he still does not intend to leave them there. Thus, in chapter 9 the prophet announces that in the very place where the Assyrian depredations started—that is, Galilee—there will God’s light dawn. It is the light of a child-king, a descendant of David, who will rule in justice and peace. So there is a double reason to trust God: (1) He is God and there is no other; (2) when we rebel against him, refusing to trust him, and when we reap the results of such a foolish choice, God comes in mercy to deliver. Surely, such a God should be trusted (see 12:1–3).<\/p>     <p> Thus, Isaiah says in 9:8–10:4, it is not Israel or Syria, nor even Assyria, with which Judah must come to terms. It is the holy God. And what is it about the holy God we must come to terms with? Is it his power, or his sovereignty, or even his will for history? It is none of these. Instead, it is his moral character. If we are not living in keeping with that moral character, we are out of his will and out from under his protection. But if we choose to live in that obedient covenant relationship with him, we need fear nothing.<\/p>     <p> That is the theme of 10:5–34. In the end, Assyria need not be feared because that mighty empire is only a tool in the hand of Judah’s covenant Lord. The Assyrians may arrogantly think that they rule their own destiny, but they do not. The day will come when God will cut them down like a mighty forest. Then he will set up that kingdom promised in 9:1–7. There a Spirit-filled Messiah will rule a “peaceable kingdom,” where none will hurt or destroy (11:1–16), and at that time all those exiled to the ends of the earth will return (11:12).<\/p>     <p> Chapter 12 is a reflection on what all this means about the trustworthiness of God. Surely the God who will not give his people up to final destruction but will deliver them and set them up in a kingdom of the true Davidic monarch can be trusted. More than that, surely his glorious exploits should be told to all the earth.<\/p>     <p> Isaiah 7:1–8:22 forms the first unit of thought in chapters 7–12. They deal with the immediate, tragic consequences of Ahaz’s refusal to trust in God and his turning to Assyria for help. Within this unit, it is possible to further subdivide 7:1–25 from 8:1–22. Chapter 7 presents Isaiah’s call for trust (vv. 1– 9) and the sign of Immanuel (vv. 10–25). Chapter 8 addresses the effects of Ahaz’s bad choice in greater detail.<\/p>     ",
    "audit": null
}