{
    "id": 16195,
    "source": "niv",
    "verse_id": 18252,
    "verse_count": 9,
    "reference": "31:1–9",
    "title": "",
    "html": "          <blockquote>         <p>WOE TO THOSE who go down to Egypt for help,<\/p>         <p> who rely on horses,<\/p>         <p>who trust in the multitude of their chariots<\/p>         <p> and in the great strength of their horsemen,<\/p>         <p>but do not look to the Holy One of Israel,<\/p>         <p> or seek help from the LORD.<\/p>         <p>Yet he too is wise and can bring disaster;<\/p>         <p> he does not take back his words.<\/p>         <p>He will rise up against the house of the wicked,<\/p>         <p> against those who help evildoers.<\/p>         <p>But the Egyptians are men and not God;<\/p>         <p> their horses are flesh and not spirit.<\/p>         <p>When the L<small>ORD<\/small> stretches out his hand,<\/p>         <p> he who helps will stumble,<\/p>         <p> he who is helped will fall;<\/p>         <p> both will perish together.<\/p>     <\/blockquote>     <p> This is what the L<small>ORD<\/small> says to me:<\/p>     <blockquote>         <p>“As a lion growls,<\/p>         <p> a great lion over his prey—<\/p>         <p>and though a whole band of shepherds<\/p>         <p> is called together against him,<\/p>         <p>he is not frightened by their shouts<\/p>         <p> or disturbed by their clamor—<\/p>         <p>so the L<small>ORD<\/small> Almighty will come down<\/p>         <p> to do battle on Mount Zion and on its heights.<\/p>         <p>Like birds hovering overhead,<\/p>         <p> the L<small>ORD<\/small> Almighty will shield Jerusalem;<\/p>         <p>he will shield it and deliver it,<\/p>         <p> he will ‘pass over’ it and will rescue it.”<\/p>     <\/blockquote>     <p>Return to him you have so greatly revolted against, O Israelites. For in that day every one of you will reject the idols of silver and gold your sinful hands have made.<\/p>     <blockquote>         <p>“Assyria will fall by a sword that is not of man;<\/p>         <p> a sword, not of mortals, will devour them.<\/p>         <p>They will flee before the sword<\/p>         <p> and their young men will be put to forced labor.<\/p>         <p>Their stronghold will fall because of terror;<\/p>         <p>at sight of the battle standard their commanders will panic,”<\/p>         <p>declares the L<small>ORD<\/small>,<\/p>         <p> whose fire is in Zion,<\/p>         <p> whose furnace is in Jerusalem.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>C<small>HAPTER 31 SAYS<\/small> many of the same things that were said at greater length in chapter 30. However, if the chapter break were eliminated and chapters 31 and 32 were combined into one, the new chapter would be about the same length as chapter 30, and that may be what the author or editor intended, since the present chapter 32 is the only one in this section (chs. 28–33) that does not begin with “woe.” The present chapter structure probably reflects the fact that beginning with 32:1 there is a new emphasis on the coming King.<\/p>     <p> Chapter 31 has two sections. Verses 1–3 include the fifth of the woes in this subdivision of the book. As such, it brings the sequence to a kind of a climax. The woe in 28:1 was against the drunken leaders in Ephraim; in 29:1 it was against those in Jerusalem who depended on cultic righteousness; in 29:15 it was against those who tried to hide their counsel from the Lord; in 30:1 it was against “obstinate children” who would not bring to the Lord their plans to make an alliance with Egypt. The present “woe” is specifically against “those who go down to Egypt for help.” Thus, the climax (or the nadir) has been reached. Drunken leaders who focus on the wrong things have given ungodly advice that rebellious people have adopted without consulting God.<\/p>     <p> The result is now baldly stated: They have chosen to trust men and horses instead of “the Holy One of Israel.” They have chosen to trust the creation rather than the Creator. This is foolish, as 31:2–3 explains. God is just and will not let those who reject him in order to do evil escape. There is a just order in the world, and to overlook it is a bad mistake. Furthermore, the idea that “flesh” and blood can outface “spirit” is ridiculous. When God raises his fist (“stretches out his hand” ), whatever puny help Egypt might offer will be useless. If God chooses to use Assyria to punish his people, there will be nothing in the world the Egyptians can do about it.<\/p>     <p> Up to here, Isaiah has been counseling the Israelites not to trust Egypt because Egypt cannot help. In 31:4–9, he develops the other side of the argument: Trust the Lord because he is the only One who can deliver you. He makes three points: God will defend Jerusalem (vv. 4–5); turn back to him and away from idols (vv. 6–7); Assyria is no match for the Lord (vv. 8–9).<\/p>     <p> Some understand 31:4 to be negative, with God attacking Jerusalem. However, the undoubted positive point of 31:5 argues that “the lion” has come to attack <em>the enemies of Jerusalem<\/em> and cannot be “frightened” off by anything. It is unnecessary to find an equivalent for “the shepherds.” The point is simply that the Lord cannot be diverted from his gracious purpose. Verse 5 uses another image from nature to depict the Lord—as a mother bird hovering over her nest, seeking to distract the attacker or, if necessary, to give her own life to protect the nestlings.<\/p>     <p> Since these promises of the Lord’s care are assured, how should Israel respond? Surely they should cease their revolt against God’s lordship and “return” to obeying him (31:6). It does not matter how much time and money they may have invested in their “idols” or how beautiful they may be. The fact is that the images and the gods they represent are a human creation. They have been made with “sinful” human “hands.” How can such creations save humans? When it comes down to the bottom line of life or death, what are those things compared to the Creator?<\/p>     <p> Just as 31:1–3 is the most specific in denouncing the counsel to trust Egypt, so 31:8–9 is the most specific in promising deliverance from the Assyrian threat. The promise that they “will fall by a sword that is not of man” (v. 8) surely sounds like what is described in 37:36, when 185,000 Assyrian soldiers died in one night. Again, Isaiah’s main point is that it is much wiser to trust God than Egypt in the face of the Assyrians. The Assyrians will put the Egyptians to flight, but God will put the Assyrians to flight. God is the flame that burns in “Zion,” and anyone who puts a hand in that “furnace” will likely get burned.<\/p>     <h4>Bridging Contexts<\/h4>     <p>W<small>HERE IS OUR TRUST?<\/small> In the ancient Near East at this time, the horse and chariot were something like the “ultimate weapon.” When the horse, with its speed and stamina, was hitched to a light two-wheeled chariot on which were a two- or three-man crew, the results could be devastating to unprepared foot soldiers. Along with the driver, there was at least an archer with a powerful compound bow. In some cases there was also a spearman, who could provide additional offensive power as well as defense in tight situations.<\/p>     <p> These were the elite troops in the armies of the time. They were, of course, expensive to obtain and to maintain. Horses are much more temperamental and delicate than donkeys or other beasts of burden. Furthermore, the chariots, in order to strike the right balance between light weight and durability, had to be carefully crafted and were in constant need of repair. But they were so desirable that even countries like Judah, whose hills and valleys meant chariotry was of limited usefulness, felt they had to have a chariot force.<\/p>     <p> At this time, another use of the horse was also emerging, perhaps pioneered by the Assyrians. That was cavalry. Here mounted, well-disciplined troops could have a greater massed effect and even more mobility than chariots . The Assyrian field commander’s sarcastic comment in 36:8 about the Assyrian king providing Judah with horses if they had men to ride them might be a way of saying that they were not trained in this latest tactical skill.<\/p>     <p> Today we look for defense to other kinds of armaments: shell-proof tanks and stealth aircraft and laser-guided missiles. But where is our defense? At the turn of the last century, rifled artillery was the latest thing. But Rudyard Kipling thought along Isaiah’s lines when he wrote:<\/p>     <blockquote>         <p>For heathen heart that puts her trust<\/p>         <p>In reeking tube and iron shard<\/p>         <p>All valiant dust that builds on dust<\/p>         <p>And, guarding, calls not Thee to guard,<\/p>         <p>For frantic boast and foolish word,<\/p>         <p>Thy mercy on thy people, Lord!<\/p>     <\/blockquote>     <p>Nations in a fallen world may need weapons of defense, yet the question still is: Are those the things that give us confidence? Does sleeping with a pistol under my pillow mean I don’t have to trust God for my life? What does it mean to trust God and not armaments? Americans have traditionally been uncomfortable maintaining a large peacetime army. As a result, the two world wars caught us unprepared. Yet is that not better than spending a fortune on “valiant dust”? There are no easy answers to these kinds of questions, but we must still ask them, both nationally and personally. What is it I am trusting in?<\/p>     <h4>Contemporary Significance<\/h4>     <p>F<small>ULFILLMENT OF PROPHECY.<\/small> The statements here about God’s shielding Jerusalem (31:5) and about his furnace being Jerusalem (31:9) raise questions for us about the appropriate attitude Christians should take toward Jerusalem and Israel today. For many centuries Christians taught that the church was the new Jerusalem and that the Old Testament promises no longer have relevance to the physical place. That changed somewhat during the Crusades, when it was felt to be a sin to leave the Holy Land and Jerusalem in the hands of the Muslims. But after the failure of the Crusades, something of the old attitudes were restored.<\/p>     <p> In the nineteenth century, however, two things changed that dramatically. (1) One was the rise of Zionism, the conviction among Jews that they would never be secure until they had their own homeland back. (2) The other was the rise of Darbyism or dispensationalism, which took a literal approach to all biblical prophecy. These two together have given a new surge of conviction to the belief that the land of Israel and the city of Jerusalem deserve special care from Christians.<\/p>     <p> My approach to this question is similar to the one I advocated in the previous section with regard to blessing. I believe there are two extremes to be avoided. On the one hand, it is true that God’s ultimate goals with the human race are spiritual. Thus Paul can say that the true children of Abraham are those who are the descendants of Abraham’s faith, not his physical body (Gal. 3:6–9). Thus, it does not follow for us to say that we must always defend the actions of modern Israelis, many of whom profess no faith at all, much less the faith of Abraham.<\/p>     <p> On the other hand, Paul can say that God has not rejected his people but will one day graft them back into the stock from which they have been cut off (Rom. 11:24). This tells us that God still has an interest in that physical people and, by extension, in the land he promised to them. Thus, I believe it is still true to say that for anyone to seek to wrest Jerusalem from the hand of the God of the Bible is to invite serious consequences on themselves. However, while I believe that God’s promises for physical Israel will be fulfilled, I suspect they may be fulfilled in very different ways than a simplistic, literal reading of the Bible would suggest. The Jews in Jesus’ day read the prophecies of the Messiah in that way and were almost completely unprepared for the way in which they were actually fulfilled. We need to be reading the text with faith and yet openness; God is still the Creator, who loves to do things in new ways.<\/p>     ",
    "audit": null
}