{
    "id": 16108,
    "source": "niv",
    "verse_id": 17665,
    "verse_count": 11,
    "reference": "1:10–20",
    "title": "",
    "html": "          <blockquote>         <p> H<small>EAR THE WORD<\/small> of the L<small>ORD<\/small>,<\/p>         <p> you rulers of Sodom;<\/p>         <p>listen to the law of our God,<\/p>         <p> you people of Gomorrah!<\/p>         <p>1 “The multitude of your sacrifices—<\/p>         <p> what are they to me?” says the L<small>ORD<\/small>.<\/p>         <p>“I have more than enough of burnt offerings,<\/p>         <p> of rams and the fat of fattened animals;<\/p>         <p>I have no pleasure<\/p>         <p> in the blood of bulls and lambs and goats.<\/p>         <p> When you come to appear before me,<\/p>         <p> who has asked this of you,<\/p>         <p> this trampling of my courts?<\/p>         <p> Stop bringing meaningless offerings!<\/p>         <p> Your incense is detestable to me.<\/p>         <p>New Moons, Sabbaths and convocations—<\/p>         <p> I cannot bear your evil assemblies.<\/p>         <p> Your New Moon festivals and your appointed feasts<\/p>         <p> my soul hates.<\/p>         <p>They have become a burden to me;<\/p>         <p> I am weary of bearing them.<\/p>         <p> When you spread out your hands in prayer,<\/p>         <p> I will hide my eyes from you;<\/p>         <p>even if you offer many prayers,<\/p>         <p> I will not listen.<\/p>         <p>Your hands are full of blood;<\/p>         <p> wash and make yourselves clean.<\/p>         <p>Take your evil deeds<\/p>         <p> out of my sight!<\/p>         <p>Stop doing wrong,<\/p>         <p> learn to do right!<\/p>         <p>Seek justice,<\/p>         <p> encourage the oppressed.<\/p>         <p>Defend the cause of the fatherless,<\/p>         <p> plead the case of the widow.<\/p>         <p>“Come now, let us reason together,”<\/p>         <p> says the L<small>ORD<\/small>.<\/p>         <p>“Though your sins are like scarlet,<\/p>         <p> they shall be as white as snow;<\/p>         <p>though they are red as crimson,<\/p>         <p> they shall be like wool.<\/p>         <p> If you are willing and obedient,<\/p>         <p> you will eat the best from the land;<\/p>         <p> but if you resist and rebel,<\/p>         <p> you will be devoured by the sword.”<\/p>         <p>For the mouth of the L<small>ORD<\/small> has spoken.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>I<small>SAIAH FOLLOWS HIS<\/small> opening charges by presenting two alternate ways of dealing with Israel’s alienation from God, a wrong way and the right way. The wrong way, the way of hypocritical ritual, is described in 1:10–15; the right way, the way of repentance and changed living, is described in 1:16–17. Finally, the alternatives are summed up in 1:18–20. If we take the right way, we will enjoy blessing; if we take the wrong way, we will be destroyed.<\/p>     <p> One of the interesting features of the book is its transitions. For those who espouse multiple authorship, this is taken to be a sign of the way in which later editors have done their work. But it may also be an indication of a single mind at work, linking one thought to another. In this case, the link is the use of Sodom and Gomorrah in both verses 9 and 10. In verse 9, the author says that it is only because of the mercy of God that Israel and Judah have not already been destroyed like Sodom and Gomorrah were. In verse 10 he reinforces the comparison by calling the people he is addressing “rulers of Sodom” and “people of Gomorrah.” If the people of Israel think they are immune from judgment because they are God’s chosen people, they must think again. If their behavior is no different from that of the world, their fate will be no different either.<\/p>     <p> But the Israelites think they are entitled to favorable treatment because they have God’s revealed way of doing offerings. If they will just do all the rituals more carefully, they think, God will have to avert the coming judgment and give them his blessings. God responds to such an idea with dripping scorn in verses 11–15. He does not want any more sacrifices and takes no pleasure in them (v. 11). Verse 12 is a rhetorical question whose answer has him saying he never asked for them to come before him in this way. Their gifts are worthless, their incense an abomination, and their worship services evil (v. 13). In fact, the whole thing has become too much for him to bear any more (v. 14). They may as well stop lifting their hands to him in prayer, because he won’t even look at them, let alone listen to their prayers. Clearly, if God’s people intend to take the way of increased religiosity as the way of solving their problems, they are taking a dead-end street.<\/p>     <p> Why? A clue appears in verse 15. “Your hands are full of blood.” There is perhaps a bit of double entendre here. Yes, their hands are full of the blood of sacrifice, but they are also full of the blood of the innocent, whom they have abused or in whose abuse they have been implicated. God will not hear their prayers because their prayers are not matched by godly lives. They want God to bless them while they are the source of destruction and curse for those around them.<\/p>     <p> This becomes explicit in verses 16–17. The covenant in which the sacrificial laws appear is the same covenant where ethical treatment of one’s neighbors is required. It is not possible to have the one and not the other. We cannot persist in evil deeds and expect ritual to deliver us from the consequences of those evil deeds. What God wants is right and just behavior, especially toward those who are helpless to demand such behavior on their own behalf: the oppressed, the fatherless, and the widow. Here is the true evidence that a person “knows” the Lord. Anyone can perform rituals, but the person who acts like God is the person who has entered into a life-changing relationship with him, and that is clearly what God wants.<\/p>     <p> In verse 18 the reader is called to argue the case with God (“reason together” is a little weak). God is challenging us to do our best thinking. If one way of acting (rebellion and stubbornness) brings destruction (v. 20) and another (submission and changed living) brings not only forgiveness and restoration (v. 18) but all the blessings of life (v. 19), which choice makes the best sense? It seems as though even an ox or a donkey could figure that out (cf. 1:3)!<\/p>     <h4>Bridging Contexts<\/h4>     <p>S<small>INCE WE NO LONGER<\/small> offer sacrifices and most of us do not burn incense in our worship services, it may appear on first glance as if 1:10–15 have only limited relevance for modern readers. However, what this paragraph is talking about is very relevant—the human tendency to use religious behavior as a means of manipulating God for our own benefit. Around the world, this is the function of ritual, because it is believed, sometimes consciously and sometimes unconsciously, that by performing such actions we can force God to do certain things.<\/p>     <p> This is very conscious in the worldview of continuity wherein actions performed in the human realm must of necessity be replicated in the divine realm and then in the natural realm. This is a great part of the appeal of ritualistic religion; it gives the worshiper the feeling of being in control and being able to procure for oneself the benefits one seeks. This was certainly the appeal of such behavior to the Hebrews. By contrast, treating other people, especially people weaker than we, in just and right ways seems to have no religious efficacy at all. It does not put God in our debt and seems to have no capacity for manipulating him. Perhaps we might earn some favor with him, but that is a precarious basis for trying to placate his anger. It requires that we simply surrender to him and trust him to keep his Word, a frightening position in which to put oneself.<\/p>     <p> But this is precisely the consequence of God’s transcendence: He cannot be manipulated by any human activity. We cannot in some mechanical way force God to do something. He is not continuous with this world, and nothing done here requires him to do anything. But how, and why, does treating the poor justly and rightly have any impact on our standing with God? For the Israelites it was because God required it in his covenant with them. If they were to experience the blessings their covenant Lord offered, then they had to agree to treat one another in ethical ways.<\/p>     <p> Why? Because this was his will, expressing his own nature and character. If God’s people wanted to walk with him, they had to agree to act like him. This is where the connection lies for modern believers. Like the old covenant, which was written on tablets of stone, the new covenant, which is written on our hearts, calls on us to share the character of God. He offers us his favor; we cannot force him to give it to us. But if we are to receive that favor, we must be in the right kind of relationship to receive it. We cannot receive it if we refuse to walk in his way.<\/p>     <p> But were not the sacrifices part of the covenant requirements too? Yes and no. The requirements of the covenant are given in Exodus 20–23. In those chapters the statements about worship and sacrifice are general, while the ethical demands are detailed. The so-called “Manual of Sacrifice” only appears after the segment on the tabernacle (Ex. 25–40), and almost all the sacrifices described there (Lev. 1–7) have to do with unintentional sin. This placement and content are significant. The sacrificial system was not given for the purpose of procuring God’s favor but as a means whereby those who have accepted God’s grace and are keeping the covenant and enjoying the presence of God may continue to do so in spite of their unintentionally falling short of perfect performance. To attempt to use sacrifices to cover intentionally breaking the covenant of God was a terrible violation of what the covenant was all about.<\/p>     <p> Religious actions were to be a symbol of the heart condition. If the heart was not in an obedient and submissive posture before God, then all the sacrifices in the world would accomplish nothing. Nowhere in the Old Testament is this more clearly stated than in Psalm 51, where we read that God does not desire sacrifices; rather, the sacrifice he desires is the one of the broken and contrite heart. So why did he require sacrifices? Because we humans need a way of symbolizing spiritual realities. Trying to make the symbol stand in place of the reality is sin.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HERE IS NO QUESTION<\/small> that we today are as guilty of trying to use religious behavior to manipulate God as any Israelite was. How easy it is to think that when we go to church regularly, read the Bible, pray, tithe, and don’t engage in substance abuse, God somehow owes us something. Moreover, how easy it is to think that when we have done all these things, God could hardly expect more from us. Look at all the heathen around us who do not do any of these things. God should be grateful to have such faithful servants as us, we think. Then, when difficulties come to us, we are angry at God, accusing him of being unfair after all we have done for him.<\/p>     <p> In fact, it is easy for these behaviors to become substitutes for real biblical faith. Real biblical faith, as both the Old and New Testaments show, lies in surrender and obedience as manifested in how we treat one another. Certainly Jesus’ statement in John 13:35 is not meant to be all-inclusive. Nevertheless, its import is clear: “By this all men will know that you are my disciples, if you love one another.” It is not by our religious behavior but by our love. Paul makes the same point in 1 Corinthians 13. Note too that when the apostle describes the fruit of the Spirit in Galatians 5:22–23, he does so in entirely relational language.<\/p>     <p> As with the Israelites, our worship practices and religious activities are intended to be symbolic of deeper realities. There is no necessary connection between these and the realities. But there <em>is<\/em> a direct connection between those realities and our ethical behavior. We can be very religious and yet be living our lives for ourselves. We can give the appearance of obedience and yet be living a self-centered life that is nothing but rebellion.<\/p>     <p> In contrast, it is unlikely that a person will manifest consistent integrity, compassion, and self-denial in his or her dealings with others, especially those who can never repay what is given them, unless that person has surrendered to the love and grace of the God of the Bible. When we do meet persons who are acting in these ways but who give no testimony of faith, in almost all cases there is a Christian source of such behavior in a previous generation. But the point is this: God says that what we <em>must<\/em> show if we are to experience his favor is evidence of his life within us. Religious and cultic activity in the absence of a changed life is <em>not<\/em> such evidence.<\/p>     ",
    "audit": null
}