{
    "id": 16191,
    "source": "niv",
    "verse_id": 18219,
    "verse_count": 33,
    "reference": "30:1–33",
    "title": "",
    "html": "          <blockquote>         <p>“WOE TO THE obstinate children,”<\/p>         <p> declares the L<small>ORD<\/small>,<\/p>         <p>“to those who carry out plans that are not mine,<\/p>         <p> forming an alliance, but not by my Spirit,<\/p>         <p> heaping sin upon sin;<\/p>         <p>who go down to Egypt<\/p>         <p> without consulting me;<\/p>         <p>who look for help to Pharaoh’s protection,<\/p>         <p> to Egypt’s shade for refuge.<\/p>         <p>But Pharaoh’s protection will be to your shame,<\/p>         <p> Egypt’s shade will bring you disgrace.<\/p>         <p>Though they have officials in Zoan<\/p>         <p> and their envoys have arrived in Hanes,<\/p>         <p>everyone will be put to shame<\/p>         <p> because of a people useless to them,<\/p>         <p>who bring neither help nor advantage,<\/p>         <p> but only shame and disgrace.”<\/p>         <p>An oracle concerning the animals of the Negev:<\/p>         <p>Through a land of hardship and distress,<\/p>         <p> of lions and lionesses,<\/p>         <p> of adders and darting snakes,<\/p>         <p>the envoys carry their riches on donkeys’ backs,<\/p>         <p> their treasures on the humps of camels,<\/p>         <p>to that unprofitable nation,<\/p>         <p>  to Egypt, whose help is utterly useless.<\/p>         <p>Therefore I call her<\/p>         <p> Rahab the Do-Nothing.<\/p>         <p>Go now, write it on a tablet for them,<\/p>         <p> inscribe it on a scroll,<\/p>         <p>that for the days to come<\/p>         <p> it may be an everlasting witness.<\/p>         <p>These are rebellious people, deceitful children,<\/p>         <p> children unwilling to listen to the LORD’s instruction.<\/p>         <p>They say to the seers,<\/p>         <p> “See no more visions!”<\/p>         <p>and to the prophets,<\/p>         <p> “Give us no more visions of what is right!<\/p>         <p>Tell us pleasant things,<\/p>         <p> prophesy illusions.<\/p>         <p>Leave this way,<\/p>         <p> get off this path,<\/p>         <p>and stop confronting us<\/p>         <p> with the Holy One of Israel!”<\/p>         <p>Therefore, this is what the Holy One of Israel says:<\/p>         <p>“Because you have rejected this message,<\/p>         <p> relied on oppression<\/p>         <p> and depended on deceit,<\/p>         <p>this sin will become for you<\/p>         <p> like a high wall, cracked and bulging,<\/p>         <p> that collapses suddenly, in an instant.<\/p>         <p>It will break in pieces like pottery,<\/p>         <p> shattered so mercilessly<\/p>         <p>that among its pieces not a fragment will be found<\/p>         <p> for taking coals from a hearth<\/p>         <p> or scooping water out of a cistern.”<\/p>         <p> This is what the Sovereign L<small>ORD<\/small>, the Holy One of Israel, says:<\/p>         <p>“In repentance and rest is your salvation,<\/p>         <p> in quietness and trust is your strength,<\/p>         <p> but you would have none of it.<\/p>         <p>You said, ‘No, we will flee on horses.’<\/p>         <p> Therefore you will flee!<\/p>         <p>You said, ‘We will ride off on swift horses.’<\/p>         <p> Therefore your pursuers will be swift!<\/p>         <p>A thousand will flee<\/p>         <p>at the threat of one;<\/p>         <p>at the threat of five<\/p>         <p> you will all flee away,<\/p>         <p>till you are left<\/p>         <p> like a flagstaff on a mountaintop,<\/p>         <p> like a banner on a hill.”<\/p>         <p>Yet the L<small>ORD<\/small> longs to be gracious to you;<\/p>         <p> he rises to show you compassion.<\/p>         <p>For the LORD is a God of justice.<\/p>         <p> Blessed are all who wait for him!<\/p>         <p> O people of Zion, who live in Jerusalem, you will weep no more. How gracious he will be when you cry for help! As soon as he hears, he will answer you. Although the Lord gives you the bread of adversity and the water of affliction, your teachers will be hidden no more; with your own eyes you will see them. Whether you turn to the right or to the left, your ears will hear a voice behind you, saying, “This is the way; walk in it.” Then you will defile your idols overlaid with silver and your images covered with gold; you will throw them away like a menstrual cloth and say to them, “Away with you!”<\/p>         <p> He will also send you rain for the seed you sow in the ground, and the food that comes from the land will be rich and plentiful. In that day your cattle will graze in broad meadows. The oxen and donkeys that work the soil will eat fodder and mash, spread out with fork and shovel. In the day of great slaughter, when the towers fall, streams of water will flow on every high mountain and every lofty hill. The moon will shine like the sun, and the sunlight will be seven times brighter, like the light of seven full days, when the LORD binds up the bruises of his people and heals the wounds he inflicted.<\/p>         <blockquote>             <p>See, the Name of the LORD comes from afar,<\/p>             <p> with burning anger and dense clouds of smoke;<\/p>             <p>his lips are full of wrath,<\/p>             <p> and his tongue is a consuming fire.<\/p>             <p>His breath is like a rushing torrent,<\/p>             <p> rising up to the neck.<\/p>             <p> He shakes the nations in the sieve of destruction;<\/p>             <p> he places in the jaws of the peoples<\/p>             <p> a bit that leads them astray.<\/p>             <p>And you will sing<\/p>             <p> as on the night you celebrate a holy festival;<\/p>             <p>your hearts will rejoice<\/p>             <p> as when people go up with flutes<\/p>             <p>to the mountain of the LORD,<\/p>             <p> to the Rock of Israel.<\/p>             <p>The L<small>ORD<\/small> will cause men to hear his majestic voice<\/p>             <p> and will make them see his arm coming down<\/p>             <p>with raging anger and consuming fire,<\/p>             <p> with cloudburst, thunderstorm and hail.<\/p>             <p>The voice of the LORD will shatter Assyria;<\/p>             <p> with his scepter he will strike them down.<\/p>             <p>Every stroke the L<small>ORD<\/small> lays on them<\/p>             <p> with his punishing rod<\/p>             <p>will be to the music of tambourines and harps,<\/p>             <p> as he fights them in battle with the blows of his arm.<\/p>             <p>Topheth has long been prepared;<\/p>             <p> it has been made ready for the king.<\/p>             <p>Its fire pit has been made deep and wide,<\/p>             <p> with an abundance of fire and wood;<\/p>             <p>the breath of the L<small>ORD<\/small>,<\/p>             <p> like a stream of burning sulfur,<\/p>             <p> sets it ablaze.<\/p>         <\/blockquote>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HIS CHAPTER CONTAINS<\/small> the fourth “woe” message between chapters 28 and 33. It is the first of two aimed specifically at the alliance with Egypt that the royal counselors are urging. Here Isaiah speaks more pointedly of the foolishness of such a course, for Egypt cannot offer any real help. She is a toothless dragon (30:1–7). Thus, because Judah has rejected the true help offered by God, they will be devastated, as though a high wall suddenly collapsed. They will be left like a tattered flag on a hilltop. God will have to wait until they come to their senses (30:8–18). When they do, he promises redemption and restoration for his people (30:19–26) and defeat for all their enemies (30:27–33).<\/p>     <p> Thus, once again we see a reiteration of the great themes of the first part of Isaiah’s book. There is the poignant appeal to trust God, a promise of judgment on those who so stupidly rebel against God by trusting human nations instead of him, but then the assertion that after the judgment has come, there will yet be hope for those who turn to him.<\/p>     ",
    "audit": null
}