{
    "id": 16290,
    "source": "niv",
    "verse_id": 18837,
    "verse_count": 8,
    "reference": "60:15 –22",
    "title": "Restoration of Israel to God",
    "html": "               <p>A <small>PROMINENT FEATURE<\/small> of this final stanza is the recurrence of first-person pronouns referring to the Lord (60:15, 16, 17, 21, 22). Isaiah closes by asserting that all of the benefits that will accrue to God’s people result from one thing alone: the gracious power of the Lord. Twice he asserts that “the L<small>ORD<\/small> will be your everlasting light” (60:19, 20). It is he who will transform Zion from being “forsaken” and abandoned (60:15) to being suckled at the “breasts” of royalty (60:16). It is he who will replace silver, iron, and stones with gold, silver, and bronze (60:17). It is he who will take away violence, ruin, and destruction (60:18) and give peace and righteousness (60:17), salvation and praise (60:18) in their place.<\/p>     <p> Isaiah does not foresee a day when Israel will finally “get it all together” and bring in the kingdom of God. Rather, he sees a day when Israel will finally allow God to do his work in them and through them. This is, of course, similar to the point that was made in Isaiah 9–11, where God demonstrated his trustworthiness in gracious deliverance. The recognition of 60:16 is identical in theme if not in words with that of Isaiah 12. When God is allowed to do his gracious transforming work in persons, then they “will know that I the L<small>ORD<\/small>, am your Savior, your Redeemer, the Mighty One of Jacob.”<\/p>     <p> But the ultimate transformation that the Savior produces is not changing bronze into gold or iron into silver. Rather, it is changing people who are helpless in sin, incapable of acting in righteous ways, into “righteous” people (60:21), people who are truly seen as the kind of “shoots” that the Lord has set out. These are the people who have in them a “brightness” (60:19) that outshines the sun or the moon. The Creator himself, the Holy One of Israel, shines out of their lives. What higher place in the order of reality can there be than to be “the work of my hands, for the display of my splendor” (60:21)? Thus, Israel will truly be a servant of the Lord.<\/p>     <h4>Bridging Contexts<\/h4>     <p>A <small>THEOLOGICAL SETTING.<\/small> Determining the historical setting the prophet has in mind for Isaiah <em>Contexts<\/em> 60–62 is not easy. If we are correct in thinking that chapters 56–66 are primarily addressed to people in the postexilic era, then he is not talking about the return from Babylon. That conclusion is confirmed when we compare chapters 56–66 with chapters 40–48. The problem addressed in this section is clearly not physical bondage. That fact also suggests that the prophet is not envisioning some other major return relatively soon after the first return. Once again, deliverance from a foreign country is not the major problem facing the people.<\/p>     <p> But did Isaiah have a specific event further in the future in mind? If so, we are hard-pressed to identify it. We must say that in contrast to his earlier predictions of exile in Babylon, release by Cyrus, and restoration to the Promised Land—all of which were specifically fulfilled—the predictions in Isaiah 60 have not been fulfilled. We can certainly say that the Messiah of 61:1–3 has come, proclaiming deliverance to the captives of sin, and that since his coming the wealth of the nations has certainly flowed to physical Jerusalem in praise of the glory of God in Christ. We can even say that within the last 125 years what was previously unimaginable, the establishment of a Jewish state in Palestine, has occurred. But this is talking about events scattered over a period of two thousand years.<\/p>     <p> Even yet we cannot say that all of these predictions have been fulfilled in a final way. Nevertheless, if everything is focused on the final triumph of Christ at the end of time, it is surprising that some of these things have already occurred, at least in part. Perhaps the answer to all the questions is “yes.” Perhaps no one historical setting is intended but rather a compilation of all the kinds of things that will take place to give final vindication to the faith of Israel.<\/p>     <p> In other words, the primary setting for these thoughts is not historical but theological. That is, the primary point is to say that it is only when God’s grace is released in the lives of his servants that they can manifest his righteous character in such a way as to allow the nations of the world to see him and come to him as he desires. Precisely when and how these events are to occur is of secondary importance to this theological point. I am not suggesting that it is of no importance whether the events described here occur. But predicting what they are is not as important to the prophet as is getting God’s point across.<\/p>     <p> Thus, the modern reader must ask if his or her spiritual context is like that which has been described in the chapters prior to chapter 60 or if it is like that described in chapter 60. The need for servants of God to be lamps through whom his life can shine undimmed has never been greater than it is at present.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HE GLORY OF<\/small> G<small>OD IN US<\/small>. Perhaps the primary place where the message of Isaiah 60 is made applicable to contemporary life is in the prayer of Jesus recorded in John 17. Here, in his so-called “high priestly prayer,” the theme of “glory” appears repeatedly. At the heart of this repetition is the mutuality of the glory. Christ asks God to “glorify” him so that he in turn can “glorify” God (17:1, 5). This “glory” is something that has been freely shared among members of the Godhead since before time began (17:5), and Christ’s work on earth has the function of bringing “glory” to God (17:4). But Jesus has also received “glory” through the lives of the disciples (17:10), with whom he has shared the “glory” God had given to him (17:22, 24). In the end he wants his disciples to see the “glory” he shares with the Father.<\/p>     <p> It becomes more than a little mind-boggling to try to sort all of this into some kind of logical order. But I do not think that is the point. The point is simply to say in a variety of ways that “glory” is never for oneself. It is always to be shared, given away, reflected. In Hebrew, the word “glory” (<em>kabod<\/em>) does not have the ephemeral connotations that “glory” has in English. In fact, it is just the opposite. <em>Kabod<\/em> connotes what is weighty, significant, even real. This is what Christ has come to give us—the very reality of God. But just as he has given it to us from God, we are to give it back to him. As the light of his reality shines in us, it is not to draw people to us but to God. No accolades should come to us but to the God who shines through us.<\/p>     <p> What is the reality, the significance of God, that Christ came to share with us? It is his character. When the seraphim cried, “the whole earth is full of his glory” (Isa. 6:3), they were not talking about an “aura” or a “halo.” The meaning of the word “glory” is defined by the preceding sentence, in which God is described as the only truly holy being. Leviticus 18–25 leaves no doubt that “holy” for this divine being does not first of all designate separation but is ethical. So the “glory” of God that rises on his people and draws the nations to him is the solid reality of God’s holy character. That character shines out of lamps that may not always have the most attractive appearance but which, if they are clean and spotless, will do nothing to obscure the shining of their light.<\/p>     <p> If we take away the lamp imagery, what is left for us today? Just this: There can be no question concerning the Lord Jesus’ commission to us, namely, that we draw all nations to him, making them his disciples. How? Isaiah says that the nations will come to him, as he is seen “shining” in us. How does he shine in us? Isaiah 56–59 have made it clear: God “shines” through us when his ethical life is reproduced in us by his grace. When we lay down our pride in submission to him (57:15), when we put the good of others ahead of our own religious accomplishments (58:1–14), and when we live lives that embody his truth and justice (59:1–15a), then where there had been darkness, there will be light—a light that is not our own but reflects the glory that the Trinity shared before the beginning of time.<\/p>     <p> This latter point should be underlined. Just as the Christian enters into a relationship with God by his grace alone, so the Christian reflects God’s glory to the world only by means of divine grace. Only as the life of God is graciously reproduced in us is it reproduced at all.<\/p>     <p> The heresy of Galatia is still with us—that is, the idea that while we enter this life by grace, we maintain it by effort, all the while knowing we are doomed to failure. That is not the case, as Paul so vigorously asserts (Gal. 3:1– 5). It is the Holy Spirit who initiated us into the life, and it is the same Holy Spirit who enables us to live the life of God, not as a burdensome requirement but as a glad expression of his own nature set free within us (Gal. 5:16–26). This process will draw the nations not to us but to God. It is hard to improve on Motyer’s way of saying this: “It is when the Lord in his holiness is present among his people, and manifestly so, that the world is magnetized.”<\/p>     ",
    "audit": null
}