{
    "id": 16268,
    "source": "niv",
    "verse_id": 18710,
    "verse_count": 15,
    "reference": "52:13-53:12",
    "title": "",
    "html": "          <blockquote>         <p>S<small>EE<\/small>, <small>MY SERVANT<\/small> will act wisely;<\/p>         <p> he will be raised and lifted up and highly exalted.<\/p>         <p>Just as there were many who were appalled at him—<\/p>         <p> his appearance was so disfigured beyond that of any man<\/p>         <p> and his form marred beyond human likeness—<\/p>         <p> so will he sprinkle many nations,<\/p>         <p> and kings will shut their mouths because of him.<\/p>         <p>For what they were not told, they will see,<\/p>         <p> and what they have not heard, they will understand.<\/p>         <p> Who has believed our message<\/p>         <p> and to whom has the arm of the L<small>ORD<\/small> been revealed?<\/p>         <p> He grew up before him like a tender shoot,<\/p>         <p> and like a root out of dry ground.<\/p>         <p>He had no beauty or majesty to attract us to him,<\/p>         <p> nothing in his appearance that we should desire him.<\/p>         <p> He was despised and rejected by men,<\/p>         <p> a man of sorrows, and familiar with suffering.<\/p>         <p>Like one from whom men hide their faces<\/p>         <p> he was despised, and we esteemed him not.<\/p>         <p> Surely he took up our infirmities<\/p>         <p> and carried our sorrows,<\/p>         <p>yet we considered him stricken by God,<\/p>         <p> smitten by him, and afflicted.<\/p>         <p> But he was pierced for our transgressions,<\/p>         <p> he was crushed for our iniquities;<\/p>         <p>the punishment that brought us peace was upon him,<\/p>         <p> and by his wounds we are healed.<\/p>         <p> We all, like sheep, have gone astray,<\/p>         <p> each of us has turned to his own way;<\/p>         <p>and the L<small>ORD<\/small> has laid on him<\/p>         <p> the iniquity of us all.<\/p>         <p> He was oppressed and afflicted,<\/p>         <p> yet he did not open his mouth;<\/p>         <p>he was led like a lamb to the slaughter,<\/p>         <p> and as a sheep before her shearers is silent,<\/p>         <p> so he did not open his mouth.<\/p>         <p>By oppression and judgment he was taken away.<\/p>         <p> And who can speak of his descendants?<\/p>         <p>For he was cut off from the land of the living;<\/p>         <p> for the transgression of my people he was stricken.<\/p>         <p>He was assigned a grave with the wicked,<\/p>         <p> and with the rich in his death,<\/p>         <p>though he had done no violence,<\/p>         <p> nor was any deceit in his mouth.<\/p>         <p> Yet it was the L<small>ORD<\/small>’s will to crush him and cause him to suffer,<\/p>         <p> and though the <small>LORD<\/small> makes his life a guilt offering,<\/p>         <p>he will see his offspring and prolong his days,<\/p>         <p> and the will of the L<small>ORD<\/small> will prosper in his hand.<\/p>         <p> After the suffering of his soul,<\/p>         <p> he will see the light of life and be satisfied;<\/p>         <p>by his knowledge my righteous servant will justify many,<\/p>         <p> and he will bear their iniquities.<\/p>         <p>Therefore I will give him a portion among the great,<\/p>         <p> and he will divide the spoils with the strong,<\/p>         <p>because he poured out his life unto death,<\/p>         <p> and was numbered with the transgressors.<\/p>         <p>For he bore the sin of many,<\/p>         <p> and made intercession for the transgressors.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>I<small>SAIAH<\/small> 52:1–12 <small>BROUGHT<\/small> to the climax God’s “comfort” (49:13; 51:3, 12, 19; 52:9) of his people in his insistence that their sin has not finally alienated them from him but that he has found a way to bring them back to him. Particularly in Isaiah 50–52 this ability to restore his people, and indeed all people, to himself is referred to as “the arm” of the Lord, an image of his incomparable power (50:2; 51:5, 9; 52:10). So we, the readers, are brought to a fever pitch of anticipation, particularly by the final call in 52:11–12 to leave the unclean and go out from bondage, both led by and followed by the Lord. Clearly, the “arm of the L<small>ORD<\/small>” is about to be revealed.<\/p>     <p> We have had some hints about this arm in 42:1–6; 49:1–6; and 50:4–9, where God in each case promises to deliver not only his own people but the entire world by means of his obedient Servant. However, there have been increasingly disturbing overtones in these passages. They have not sounded like paeans of victory. To be sure, ultimate victory is promised, but it does not seem to be through smashing conquest. Rather, it is through an obedient revelation of God in the midst of rejection and abuse.<\/p>     <p> Those overtones are now amply confirmed in 52:13–53:12. The arm of the Lord looks nothing like our stereotypical conquering hero. Especially after the exultant tone of 52:7–12, the somber notes of the present passage come as a shock. But that means that this section is in this place on purpose. To suggest it is here by accident or because of some obscure word association with the preceding or the following strains credulity beyond the breaking point. Someone, whether author or editor, was trying to make a point by placing this poem between the material of chapter 52 and that of chapter 54. That point is clearly to demonstrate an instrumental relationship between 52:13– 53:12 and what both precedes it and follows it. Who is the mighty arm of the Lord (49:1–52:12) who makes possible the glorious invitations found in chapters 54 and 55? By what means is the alienation of sin overcome? The arm of the Lord is the ideal Servant—Israel as he was meant to be.<\/p>     <p> This poem is divided into five stanzas of three verses each. It moves from an introduction (52:13–15) to the Servant’s rejection (53:1–3) to his carrying of “our” sins and transgressions (53:4–6) to the results of that carrying (53:7–9) to a revelation of the atoning nature of the carrying (53:10–12). This careful structuring demonstrates both the care with which the prophet approaches this particular statement and the importance he attaches to it.<\/p>     ",
    "audit": null
}