{
    "id": 16205,
    "source": "niv",
    "verse_id": 18322,
    "verse_count": 10,
    "reference": "35:1–10",
    "title": "",
    "html": "          <blockquote>         <p>T<small>HE DESERT AND<\/small> the parched land will be glad;<\/p>         <p> the wilderness will rejoice and blossom.<\/p>         <p>Like the crocus, it will burst into bloom;<\/p>         <p> it will rejoice greatly and shout for joy.<\/p>         <p>The glory of Lebanon will be given to it,<\/p>         <p> the splendor of Carmel and Sharon;<\/p>         <p>they will see the glory of the L<small>ORD<\/small>,<\/p>         <p> the splendor of our God.<\/p>         <p>Strengthen the feeble hands,<\/p>         <p> steady the knees that give way;<\/p>         <p>say to those with fearful hearts,<\/p>         <p> “Be strong, do not fear;<\/p>         <p>your God will come,<\/p>         <p> he will come with vengeance;<\/p>         <p>with divine retribution<\/p>         <p> he will come to save you.”<\/p>         <p>Then will the eyes of the blind be opened<\/p>         <p> and the ears of the deaf unstopped.<\/p>         <p>Then will the lame leap like a deer,<\/p>         <p> and the mute tongue shout for joy.<\/p>         <p>Water will gush forth in the wilderness<\/p>         <p> and streams in the desert.<\/p>         <p>The burning sand will become a pool,<\/p>         <p> the thirsty ground bubbling springs.<\/p>         <p>In the haunts where jackals once lay,<\/p>         <p> grass and reeds and papyrus will grow.<\/p>         <p>And a highway will be there;<\/p>         <p> it will be called the Way of Holiness.<\/p>         <p>The unclean will not journey on it;<\/p>         <p> it will be for those who walk in that Way;<\/p>         <p> wicked fools will not go about on it.<\/p>         <p>No lion will be there,<\/p>         <p> nor will any ferocious beast get up on it;<\/p>         <p> they will not be found there.<\/p>         <p>But only the redeemed will walk there,<\/p>         <p>  and the ransomed of the L<small>ORD<\/small> will return.<\/p>         <p>They will enter Zion with singing;<\/p>         <p> everlasting joy will crown their heads.<\/p>         <p>Gladness and joy will overtake them,<\/p>         <p> and sorrow and sighing will flee away.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HIS CHAPTER IS<\/small> the mirror image of Isaiah 34. That passage spoke of the fate of the arrogant nations and all who trusted in them. This one speaks of the destiny of those who turn from that path to a resolute trust in God. It may be argued that there is no mention of trust in this chapter (or in ch. 34, for that matter). That is certainly correct. However, the larger context on both sides of these chapters makes the point clear enough. Throughout chapters 28–33, the central issue was the stupid advice of the leaders that the Judeans should trust Egypt. In chapter 36, the Assyrian officer will mock the idea of trusting God. Thus, even though the words are not used here, the question of trust is the underlying concept. What happens if we trust in God instead of the nations? The answer to that question is beautifully presented here.<\/p>     <p> First of all, in a powerful contrast, God will turn the “desert” into a garden (35:1). The “burning sand will become a pool,” and the places “where jackals once lay” will become grassy meadows (35:7). These latter statements certainly make it appear that they are intended as a direct reference to the preceding chapter. Even the desolation that endured from generation to generation (34:10, 17) can be changed by God if we will let him. God will display his “glory” to his people by restoring them, making them as rich and abundant as the forests on “Lebanon” and “Carmel” or the grasslands of the plain of “Sharon” (35:2; cf. 33:9). When the rains of God fall, what appeared to be a barren waste springs into riotous color almost overnight.<\/p>     <p> Verses 3–6a and 8 make it plain that this restoration is a spiritual one. Those who are discouraged and fearful will be given courage and strength. They have remained faithful while the nation has gone down and down. They have seen evil triumph again and again, and they have wondered if God’s day would ever come. But, as I commented on chapter 34, the Lord will balance the scales of justice, and they will see the day when both wickedness and righteousness receive their true reward from God. Furthermore, in an apparent allusion to Isaiah 6, the promise is made that those who did not remain faithful—the “blind” and the “deaf,” the spiritually “lame” and “mute”—will be delivered from their afflictions and become full participants in the community of faith.<\/p>     <p> This idea is furthered with an additional image in 35:8–10, namely, that of a “highway.” In the rugged highlands of Judah and Ephraim as well as in the desert east and south of Judah’s central ridge, a straight and level highway would be a wonderful thing. That is what God promises to those who will turn to him in trust. He will make a way through the most difficult circumstances. Note that this is another contrast with chapter 34. In 34:10, the prophet said the conditions of the desert would obstruct all passage. But that is not the case in God’s country. There is ready access to him and to all the blessings of his creation.<\/p>     <p> This highway is the way to God, as seen in its title, “the Way of Holiness.” The meaning of the phrase is further spelled out in 35:8–9. Negatively, there will be no one “unclean” on it, there will be no “fools” there, nor will there be any devouring animals. Positively, God’s way is a way of purity, obedience, and safety. It is the way of holiness on which the “redeemed” walk. Verse 10 describes the end result of this journey through the desert. It is to come to the city of God, Zion, where “gladness” and “joy” will forever displace “sorrow and sighing” (cf. 25:7–8).<\/p>     <h4>Bridging Contexts<\/h4>     <p>F<small>OR THOSE OF US<\/small> who have lived through the creation of the modern superhighway system, the picture of the highway here is vivid. We can remember when a journey of two hundred miles would take five or six hours as we crawled through small towns with their many traffic lights or crept up long hills behind heavy trucks. What a great day it was when the new interstate highway opened up and that same journey could be covered in about three hours. That is the kind of thought expressed here. God does not want to place any barriers in the way of people coming to him. If there are barriers, they are of our making, not his. He does not want us winding our way through a mountainous desert on a pothole-filled, two-lane highway, where drug lords rule. He wants us to come to him with pleasant companions on a four-lane highway through a garden spot, where each new vista is more charming than the last. This is what God promises to those who will abandon their trust in humanity and hurl themselves on him.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>WO COMINGS ARE<\/small> described in this chapter: the coming of God to his people, and the coming of the people to God’s house. Both are necessary, and this is the proper order. We humans have made our world into a desert and are helpless in it. We can intuit that there is a God to whom we are accountable, but we don’t know who or what he is. All our attempts to reach him or even describe him founder on the depravity of our nature and the inadequacy of our ability to communicate (e.g., the Tower of Babel, Gen. 11:1–9). God is other than we, and we are unable to even imagine him except as being a duplicate of ourselves.<\/p>     <p> But that way lies a barren desert. If God is only humanity written large, then he is just as much subject to fate as we are; he is just as much in the dark about the future as we are and just as unable to change his moral behavior. For him too, survival at all costs is all that matters—a survival that depends on rightly assessing where the power is and determining how to seize and hold it. I say again: That way lies a desert.<\/p>     <p> But God is radically other than we, and that means we can never know him unless he first comes to us. He must take the initiative both to disclose himself to us and then to deliver us from the desert into which we have condemned ourselves. We are helpless, both in our ignorance and in our sin. This is some of the meaning of the deceptively simple statements with which the Gospel of John opens:<\/p>     <blockquote>         <p> In the beginning was the Word, and the Word was with God, and the Word was God. He was with God in the beginning.<\/p>         <p> Through him all things were made; without him nothing was made that has been made. In him was life, and that life was the light of men. The light shines in the darkness, but the darkness has not understood it…<\/p>         <p> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. (John 1:1–5, 14)<\/p>     <\/blockquote>     <p> At the heart of God is communication. It is not an afterthought or an “add-on.” Where God is, there is communication. The creation itself is an expression of that communication. And since creation has fallen and an additional barrier other than finiteness, the one of sin, has been placed between us, God has come to this earth to be one of us. He did that because there was no other way in which we could see what his true glory consists of (cf. Isa. 35:2).<\/p>     <p> But his self-revelation is not merely to impart true information, because the imparting of information is only the thinnest edge of communication. Real communication involves the sharing of personality. That is not possible for those sunk in despair and discouragement (35:3–4). Neither is it possible for those who have been spiritually crippled by their own sin (35:5–6). If God is to communicate his person to us, those barriers will have to be broken down. That is exactly what he did in the Word, Jesus Christ. “God was reconciling the world to himself in Christ,” says Paul in 2 Corinthians 5:19. He reconciled the world <em>to himself<\/em> by coming all the way to us.<\/p>     <p> Why has he come? <em>In order that we might come to him<\/em>. Throughout the Scriptures life with God is described as a walk. Abraham was told to “walk before me and be blameless” (Gen. 17:1). Moses told the Hebrews that the fulfillment of God’s commands involved walking “in all his ways,” which involved serving and loving him with one’s whole “heart” (Deut. 10:12). Hezekiah asked God for a longer life because he had “walked before you faithfully and with wholehearted devotion” (2 Kings 20:3). Jesus told his disciples to “walk while you have the light” (John 12:35). First John 2:6 says that those who claim “to live in him must walk as Jesus did.” Paul prefers the more abstract “manner of life” (cf. Phil. 1:27), but he has the same concept in mind (cf. Eph. 5:2, “walk in love”). Life with God is not static.<\/p>     <p> In other words, God has not delivered us from our sins so that we can simply sit and contemplate our saved condition until the day we die. Rather, he has delivered us from our sin so that we can participate in his life and character in a progressive, ongoing way. This is what Paul has in mind when he says that believers are to “work out your salvation with fear and trembling, for it is God who works in you to will and to act according to his good purpose” (Phil. 2:12–13). God has come to us and day by day makes it possible for us to walk with him in greater and greater likeness to him, until that last day when we arrive in the heavenly city where gladness will displace sorrow forever.<\/p>     ",
    "audit": null
}