{
    "id": 16223,
    "source": "niv",
    "verse_id": 18454,
    "verse_count": 6,
    "reference": "41:2–7",
    "title": "God’s Activities As Evidence",
    "html": "               <p>A<small>S HIS FIRST<\/small> evidence (41:2–4), God begins with a rhetorical question in verse 2 and then repeats and answers it in verse 4. The question has to do with who called the “one from the east.” God insists that he alone has done this. Almost certainly the person being referred to is the Persian Cyrus (45:1), who was to bring down the Babylonian Empire. So God is appealing to his unique activity in history as evidence that he alone is God. He is not appealing to some activity in the cycles of nature or to some conquest over monsters in the realm of myth. This argument will be repeated and intensified several times in the next few chapters as this court case continues.<\/p>     <p> Not only does Isaiah say that God has called Cyrus forth, he also says that it is God who has given the “nations” into his hand (41:2). Cyrus is able to subdue every nation he encounters with ease, treating them like grain to be threshed because this is in the God of Israel’s plan. This is expressed in 41:4 with the first occurrence of another idea that will be prominent in the next several chapters: that God knows the beginning from the end. He called forth the “first” generation, and he will be “with the last” generation when it quits the earth (cf. 43:10; 44:6; 46:10; 48:12.) He is not just a part of the process, as the pagan gods are. Rather, he stands outside of time, calling it into existence, directing its path, and bringing it to an end. “I am he” is a statement both of self-existence and self-identity. Reflecting Exodus 6:3, God says he is the One who “is.” Every other life form on the planet is derivative. But he is the One who has neither beginning nor end. He simply “is.”<\/p>     <p> When the “nations” of earth hear of Cyrus’s earthshaking conquests, they will be terrified (41:5–7). But what can they do? They know of no gods who rule history on the basis of a righteous plan. So they do the only thing they can do: make better idols. This idea, already encountered in 40:25–26, will also be repeated in the coming chapters (41:22–24; 44:9–20; 46:6–7). Because there is no encouragement to be had from their gods, idol worshipers must encourage one another (41:6–7).<\/p>     <p> The author describes the complexity of the process by referring to four different classes of workers needed to make the god. It is hard work to make your maker. The comment “it is good” (41:7c) reminds us of Genesis 1, where God the Creator repeatedly says this of his creation. Most likely Isaiah is asking, “Now who is the Creator and who is the created in this picture?” If we do not have the God who has revealed himself to us, then we will have to have gods we have made for ourselves.<\/p>     ",
    "audit": null
}