{
    "id": 16197,
    "source": "niv",
    "verse_id": 18269,
    "verse_count": 12,
    "reference": "32:9–20",
    "title": "",
    "html": "          <blockquote>         <p>Y<small>OU WOMEN WHO<\/small> are so complacent,<\/p>         <p> rise up and listen to me;<\/p>         <p>you daughters who feel secure,<\/p>         <p> hear what I have to say!<\/p>         <p>In little more than a year<\/p>         <p> you who feel secure will tremble;<\/p>         <p>the grape harvest will fail,<\/p>         <p> and the harvest of fruit will not come.<\/p>         <p>Tremble, you complacent women;<\/p>         <p> shudder, you daughters who feel secure!<\/p>         <p>Strip off your clothes,<\/p>         <p> put sackcloth around your waists.<\/p>         <p>Beat your breasts for the pleasant fields,<\/p>         <p> for the fruitful vines<\/p>         <p>and for the land of my people,<\/p>         <p> a land overgrown with thorns and briers—<\/p>         <p>yes, mourn for all houses of merriment<\/p>         <p> and for this city of revelry.<\/p>         <p>The fortress will be abandoned,<\/p>         <p> the noisy city deserted;<\/p>         <p>citadel and watchtower will become a wasteland forever,<\/p>         <p> the delight of donkeys, a pasture for flocks,<\/p>         <p>till the Spirit is poured upon us from on high,<\/p>         <p> and the desert becomes a fertile field,<\/p>         <p> and the fertile field seems like a forest.<\/p>         <p>Justice will dwell in the desert<\/p>         <p> and righteousness live in the fertile field.<\/p>         <p>The fruit of righteousness will be peace;<\/p>         <p> the effect of righteousness will be quietness and confidence forever.<\/p>         <p>My people will live in peaceful dwelling places,<\/p>         <p> in secure homes,<\/p>         <p> in undisturbed places of rest.<\/p>         <p>Though hail flattens the forest<\/p>         <p> and the city is leveled completely,<\/p>         <p>how blessed you will be,<\/p>         <p> sowing your seed by every stream,<\/p>         <p> and letting your cattle and donkeys range free.<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>I<small>T HAS BEEN COMMON<\/small> for critical scholars, imbued with the principles of source and literary criticism, to treat 32:9–14 and 32:15–20 as two originally unrelated pieces brought together more or less accidentally in the editorial process. More recently, commentators such as Childs and Seitz have felt the unsatisfactory nature of this explanation as they seek to understand the text in its present unity. If these texts were originally unrelated, what did later editors see in them to put them together in this way, and if suitable connections can be found to explain their now being together, why could not an original author have put them together?<\/p>     <p> The unit as it stands now shows a consistent train of thought as it continues to address the issue that everything in chapters 7–39 ultimately goes back to: trust and security. Verses 9–14 condemn “women” who are “complacent” and “secure,” apparently because of a good harvest. The prophet tells them that their complacency is terribly misplaced, for in only one year, all that will be changed. They should start mourning now (32:11–12) because of the agricultural disaster about to come on them.<\/p>     <p> Verse 13, with its use of “thorns and briers,” suggests that the prophet has more in mind than a mere physical disaster. This pair has been used in a symbolic way in both chapters 5 and 27 to speak of the spiritual condition of the nation (5:6; 27:4). Not only will the land itself become barren and deserted, but this is the condition of the nation as well. “Merriment” and “revelry” will cease (32:13), and all the places where strength and rule could be expected will be abandoned (32:14). All the false trusts will have failed.<\/p>     <p> But that will not mean God has failed. As so many times previously, the prediction of tragedy and defeat is immediately followed with God’s promise of hope (32:15–20). If the nation has trusted in all the wrong things and become barren and unproductive, God has something in mind that will make possible true productivity and security, namely, his own “Spirit” (32:15).<\/p>     <p> The leaders and the counselors have exhibited a spirit of confusion, self-service, and rebellion. The result has been, and will be, disaster and profound insecurity. But in the context of the messianic kingdom, God has a prescription for that condition. He will pour out his Spirit from “on high.” Just as the rain falls and the formerly barren earth springs to life, so the Spirit will fall on barren hearts, and the things that the covenant required but could not produce—“justice” and “righteousness”—will spring up. In place of the frantic busyness that self-dependence requires, those on whom the Spirit falls will be able to live in continual “quietness” and trust (NIV “confidence,” 32:17), because they will have truly relinquished their lives into the hands of their covenant Lord. Their “homes” will be places of “peace,” trust (NIV “secure”), and “rest” (32:18).<\/p>     <p> Unlike those whose trust is placed in mere physical circumstances, this rest cannot be disturbed by physical disaster (32:19). Resting in the Spirit of God, they have inner resources of blessing that transcend the changing physical and material world. They have “streams” by which to plant the “seed” of their lives and from which to nourish those who depend on them.<\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>T IS HARD<\/small> for those of us who live in an urbanized culture to realize how tenuous was the life of those who lived in the agricultural world of the ancient Near East. This was especially the case in Canaan, where there were no large rivers that could be used for irrigation. Everything depended on the coming of the fall and spring rains. If these rains did not come at the proper time, famine and starvation would result in short order. Furthermore, since there were no means for long-term storage of food, a good harvest in one year offered no insurance against a bad one the following year. This explains in part the fixation of Canaanite religion—and to some extent, all the ancient Near Eastern religions—on matters of fertility and reproduction. It was truly a matter of life and death from one year to the next.<\/p>     <p> Perhaps the closest parallel in modern culture to this deep insecurity is that found in the most crime-ridden areas of our inner cities. A recent newspaper article tells of a man whose home has been broken into more than twenty times in the last ten years, despite bars and locks. He says, “ I don’t know why they keep doing it. I ain’t got nothing left to steal!” That is insecurity. When will it happen again? What will they take this time? And where is security to be found? In a new alarm system? Not likely. This is the kind of context in which Isaiah offers an inner security that will produce a godly character even in the least likely circumstances.<\/p>     <h4>Contemporary Significance<\/h4>     <p>W<small>E HAVE ALREADY<\/small> seen in 11:1–16 the close association of the Holy Spirit with the messianic promise. It is because the Spirit of the Lord rests on the Messiah that he is able to rule as he does—with justice, knowledge, and the fear of the Lord. Here that connection is broadened. Not only is the Messiah himself to be characterized by the life of the Spirit, so are the members of his kingdom (cf. 32:1–8). John the Baptist underscored this when he differentiated himself from the Messiah by saying that he only baptized with water, whereas the Messiah would baptize with the Holy Spirit and fire. Jesus reiterated this prior to his ascension when he said much the same thing as John had (see Acts 1:5).<\/p>     <p> But Jesus did not wait until his ascension to connect his ministry with that of the Holy Spirit. We are told in John 7:37–39 that he promised the Spirit to all who would believe in him.<\/p>     <blockquote>         <p> On the last and greatest day of the Feast, Jesus stood and said in a loud voice, “If anyone is thirsty, let him come to me and drink. Whoever believes in me, as the Scripture has said, streams of living water will flow from within him.” By this he meant the Spirit, whom those who believed in him were later to receive. Up to that time the Spirit had not been given, since Jesus had not yet been glorified.<\/p>     <\/blockquote>     <p>Thus, Jesus says that those who believe in him will not only experience the flowing in of the Holy Spirit, but they will give positive evidence of his presence by the kind of life that flows out from them.<\/p>     <p> The apostle Paul echoes this same principle in Romans 8. He had said in chapter 7 that the law was unable to produce the kind of defeat of sin in one’s life that being identified with Christ necessitated (cf. 6:11). Unless God made some provision for us, the Christian would be as frustrated as the Jew had been in trying to live a godly life. But God has indeed made that provision. The Spirit has come to do in us what the law could not do (8:3–4). The law could provide forgiveness, but it could not enable a person to live a righteous life. So now, just as Isaiah had promised, the Messiah, through the Holy Spirit he has given, makes it possible for Christians to live a life of true nobility—one of generosity and self-giving, one of justice and righteousness, one that the uncertainties of existence cannot ultimately disrupt. There are inner resources with which to meet everything that comes to us and to triumph over them.<\/p>     ",
    "audit": null
}