{
    "id": 16236,
    "source": "niv",
    "verse_id": 18540,
    "verse_count": 17,
    "reference": "44:6–22",
    "title": "",
    "html": "          <blockquote>         <p>“T<small>HIS IS WHAT THE<\/small> L<small>ORD<\/small> says—<\/p>         <blockquote>             <p> Israel’s King and Redeemer, the L<small>ORD<\/small> Almighty:<\/p>             <p>I am the first and I am the last;<\/p>             <p> apart from me there is no God.<\/p>             <p>Who then is like me? Let him proclaim it.<\/p>             <p> Let him declare and lay out before me<\/p>             <p>what has happened since I established my ancient people,<\/p>             <p> and what is yet to come—<\/p>             <p> yes, let him foretell what will come.<\/p>             <p>Do not tremble, do not be afraid.<\/p>             <p> Did I not proclaim this and foretell it long ago?<\/p>             <p>You are my witnesses. Is there any God besides me?<\/p>             <p> No, there is no other Rock; I know not one.”<\/p>             <p>All who make idols are nothing,<\/p>             <p> and the things they treasure are worthless.<\/p>             <p>Those who would speak up for them are blind;<\/p>             <p> they are ignorant, to their own shame.<\/p>             <p>Who shapes a god and casts an idol,<\/p>             <p> which can profit him nothing?<\/p>             <p>He and his kind will be put to shame;<\/p>             <p> craftsmen are nothing but men.<\/p>             <p>Let them all come together and take their stand;<\/p>             <p> they will be brought down to terror and infamy.<\/p>             <p>The blacksmith takes a tool<\/p>             <p> and works with it in the coals;<\/p>             <p>he shapes an idol with hammers,<\/p>             <p> he forges it with the might of his arm.<\/p>             <p>He gets hungry and loses his strength;<\/p>             <p> he drinks no water and grows faint.<\/p>             <p>The carpenter measures with a line<\/p>             <p> and makes an outline with a marker;<\/p>             <p>he roughs it out with chisels<\/p>             <p> and marks it with compasses.<\/p>             <p>He shapes it in the form of man,<\/p>             <p> of man in all his glory,<\/p>             <p> that it may dwell in a shrine.<\/p>             <p>He cut down cedars,<\/p>             <p> or perhaps took a cypress or oak.<\/p>             <p>He let it grow among the trees of the forest,<\/p>             <p> or planted a pine, and the rain made it grow.<\/p>             <p> It is man’s fuel for burning;<\/p>             <p> some of it he takes and warms himself,<\/p>             <p> he kindles a fire and bakes bread.<\/p>             <p>But he also fashions a god and worships it;<\/p>             <p> he makes an idol and bows down to it.<\/p>             <p> Half of the wood he burns in the fire;<\/p>             <p> over it he prepares his meal,<\/p>             <p> he roasts his meat and eats his fill.<\/p>             <p>He also warms himself and says,<\/p>             <p> “Ah! I am warm; I see the fire.”<\/p>             <p> From the rest he makes a god, his idol;<\/p>             <p> he bows down to it and worships.<\/p>             <p>He prays to it and says,<\/p>             <p> “Save me; you are my god.”<\/p>             <p> They know nothing, they understand nothing;<\/p>             <p> their eyes are plastered over so they cannot see,<\/p>             <p> and their minds closed so they cannot understand.<\/p>             <p> No one stops to think,<\/p>             <p> no one has the knowledge or understanding to say,<\/p>             <p> “Half of it I used for fuel;<\/p>             <p> I even baked bread over its coals,<\/p>             <p> I roasted meat and I ate.<\/p>             <p>Shall I make a detestable thing from what is left?<\/p>             <p> Shall I bow down to a block of wood?”<\/p>             <p> He feeds on ashes, a deluded heart misleads him;<\/p>             <p> he cannot save himself, or say,<\/p>             <p> “Is not this thing in my right hand a lie?”<\/p>             <p> “Remember these things, O Jacob,<\/p>             <p> for you are my servant, O Israel.<\/p>             <p>I have made you, you are my servant;<\/p>             <p> O Israel, I will not forget you.<\/p>             <p> I have swept away your offenses like a cloud,<\/p>             <p> your sins like the morning mist.<\/p>             <p>Return to me,<\/p>             <p> for I have redeemed you.”<\/p>         <\/blockquote>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>T<small>HIS PASSAGE, THE<\/small> ultimate accusation against the idols, concludes the unit of 42:10–44:22. While one further passage will address idols (46:1–7), it lacks the intensity and the air of judicial challenge that comes to its climax here. The diatribe here reflects the trajectory that has developed in the earlier ones. Initially, the case against the idol gods was focused on their inability to explain the meaning of the past and tell the future (41:21–29). In the second presentation of the case (43:8–13), another element was added: their inability to save their people or prevent Yahweh from saving his people from them. Now in this third presentation, although their inability to predict the future takes first place (44:7–8), it is quickly succeeded by their inability to save, and that issue takes up the rest of the case. The statement of the case begins in 44:6–8 with another claim to absolute uniqueness by God. The body of the charges is presented in 44:9–20. Finally, 44:21–22 forms the conclusion by issuing a call for Israel to take to heart all that this means for what their God can, and will, do for them. Like the other presentations of the case against the idols, this one has an “evangelical” function. It is not a cool philosophical discourse but attempts to convince apathetic, discouraged people not to put their hopes in things that will ultimately fail them; they must wait confidently and expectantly for what the one God, the Creator, their Holy One, will do for them.<\/p>     ",
    "audit": null
}