{
    "id": 16299,
    "source": "niv",
    "verse_id": 18894,
    "verse_count": 5,
    "reference": "64:8–12",
    "title": "The Petition Repeated",
    "html": "               <p>I<small>SAIAH CRIES OUT<\/small> again for God to take unilateral action. Surely God can break the cycle, stop the punishment, and restore his people to himself. These final verses of the lament, then, reiterate the petition. Once again Isaiah asserts that the nation only exists because of God, the “Father,” who brought them into existence, the “potter” who formed their “clay” on his wheel (64:8). He should not allow the people’s “sins” to make him forget that they are his creation (64:9), nor should he overlook the fact that all the “sacred” spaces that he presumably treasures are in “ruins” (64:10–11). The closing verse picks up the original plea of 63:15. The Lord must not “hold [himself] back”; he must not be “silent” while he goes on punishing them relentlessly.<\/p>     <h4>Bridging Contexts<\/h4>     <p>A <small>STRAW MAN<\/small>? As I remarked in footnote 6, we may wonder if this block of material (63:15– 64:12) is not a “setup”—the presentation of a “straw man” that can be demolished in the next segment. And, indeed, that demolition is precisely what happens. In 65:1– 16 God replies to this lament with devastating directness, demonstrating that the responsibility for the people’s condition lies precisely with them and not on his shoulders. If this “setup” scenario is correct, then Isaiah is consciously presenting the false argument as clearly and as convincingly as he can so that when the returnees from the Exile are tempted to say these things, they will discover that the prophet has already said it even better than they could!<\/p>     <p> At the same time, the very passion and poignancy of the material suggests that while the “setup” scenario may be correct, it is more than a “straw man.” There is more than a degree of truth in what is said here, and we cannot simply dismiss it. The relationship between the human will and the divine will is a complex one that modern theological parties tend to reduce to “sound bites.” Arminians sometimes suggest that God is looking on, anxiously wringing his hands while wondering what we humans are going to do next. But Calvinists can make it appear that God merely needs to consult his vast blueprint to determine what each one of us will be compelled to do next.<\/p>     <p> A careful student of the Bible recognizes that both of those oversimplifications misrepresent the biblical positions. In fact, I would go so far as to say that <em>any<\/em> attempt to reduce the biblical data to a neatly complete system fully comprehensible to the human mind results in a defective system. The most recent example of this is process theology and its evangelical twin, the so-called “openness of God.” These two positions have determined that the only way to preserve the reality of human free will is to posit a God who does not know the future and who is as much a part of the unfolding of existence as we are. Despite the best intentions of the open theists, any attempt to make a place for free will by limiting the degree to which God knows and can predict the future ends up with a God who is less than the One described in the Bible.<\/p>     <p> The problem with both oversimplifications is just that: They are oversimplifications. They attempt to make the ways of the infinite God conform to the limitations of human reason. From the outset such an enterprise is doomed to failure. If God’s ways can be made perfectly intelligible to my finite brain, then he is no longer God. The challenge is to hold simultaneously two positions that <em>from within our limitations<\/em> seem mutually contradictory. From within those limitations, God must either be sovereign or we must be free. But the Bible maintains both, and that means, as difficult as it may be, we must make room for both in our thinking.<\/p>     <p> <b>Paradox in practice.<\/b> What does that mean in practice? It means that I cannot evade responsibility for my actions. I cannot say, “It’s not my fault; God made me do it.” At the same time, it means that God is not merely an interested bystander, watching the drama of unfolding human choices. God’s holy, redemptive will is going to be accomplished in life, either through me or in spite of me. It also means that there will be an ongoing interaction between God’s will and my choices.<\/p>     <p> This is nowhere better seen than in the account of the “hardening” of Pharaoh’s heart (Ex. 4:21; etc.). Did God do something to Pharaoh that was contrary to something this man or any other Egyptian pharaoh would have done under normal circumstances? Not in the least! This was not a kindly, gentle man, concerned to do the best he could for a “minority” in his kingdom. Rather, this man was prepared to do anything in order to secure his power base, including genocide. But he became that sort of person as a result of choices he had made over his lifetime.<\/p>     <p> God has designed this world so that our choices successively form us into persons we have no other choice but to be. Thus, the Bible says that God knew Pharaoh would harden his heart (Ex. 3:19), that Pharaoh did harden his heart (8:15), that Pharaoh’s heart became hard (7:13), and that God hardened Pharaoh’s heart (7:3). All are true. The point is that Pharaoh felt he was God with an absolute range of choices he could make if he wanted. In fact, that was not the case. Pharaoh was a creature in a world he had not designed and where his choices and his ability to choose had become strictly limited.<\/p>     <p> Thus, in this passage it is not true that God <em>made<\/em> the people sin. He did not do it to them, and he does not do it to us. They chose to sin—and chose to do so against God’s clearly expressed will. On the other hand, having chosen to sin, it became easier and easier for them to sin and harder and harder for them to stop. This is the way God has made his world.<\/p>     <p> Thus, it <em>is true<\/em> that unless God intervenes and breaks this pattern, there is no way it is going to be broken. It is true that if God does not choose to intervene, people are going to continue in their sin and the consequent alienation from God, from God’s creation and from their truest selves. But (and here is the rub) this is not merely a matter of God’s deciding whether to intervene. The question is, will they meet the necessary conditions for that intervention to occur? Will they cry, as the Galilean man did hundreds of years later, “I do believe; help me overcome my unbelief!” (Mark 9:24)? That is, were God’s people willing to have certain patterns of behavior broken in their lives? Were they willing to have certain precious ties broken? Or did they want God’s blessings <em>while they continued to do what they had always done<\/em>? The fact is, we humans want to have our way <em>and<\/em> God’s blessings. That can never be.<\/p>     <div border=\"1\">         <blockquote>             <p><em>Contempory Significance<\/em><\/p>         <\/blockquote>     <\/div>     <p>P<small>OSSIBILITIES<\/small>. We live in a world that has increasingly come to accept the mind-set of the old world. One of the reasons immigrants came to the new world was because of the limited options of the old world. The lines of class and place were firmly fixed when a person was born. What you would be and where you would do it were determined from your first cry.<\/p>     <p> Not so in America. “The sky’s the limit” is more than just a cliché. While it is not totally true, there is more than a grain of truth in the conviction that the only limitations on a person here are those that person places on himself or herself. The only limits are those of vision and diligence. We really believe that all have been created equal in terms of opportunity. Of course, there have been tragic departures from this dream. The slaves from Africa were excluded from it, as were many women. But even though the opportunities for American women were markedly less than those for American men, they were still vastly improved over many European women.<\/p>     <p> That consciousness of unlimited possibilities certainly resonates with the biblical message. That message flatly contradicts the view of paganism that saw all of life as directed by the fates, where the position of the stars on the day of your birth determined the possibilities for the rest of your life. In a stunning contrast, the Bible declares that every person has real choices to make regarding the meaning and purpose of life and that every person will be held accountable for those choices. If those choices are good ones, unlimited possibilities open up. If they are bad ones, no position or status can change the results. It does not matter if the person is a David; sin will have its effects. But neither does it matter if the person is an eighty-year-old runaway like Moses; obedience will reap a harvest that will bear fruit to the end of time.<\/p>     <p> So the new world has been a place where the biblical message can bear fruit in spectacular ways. The idea that <em>anybody<\/em> can be converted regardless of their past life and can become a new person in Christ makes perfect sense. It does not matter what people have done or what kind of a terrible background they come from; God can remake them and bring something bright and clean and new out of it. Does that message pay inadequate attention to some of the conditionings of life? Yes. Does it sometimes bring despair because it seems to offer more than it can deliver? Undoubtedly. Nevertheless, expectations can mean everything when it comes to possibilities. Those who expect little are often able to receive no more than they expect. On the other hand, there are no such limitations on those who expect much.<\/p>     <p> <b>Overcoming the backward slide.<\/b> Today in America we are sliding back into a belief in fate. There are a number of reasons for this. One is that it is a frankly easier view of life, and increasingly we are looking for the easy way out of everything. We don’t want to work for what we receive; instead, we want to get it handed to us. The rise of state-run lotteries and state-sponsored gambling institutions is both a symptom of this situation and a contributing factor to it. Thus, it is easy to believe that since my situation is all determined for me, I cannot be expected to rise above it.<\/p>     <p> A second factor is, of course, the rise of the naturalistic behavioral sciences, which, having no other model from which to explain life than a mechanistic one, see us as nothing other than the sum total of our biological and sociological conditionings. The idea that any of us can possibly transcend these and take control of our conditioning is not only bizarre, it is hateful, because it introduces into the equation a factor that cannot be quantified.<\/p>     <p> A third factor is the fact that our lives have become much more complex. Success or failure no longer seems to depend as much on our own efforts and will. There seem to be so many more outside contributing factors now.<\/p>     <p> This attitude has come to infect our religious thinking as well. Much like the ancient Judeans, we see ourselves as helpless victims. We don’t like our sinful condition and admit that it is far from what God would like us to be—and even what we would like to be. But we feel helpless to change. It is “just the way I am,” and no one can do anything about it. Perhaps if God would break in and make me a different kind of person, things might be different. And God knows, I have asked him to do that often enough, but he just doesn’t seem to do it. Thank God for the grace of Jesus that tells me I am accepted anyway. This is the line of those who feel they are religiously fated. They cannot live out the life of Christ in the world unless they become other than what their psychological conditioning has made them to be, and since that does not happen, they cannot become Christlike.<\/p>     <p> Years ago a wise pastor under whose ministry I had the good fortune to sit helped me to see that such an attitude is a “cop-out.” God is not going to make us into different persons from what we are. If we think that redemption is to have our personality destroyed, we have misunderstood what it means for God to be the Creator. He loves the unique features that make each of us different from every other person on this planet. Why would he destroy what he has expressly made?<\/p>     <p> To be sure, what he has made has become corrupted, deeply and desperately so. But that does not mean his creation must be destroyed. It must be cleansed and purified but not destroyed. It is one thing to be impulsive and passionate; it is another to be ruled by an uncontrollable temper. That temper is like a cancer in the personality, and it must be done away with. But when it is, that person can still expect to be impulsive and passionate, though now with constructive results. God does not want to make you and me into persons other than who we are. What he wants to do is to free us from the blights on our personalities that in fact blur our uniqueness and make us just like millions of other sinful people.<\/p>     <p> But how is that cleansing and purifying to take place? Here is the difficulty. We want God to “zap” us, to do something to us so that there will be no more struggle in our relationship with him. That is not the way it takes place. We hear the apostle Paul saying “Everyone who competes in the games goes into strict training… I do not fight like a man beating the air. No, I beat my body…so that…I myself will not be disqualified for the prize” (1 Cor. 9:25–27). We hear him telling us that those who belong to Christ have “crucified the ‘flesh’” (self-willed living; NIV “the sinful nature,” Gal. 5:24). In other words, it is up to us to appropriate the spiritual power that is ours in the Cross and in the Holy Spirit.<\/p>     <p> God has already placed his Spirit in every believer (Rom. 8:9). So we do not need to “get” the Holy Spirit. What we need to do is to turn him loose, as we believe God will make us like himself, as we identify those specific behaviors that are an offense to him, and as we isolate the causes of those behaviors, learn what triggers them in us, avoid the places where we are likely to fall into them, celebrate our successes, stop beating ourselves for our failures, and walk on. God’s power is unleashed in us when we step toward him in faith, take the hammer in hand, and do what we need to do in order to crucify the self-will that is God’s enemy.<\/p>     ",
    "audit": null
}