{
    "id": 16239,
    "source": "niv",
    "verse_id": 18555,
    "verse_count": 2,
    "reference": "44:21–22",
    "title": "A Call to Take Heart",
    "html": "               <p>T<small>HESE TWO VERSES<\/small> give us God’s appeal to his people on the basis of what he has just said. They have not made their God; rather he has “made” them. Therefore, he is no prisoner of creation, and they need not be either. If they will “remember” all that he has been, is, and will be, they need not fear that he will “forget” them. Nor do they need to fear that their sins have become irremovable aspects of their fate. God is not bound by fate; if he determines to forgive their “offenses” and to redeem them from their captivity, he will find a way to do those things. There is nothing that can stop him (cf. 43:13).<\/p>     <h4>Bridging Contexts<\/h4>     <p>A<small>CCESS TO TRUTH<\/small>. The forcefulness of the language used here and elsewhere in Isaiah in reference to idol worship strikes our modern ears harshly. This is because we have come to the<\/p>     <p>place where harsh language is tolerated only when it is directed against intolerance. In the modern West, intolerance and politically incorrect speech are the only sins left. And intolerance is defined in the widest terms possible: believing that someone else is wrong. We have lost all confidence that anything is true in the realm of ultimate meaning. What you believe is just as likely to be true as what I believe; therefore, how dare either of us criticize the other? I may adhere to any strange creed I wish as long as I do not insist you should believe it.<\/p>     <p> What has happened is this: For the first fifteen hundred years of Christendom the church maintained the authority to determine what was right and wrong. Then for the next three hundred years the Bible was the authority. Then the Enlightenment replaced the Bible with reason. Now we have lost faith in reason’s ability to show us the truth. This means that each person now determines truth for himself or herself, but with one major caveat. Anything that society determines demeans the absolute worth and freedom of any individual will be attacked with draconian energy.<\/p>     <p> So, to use modern parlance, where is Isaiah “coming from”? How can he speak so forcefully about someone else’s cherished beliefs? He can do so because he believes that he has access to “the truth.” That is the critical question. Does he have access to such truth, or is his “truth” of no more value than that of the Canaanites or the Babylonians? If the latter is true, then we must hang our heads for him and tell him to “pipe down.” If, however, he does know the truth, then he must not keep silent. Should a person who knows that a highway bridge has collapsed a few miles ahead keep silent? That would be criminal neglect. Such a person has an obligation to warn everyone he can of the danger they are facing.<\/p>     <p> So the overriding issue in all of this is whether the “truth” about life, its meaning, and its purpose can be known. And if so, by what means is that knowing possible? If, however, life is without meaning, then that is the end of the discussion. “Right” and “wrong” are meaningless terms that should be expelled from our vocabulary. Ye t the most avid secularist is not willing to give up such terms, especially when he or she feels “rights” have been violated. We <em>do<\/em> think some things are so, so the question is: How do we know them? The answer given everywhere today is: experience. Our experience, individual and collective, teaches us that certain things are so. However, beyond some broad generalities, everyone’s experience is different. So it is impossible to say that there are particular principles that are true for everyone.<\/p>     <p> But before we go very far down that road, we should look at the five thousand years of human history that have preceded us. When unaided human experience has been made the means for discovering “truth,” the results have been markedly similar around the world. I have already talked about them at various places in this commentary, but let me recap them briefly: The world is divine; all physical-psycho-social forces are gods; conflict is eternal; sexuality is the life force; sympathetic magic is the means of manipulating and identifying with the gods; all ethics are relative (though since no society can exist for long without certain ethical norms, the ethics a given society deems effective will have to be enforced with coercion); all time is cyclical; progress is an illusion; individuals are only of value as they are a part of the larger whole of humanity, but humanity itself is of no particular value. The history of the human race tells us that this is where the theory of knowledge the Western world now espouses will lead us. Is that really where we want to go?<\/p>     <p> The only viable alternative to that theory of knowledge is the one offered in the Bible. Again we have talked about it elsewhere: It is the principle of revelation. Truth is mediated to us from beyond ourselves. It is mediated by both language and action as God, who transcends us in every particular, intersects us in our own context.<\/p>     <p> This mode of knowledge has led to some startlingly different conclusions about reality. There is one transcendent Creator of the universe, who is a personal Spirit. He created the universe freely and joyously as an expression of his own creative love. Humans, and indeed, individual humans, are an expression of his character and nature and are thus of the highest value to him. Since he is transcendent, he cannot be manipulated by sympathetic magic. He can only be identified with through the means of personal relationship he makes available to us. Since he is the one Creator and is utterly consistent, the world has a purpose and a goal. That in turn means it is possible to determine what is effective in reaching that goal and what is not effective. This also means that it is possible to keep track of progress toward that goal. There is thus an absolute ethic that is rooted in the very nature of things, which, when followed, brings blessing to the human race and which, when denied, brings disaster.<\/p>     <p> This is where Isaiah is coming from. And it is the same place that Jesus Christ was coming from when he said to Nicodemus, “I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? No one has ever gone into heaven except the one who came from heaven—the Son of Man” (John 3:12–13). Jesus was claiming to have direct access to the truth. More than that, he was claiming to be the means of that truth’s being revealed to the world. This is where the passion of an Isaiah and a Jesus come from: the conviction that the truth about nature and life has been revealed to us and that we can then speak with assurance about the right ways to live and the wrong ways. That is what is at issue in a passage like this.<\/p>     <h4>Contemporary Significance<\/h4>     <p>C<small>ONFRONTING AND SHAPING OUR AGE<\/small>. The challenge that a passage like this places before contemporary Christians, especially young Christians, is whether we will confront our age as directly as Isaiah and the rest of the prophets of Israel did. Young people are under terrific pressure to conform to the dominant culture of the day. Part of that pressure comes from within. How do I differentiate myself from my parents (a necessary step if maturity is to occur)? The immediate tendency is simply to reject everything about my parents—the way they think, the way they dress, the preferences they have—and to adopt whatever is new and current.<\/p>     <p> But this internal pressure has been dramatically reinforced from outside by the collapse of American culture that has occurred with increasing speed since the 1960s. Young people have been encouraged to look at the past, and particularly at their parents, with contempt. They have been encouraged to flaunt their defiance of all authority as though authority in itself is an evil. The ethics without which no society can exist (as best epitomized in the Ten Commandments) are consciously attacked in popular music, and music critics rush to laud the “provocative honesty” of the “artists,” while all the time the “artists” are laughing. All they intended was to be outrageous and shocking in as rude a fashion as possible.<\/p>     <p> In this atmosphere, it is imperative that Christian young people be willing to be marked men and women. On the one hand, they need to temper the internal pressure to negate everything of their parents. They need to look critically and yet appreciatively at these persons who gave them life. This is surely why the fifth commandment was given in the first place. If it was the easy, natural thing to honor one’s parents, no commandment would have to be given. It is because it is so easy to dishonor one’s parent that a commandment was necessary. So if the Christendom of one’s parents is full of inconsistencies, that does not mean the whole thing should be dispensed with. Do it better by the grace of God. Bring it back to the Bible and to the authority of God. The children of the exiles in Babylon had the opportunity to trust God in ways that would put their parents’ little faith to shame, and by the grace of God they did it. Let the children of Christian parents today do the same thing and go beyond their parents’ faith.<\/p>     <p> On the other hand, let Christian young people today refuse to bow to the false gods of this world just as believers did in Babylon 2,700 years ago. The meaninglessness and pointlessness of life in a world where the transcendent God has been shut out is vividly portrayed in all the media today. We are already reaping the bitter fruits of the view that this world is all there is. Can things made with human hands save us from ourselves today any more than they could then? Not in the least. So the god and goddess of unlimited sex, the god of power through wealth, the god of alcoholic gaiety, and the goddess of beauty must all be rejected by Christians today as we seek the face of the one God more than anything else. He alone can redeem us from the dungeons in which those other gods will abandon us at the end of the day.<\/p>     <p> This will require increasing courage and the willingness to be rejected and ultimately disenfranchised. Unless our society undergoes a major revival, Christians will soon be seen as the enemy of the state. But God is writing our history and no one else, so we can dare to be different, and in so doing continue to be lights for the truth so that others lost in the dark can find their way home to the Father.<\/p>     ",
    "audit": null
}