{
    "id": 16153,
    "source": "niv",
    "verse_id": 17957,
    "verse_count": 5,
    "reference": "14:28–32",
    "title": "",
    "html": "          <blockquote>         <p><span><span><b>T<\/b><\/span><\/span><small>HIS ORACLE CAME<\/small> in the year King Ahaz died:<\/p>         <blockquote>             <p> Do not rejoice, all you Philistines,<\/p>             <p> that the rod that struck you is broken;<\/p>             <p>from the root of that snake will spring up a viper,<\/p>             <p> its fruit will be a darting, venomous serpent.<\/p>             <p> The poorest of the poor will find pasture,<\/p>             <p> and the needy will lie down in safety.<\/p>             <p>But your root I will destroy by famine;<\/p>             <p> it will slay your survivors.<\/p>             <p>Wail, O gate! Howl, O city!<\/p>             <p> Melt away, all you Philistines!<\/p>             <p>A cloud of smoke comes from the north,<\/p>             <p> and there is not a straggler in its ranks.<\/p>             <p> What answer shall be given<\/p>             <p> to the envoys of that nation?<\/p>             <p>“The L<small>ORD<\/small> has established Zion,<\/p>             <p> and in her his afflicted people will find refuge.”<\/p>         <\/blockquote>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>A<small>LTHOUGH THE DATES<\/small> for the end of Ahaz’s reign and the beginning of Hezekiah’s are complicated by apparently contradictory datings in 2 Kings 18, it seems probable that Ahaz died in 716 <small>B.C<\/small>. and that Hezekiah either began to reign then or assumed full regnancy after having been coregent for some time. But it is not clear what the significance of Ahaz’s death is for the meaning of this oracle. It is possible that the date has no significance for the interpretation of the judgment on Philistia, but since there are only three datings in Isaiah (6:1; here; 20:1), that does not seem likely.<\/p>     <p> Nevertheless, the connection is unclear. If Ahaz had been a threat to the Philistines, it would be natural to say he was the broken rod who had struck the Philistines. But that is not the case. If anything the reverse was true, for 2 Chronicles 28:18 indicates that Ahaz lost several cities to the Philistines. Perhaps the date is significant because the Philistines had revolted against Assyria at this time and were urging the new king Hezekiah to join them because Assyria, “the rod that struck [us,] is broken.” In 715 <small>B.C<\/small>. Sargon of Assyria was still trying to regain full control of the empire after his accession in 721, and the Philistines may have taken this prolonged struggle as a sign of weakness. If that is correct, Isaiah quickly disabuses them of such a false notion. In fact, Assyria’s period of greatest strength is still in its youth and will continue to grow for another sixty years. Like Moses’ staff, this “rod” will turn into a “snake,” and the snake will give birth to a venomous “viper” (Isa. 14:29).<\/p>     <p> Verses 30 and 32 strengthen the suggestion that the Philistines are inviting the Judeans to join them in revolt. To this proposal, Isaiah answers that the Lord will take care of Judah without any help from the Philistines. Here again is the trust issue. Will Judah trust the nations or the Lord? They need not ally themselves with the Philistines because the Judeans are the flock of God, and he will tend them (14:30; see also 40:11). In fact, the great Philistines themselves will be consumed by a “cloud of smoke…from the north” (14:31)<em>.<\/em> This refers to the Assyrian armies coming south along the coast. Since “the L<small>ORD<\/small> has established Zion,” an alliance with a soon-to-be-destroyed neighbor is hardly necessary.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE ISSUE HERE<\/small> is the folly of turning away from that which is secure to depend on what is failing. The Lord’s help often seems so intangible while the material and physical seems so real. Today as in ancient times, we need prophets who will help us see the real fragility of what seems on the surface to be so strong.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HE CHURCH TODAY<\/small> is often in the position of Judah. We feel beleaguered on every hand, and we look for allies. Unfortunately, the allies to whom we are tempted to turn are weaker than us and in some cases are actually our enemies, just as Philistia was to Judah. We feel we need a large new facility and turn to a fund-raising consultant who has only veneered over the most cynical and manipulative methods of the world with a layer of superficial “spirituality.”<\/p>     <p> Yet it is “Zion” that will survive when all the world’s institutions are gone. Is it wrong “to spoil the Egyptians,” to raid the world for its best products? No, but the history of the church’s attempts to do this is a pretty sorry one. All too often we discover that the world’s “best products” carry with them understandings of reality that are alien to everything the church stands for. All too often the subtle assumption on which these methods and approaches is based is that “God helps those who help themselves.” Count Bismarck is reported to have said, “God is on the side of the big battalions.” That is the world talking. The Bible says “Trust in the L<small>ORD<\/small> with all your heart and lean not on your own understanding” (Prov. 3:5). That is what Isaiah is saying.<\/p>     ",
    "audit": null
}