{
    "id": 16217,
    "source": "niv",
    "verse_id": 18422,
    "verse_count": 31,
    "reference": "40:1–31",
    "title": "",
    "html": "          <blockquote>         <p>C<small>OMFORT, COMFORT<\/small> MY people,<\/p>         <p> says your God.<\/p>         <p>Speak tenderly to Jerusalem,<\/p>         <p> and proclaim to her<\/p>         <p>that her hard service has been completed,<\/p>         <p> that her sin has been paid for,<\/p>         <p>that she has received from the L<small>ORD<\/small>’s hand<\/p>         <p> double for all her sins.<\/p>         <p>A voice of one calling:<\/p>         <p>“In the desert prepare<\/p>         <p> the way for the L<small>ORD<\/small>,<\/p>         <p>make straight in the wilderness<\/p>         <p> a highway for our God.<\/p>         <p>Every valley shall be raised up,<\/p>         <p> every mountain and hill made low;<\/p>         <p>the rough ground shall become level,<\/p>         <p> the rugged places a plain.<\/p>         <p>And the glory of the L<small>ORD<\/small> will be revealed,<\/p>         <p> and all mankind together will see it.<\/p>         <blockquote>             <p> For the mouth of the LORD has spoken.”<\/p>         <\/blockquote>         <p>A voice says, “Cry out.”<\/p>         <p> And I said, “What shall I cry?”<\/p>         <p>“All men are like grass,<\/p>         <p> and all their glory is like the flowers of the field.<\/p>         <p>The grass withers and the flowers fall,<\/p>         <p> because the breath of the L<small>ORD<\/small> blows on them.<\/p>         <p> Surely the people are grass.<\/p>         <p>The grass withers and the flowers fall,<\/p>         <p> but the word of our God stands forever.”<\/p>         <p>You who bring good tidings to Zion,<\/p>         <p> go up on a high mountain.<\/p>         <p>You who bring good tidings to Jerusalem,<\/p>         <p> lift up your voice with a shout,<\/p>         <p>lift it up, do not be afraid;<\/p>         <p> say to the towns of Judah,<\/p>         <p> “Here is your God!”<\/p>         <p>See, the Sovereign LORD comes with power,<\/p>         <p> and his arm rules for him.<\/p>         <p>See, his reward is with him,<\/p>         <p> and his recompense accompanies him.<\/p>         <p>He tends his flock like a shepherd:<\/p>         <p> He gathers the lambs in his arms<\/p>         <p>and carries them close to his heart;<\/p>         <p> he gently leads those that have young.<\/p>         <p>Who has measured the waters in the hollow of his hand,<\/p>         <p> or with the breadth of his hand marked off the heavens?<\/p>         <p>Who has held the dust of the earth in a basket,<\/p>         <p> or weighed the mountains on the scales<\/p>         <p> and the hills in a balance?<\/p>         <p>Who has understood the mind of the L<small>ORD<\/small>,<\/p>         <p> or instructed him as his counselor?<\/p>         <p>Whom did the LORD consult to enlighten him,<\/p>         <p> and who taught him the right way?<\/p>         <p>Who was it that taught him knowledge<\/p>         <p> or showed him the path of understanding?<\/p>         <p>Surely the nations are like a drop in a bucket;<\/p>         <p> they are regarded as dust on the scales;<\/p>         <p> he weighs the islands as though they were fine dust.<\/p>         <p>Lebanon is not sufficient for altar fires,<\/p>         <p> nor its animals enough for burnt offerings.<\/p>         <p>Before him all the nations are as nothing;<\/p>         <p> they are regarded by him as worthless<\/p>         <p> and less than nothing.<\/p>         <p>To whom, then, will you compare God?<\/p>         <p> What image will you compare him to?<\/p>         <p>As for an idol, a craftsman casts it,<\/p>         <p> and a goldsmith overlays it with gold<\/p>         <p> and fashions silver chains for it.<\/p>         <p>A man too poor to present such an offering<\/p>         <p> selects wood that will not rot.<\/p>         <p>He looks for a skilled craftsman<\/p>         <p> to set up an idol that will not topple.<\/p>         <p>Do you not know?<\/p>         <p> Have you not heard?<\/p>         <p>Has it not been told you from the beginning?<\/p>         <p> Have you not understood since the earth was founded?<\/p>         <p>He sits enthroned above the circle of the earth,<\/p>         <p> and its people are like grasshoppers.<\/p>         <p>He stretches out the heavens like a canopy,<\/p>         <p> and spreads them out like a tent to live in.<\/p>         <p>He brings princes to naught<\/p>         <p> and reduces the rulers of this world to nothing.<\/p>         <p>No sooner are they planted,<\/p>         <p> no sooner are they sown,<\/p>         <p> no sooner do they take root in the ground,<\/p>         <p>than he blows on them and they wither,<\/p>         <p> and a whirlwind sweeps them away like chaff.<\/p>         <p>“To whom will you compare me?<\/p>         <p> Or who is my equal?” says the Holy One.<\/p>         <p>Lift your eyes and look to the heavens:<\/p>         <p> Who created all these?<\/p>         <p>He who brings out the starry host one by one,<\/p>         <p> and calls them each by name.<\/p>         <p>Because of his great power and mighty strength,<\/p>         <p> not one of them is missing.<\/p>         <p>Why do you say, O Jacob,<\/p>         <p> and complain, O Israel,<\/p>         <p>“My way is hidden from the L<small>ORD<\/small>;<\/p>         <p> my cause is disregarded by my God”?<\/p>         <p>Do you not know?<\/p>         <p> Have you not heard?<\/p>         <p>The L<small>ORD<\/small> is the everlasting God,<\/p>         <p> the Creator of the ends of the earth.<\/p>         <p>He will not grow tired or weary,<\/p>         <p> and his understanding no one can fathom.<\/p>         <p>He gives strength to the weary<\/p>         <p> and increases the power of the weak.<\/p>         <p>Even youths grow tired and weary,<\/p>         <p> and young men stumble and fall;<\/p>         <p>but those who hope in the L<small>ORD<\/small><\/p>         <p> will renew their strength.<\/p>         <p>They will soar on wings like eagles;<\/p>         <p> they will run and not grow weary,<\/p>         <p> they will walk and not be faint.<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>C<small>HAPTER 40 INTRODUCES<\/small> the third major division of Isaiah: chapters 40–55. The question of the Lord’s trustworthiness has been thoroughly answered. But the question remains: What will motivate the people of God to actually trust him and become the servants that they are called to be? Furthermore, how will it be possible for sinful Israel to become God’s servants at all? What is to be done about the sin that has alienated them from God?<\/p>     <p> To answer these questions the prophet projects himself out into the future where these questions will be seen in their full poignancy. In the context of the coming Babylonian exile, he addresses the questions he knows the exiles will be prompted to ask by that crisis. Chapters 40–55 answer the questions in two subdivisions. (1) Chapters 41–48 address Israel’s captivity in Babylon. If they are to be the redeemed servants of the Lord, they need to be free in order to worship God in the land of the promises. These chapters speak of God’s capacity to deliver and his desire to do so. (2) Chapters 49–55 address the prior issue of what needs to be done about the sin that got the people in their dilemma in the first place.<\/p>     <p> Isaiah recognizes that the Exile will bring up questions about these issues. Although the questions are never specifically stated, answers are given again and again to implied questions. The first answer is: “I am God, and there is no other; I am God, and there is none like me” (46:9, etc.). The second is: “So do not fear, for I am with you; do not be dismayed, for I am your God” (41:10, etc.). What, then, are the questions? They are: “Has not God been defeated by the gods of Babylon?” and “Has not our sin separated us from God forever?” To both of these, Isaiah answers with a resounding “no.” God has not been defeated either by the Babylonian gods or by his people’s sin. In fact, God will use the evidence of their lives to demonstrate his sole Godhood. Far from being cast off, they will be his witnesses in his case against the idols.<\/p>     <p> These two themes emerge at once in chapter 40. The chapter has two main divisions: verses 1–11 and verses 12–26, with verses 27–31 acting as a kind of summary conclusion. In the first section, the question of whether God has cast his people away is addressed. Echoing the words of Isaiah 12, where this event is anticipated, God speaks not judgment but comfort. He will deliver them, and they will be in a position to tell the world of the deliverance. Then in 40:12–26, he speaks of his ability to deliver them. He is the incomparable God, like whom there is no other. The nations of earth are nothing to him, so they need not fear that they have been abandoned. They need only to wait in hope for the time to come (40:27–31).<\/p>     <p> The dominant idea here is that of the undeserved grace of God. This is what will motivate the people to trust God, just as was intimated in chapter 12. When God delivers his people without any deserving on their part, they will at last be willing to cast themselves on him without reservation. So if chapters 7–39 were about trust as the basis for servanthood, chapters 40–55 are about grace as the motive and the means of servanthood.<\/p>     ",
    "audit": null
}