{
    "id": 16286,
    "source": "niv",
    "verse_id": 18823,
    "verse_count": 22,
    "reference": "60:1–22",
    "title": "",
    "html": "          <blockquote>         <p>“A<small>RISE<\/small>, <small>SHINE<\/small>, <small>FOR<\/small> your light has come,<\/p>         <p> and the glory of the L<small>ORD<\/small> rises upon you.<\/p>         <p> See, darkness covers the earth<\/p>         <p> and thick darkness is over the peoples,<\/p>         <p>but the L<small>ORD<\/small> rises upon you<\/p>         <p> and his glory appears over you.<\/p>         <p> Nations will come to your light,<\/p>         <p> and kings to the brightness of your dawn.<\/p>         <p> “Lift up your eyes and look about you:<\/p>         <p> All assemble and come to you;<\/p>         <p>your sons come from afar,<\/p>         <p> and your daughters are carried on the arm.<\/p>         <p>Then you will look and be radiant,<\/p>         <p> your heart will throb and swell with joy;<\/p>         <p>the wealth on the seas will be brought to you,<\/p>         <p> to you the riches of the nations will come.<\/p>         <p> Herds of camels will cover your land,<\/p>         <p> young camels of Midian and Ephah.<\/p>         <p>And all from Sheba will come,<\/p>         <p> bearing gold and incense<\/p>         <p> and proclaiming the praise of the L<small>ORD<\/small>.<\/p>         <p>All Kedar’s flocks will be gathered to you,<\/p>         <p> the rams of Nebaioth will serve you;<\/p>         <p>they will be accepted as offerings on my altar,<\/p>         <p> and I will adorn my glorious temple.<\/p>         <p> “Who are these that fly along like clouds,<\/p>         <p> like doves to their nests?<\/p>         <p> Surely the islands look to me;<\/p>         <p> in the lead are the ships of Tarshish,<\/p>         <p>bringing your sons from afar,<\/p>         <p> with their silver and gold,<\/p>         <p>to the honor of the L<small>ORD<\/small> your God,<\/p>         <p> the Holy One of Israel,<\/p>         <p> for he has endowed you with splendor.<\/p>         <p> “Foreigners will rebuild your walls,<\/p>         <p> and their kings will serve you.<\/p>         <p>Though in anger <small>I<\/small> struck you,<\/p>         <p> in favor <small>I<\/small> will show you compassion.<\/p>         <p> Your gates will always stand open,<\/p>         <p> they will never be shut, day or night,<\/p>         <p>so that men may bring you the wealth of the nations—<\/p>         <p> their kings led in triumphal procession.<\/p>         <p> For the nation or kingdom that will not serve you will perish;<\/p>         <p> it will be utterly ruined.<\/p>         <p> “The glory of Lebanon will come to you,<\/p>         <p> the pine, the fir and the cypress together,<\/p>         <p>to adorn the place of my sanctuary;<\/p>         <p> and I will glorify the place of my feet.<\/p>         <p> The sons of your oppressors will come bowing before you;<\/p>         <p> all who despise you will bow down at your feet<\/p>         <p>and will call you the City of the L<small>ORD<\/small><\/p>         <p> Zion of the Holy One of Israel.<\/p>         <p> “Although you have been forsaken and hated,<\/p>         <p> with no one traveling through,<\/p>         <p>I will make you the everlasting pride<\/p>         <p> and the joy of all generations.<\/p>         <p> You will drink the milk of nations<\/p>         <p> and be nursed at royal breasts.<\/p>         <p>Then you will know that I, the L<small>ORD<\/small>, am your Savior,<\/p>         <p> your Redeemer, the Mighty One of Jacob.<\/p>         <p> Instead of bronze I will bring you gold,<\/p>         <p> and silver in place of iron.<\/p>         <p>Instead of wood I will bring you bronze,<\/p>         <p> and iron in place of stones.<\/p>         <p>I will make peace your governor<\/p>         <p> and righteousness your ruler.<\/p>         <p> No longer will violence be heard in your land,<\/p>         <p> nor ruin or destruction within your borders,<\/p>         <p>but you will call your walls Salvation<\/p>         <p> and your gates Praise.<\/p>         <p> The sun will no more be your light by day,<\/p>         <p> nor will the brightness of the moon shine on you,<\/p>         <p>for the L<small>ORD<\/small> will be your everlasting light,<\/p>         <p> and your God will be your glory.<\/p>         <p> Your sun will never set again,<\/p>         <p> and your moon will wane no more;<\/p>         <p>the L<small>ORD<\/small> will be your everlasting light,<\/p>         <p> and your days of sorrow will end.<\/p>         <p> Then will all your people be righteous<\/p>         <p> and they will possess the land forever.<\/p>         <p>They are the shoot I have planted,<\/p>         <p> the work of my hands,<\/p>         <p> for the display of my splendor.<\/p>         <p> The least of you will become a thousand,<\/p>         <p> the smallest a mighty nation.<\/p>         <p>I am the L<small>ORD<\/small>;<\/p>         <p> in its time I will do this swiftly.”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>I<small>SAIAH<\/small> 60–62 <small>FORM<\/small> the center section of the chiastic structure in which chapters 56–66 are arranged (see the comments at 56:1–8). These three chapters display the glorious future of a Jerusalem in which God’s glory shines through his anointed Servant (61:1–3). That glory is an expression of the reality that will exist when the divine warrior’s conquest of sin is complete. But even prior to that final consummation, many aspects of it have already been realized. God’s light has dawned in Zion in the person of Jesus Christ; as a result, many of the world’s great nations have come to Jerusalem. In the process many of the dispersed peoples of Israel have been restored to the land. From Jerusalem a witness has gone out to all the world, and that witness continues to this day.<\/p>     <p> Chapter 60 may be divided into four stanzas. (1) Verses 1–3 form a vividly poetic introduction. (2) Verses 4–9 focus on the return of Zion’s dispersed sons and daughters, accompanied by the wealth of the world. (3) In verses 10–14 the kings of the oppressor nations submit to Zion. (4) Verses 15–22 demonstrate how God will not cast off Israel forever but will fully restore it to himself.<\/p>     ",
    "audit": null
}