{
    "id": 16145,
    "source": "niv",
    "verse_id": 17921,
    "verse_count": 9,
    "reference": "13:14–22",
    "title": "The Collapse of Power",
    "html": "                           <p>I<small>SAIAH NOW TAKES<\/small> up a somewhat more historical note, although the language still retains a distinctly universalistic tone. Verses 14–15 describe the breakup of the collection of city-states out of which every ancient empire was crafted. As the central power began to collapse, it was quickly every city (“native land”) for itself, as everyone rushed to get some modicum of protection. But, in fact, there would be no protection, for the strongest of men could not save his wife, his children, or his possessions (13:16).<\/p>         <p> The “Medes” were a warlike people from the Zagros Mountains east of the Tigris River (in what is today Iran). They seem to have loved fighting more than ruling, for they were successively allied with Assyria, Babylon, and Persia. Only the Greeks under Alexander proved their match, and even the Greeks spoke of the Medes with a certain degree of awe. Here (13:17), with prophetic inspiration, Isaiah recognizes that the Medes are the ones who will undo the Mesopotamian power as they first join Babylon to destroy Assyria and then join the Persians to wipe out Babylon. Neither the strong (“the young men”) nor the weak (“infants,” “children,” 13:18) will receive any quarter from them, so that Babylon’s destruction will be complete (13:19–22).<\/p>         <p> Although the Medo-Persian conquest of Babylon did not signal the city’s immediate demise, it did signal the beginning of the end. The Persians had dual capital cities in Susa in Persia and Ecbatana in Media, while the successors of Alexander made their capitol in Antioch of Syria. Thus, the greatest city in the ancient world went into a slow decline so that in the eighteenth century A.D., even its location was unknown. Isaiah’s prophecy about its becoming a haunt of “hyenas” and “jackals” (13:22) came true with a vengeance. Was it the glory of the world? Listen to the owls hooting in its windows and the goats bleating as they jump over the stumps of its walls!<\/p>                  <h4>Bridging Contexts<\/h4>                  <p>O<small>N THE SURFACE<\/small>, Isaiah seems to be picking an uneven fight. What can the God of tiny little Jerusalem do to mighty Babylon? Of course Isaiah knows something that the rulers of Babylon do not. The Holy One of Israel is the sole God of the whole world, the Creator and Sustainer of the universe. Yes, it <em>is<\/em> an uneven fight, but in the exact opposite direction from what the Babylonians may be thinking.<\/p>         <p> Many years after Isaiah, when Babylon was at the height of its power, the God of the exiled Judeans humbled Nebuchadnezzar, the mightiest Babylonian king of all time, to eat grass like an ox (Dan. 4:24–35). The words that Nebuchadnezzar spoke at the end of that experience are true then and now (see 4:34b–35):<\/p>         <blockquote>             <p>His dominion is an eternal dominion;<\/p>             <p> his kingdom endures from generation to generation.<\/p>             <p>All the peoples of the earth<\/p>             <p> are regarded as nothing.<\/p>             <p> He does as he pleases<\/p>             <p> with the powers of heaven<\/p>             <p> and the peoples of the earth.<\/p>             <p>No one can hold back his hand<\/p>             <p> or say to him, “What have you done?”<\/p>         <\/blockquote>         <p>Compared to the glory of the Creator and Sustainer of the universe, the glory of the greatest Babylon that the earth can produce is only dust and ashes.<\/p>         <p> John the Revelator said much the same thing six centuries after Nebuchadnezzar, when he depicted the Babylon of his day, Rome, as a gorgeous prostitute to whom all the great of the earth came. Yet, using language that clearly combines that used to describe Babylon here and Tyre in Isaiah 23, the prophet writes that all her wealth and power will come to nothing:<\/p>         <blockquote>             <p>“Fallen! Fallen is Babylon the Great!<\/p>             <p> She has become a home for demons<\/p>             <p>and a haunt for every evil spirit,<\/p>             <p> a haunt for every unclean and detestable bird.<\/p>             <p>For all the nations have drunk<\/p>             <p> the maddening wine of her adulteries.<\/p>             <p>The kings of the earth have committed adultery with her,<\/p>             <p> and the merchants of the earth grew rich from her excessive luxuries…<\/p>             <p>‘Woe! Woe, O great city,<\/p>             <p> O Babylon, city of Power!<\/p>             <p>In one hour your doom has come!’” (Rev. 18:2–3, 10)<\/p>             <p> Today, all that remains of ancient Rome is a collection of impressive ruins. “Eternal Rome” did not last for even a thousand years. More recently, the world-spanning British Empire, on which “the sun never set,” was more pre-sciently described by Rudyard Kipling when he said, “Lo, all our wealth of yesterday is one with Nineveh and Tyre.”             <\/p>         <\/blockquote>                                       <h4>Contemporary Significance<\/h4>                                                <p>I<small>T IS ALL TOO EASY<\/small> to be blown away by the glory of this world. We see the glamour of the movie stars; we see the power that wealth gives; we see aircraft carriers and intercontinental ballistic missiles, and we think, “Ah, there is reality.” But that is not where glory resides. Isaiah heard the seraphim correctly when they sang, “The whole earth is full of his glory.”<\/p>         <p> Imagine if New York City, arguably the most glamorous and powerful city on the earth, were struck with a nuclear attack this afternoon. What would all the glamour and power be worth in one millisecond? Exactly nothing. Isaiah knows nothing about nuclear physics, but he knows about a God to whom earth’s mightiest nuclear explosion is less than a sneeze. What is the fusion of a few atoms of uranium to the One who spoke a word of command and the “Big Bang” occurred?<\/p>         <p> Yet we all, like the ancient Hebrews, persist in trusting everything else before God. We give our allegiance to flesh and blood, to physical things, as though they can give us significance and worth. In fact, they are all passing faster than we can imagine. In childhood the days seem to stretch on and on forever, and the month of December takes several years to pass—or so it seems. With the passing of years, the days begin to fly by, and we begin to see that some things we thought were so important will shortly be gone.<\/p>         <p> So wisdom asks: What will survive the wreck of all human accomplishments? It is not the works of humans, amassed by cleverness and oppression. Nor is it even our finer works of art and culture. In the end, while they may survive their creators, they are as fragile as we are. One day the finest cathedrals will fall, as did Solomon’s temple. One day, the Mona Lisa will crumble into dust. If we trust our power, someone will emerge more powerful than we; if we trust our intelligence, someone will emerge smarter than we; if we trust our creativity, someone will emerge more creative than we; if we trust our allies, they will one day run away before an enemy mightier than we, and they may even become the enemy themselves.<\/p>         <p> Whence comes this endless string of supersedence? It comes from the fact that we are neither self-originating nor self-authenticating. Thus, it is foolish to trust in humanity that has breath in its nostrils (2:22). Rather, we should be looking to the eternal, which will not pass away. We may love our country and grieve over the unmistakable signs of its demise that are all around us. But if we put our hope in its eventual recovery and success, that is a vain hope. Yes, God may give us a revival, and we may have years to come. But the end is inevitable. Why trust the veil when we may trust him who is behind the veil and will assuredly one day pull that veil to the ground?<\/p>         <p> Once again, Christ’s words come to mind: “Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock” (Matt. 7:24). If we put our trust in God and give our lives to finding out his nature and purposes, that will endure whatever crashes time may bring on us. Nations may—indeed, will—fall, but we can stand. The apostle Peter said it well when he said,<\/p>         <blockquote>             <p>  Therefore, my brothers, be all the more eager to make your calling and election sure. For if you do these things, you will never fall, and you will receive a rich welcome into the eternal kingdom of our Lord and Savior Jesus Christ. (2 Peter 1:10–11)<\/p>         <\/blockquote>         <p>While the “these things” he is talking about may be our calling and election, it is more likely that he is referring to the “these things” in verses 8–9 (NIV “these qualities” in v. 8, “them” in v. 9), namely, the virtues of faith, goodness, knowledge, self-control, perseverance, godliness, brotherly kindness, and love. These will endure because they are the very qualities of God. If we, in response to his grace, have given our lives to pursuing him, we too will endure (John 12:25–26).<\/p>          ",
    "audit": null
}