{
    "id": 16294,
    "source": "niv",
    "verse_id": 18874,
    "verse_count": 8,
    "reference": "63:7–14",
    "title": "",
    "html": "          <blockquote>         <p>I <small>WILL TELL<\/small> of the kindnesses of the L<small>ORD<\/small>,<\/p>         <p> the deeds for which he is to be praised,<\/p>         <p> according to all the L<small>ORD<\/small> has done for us—<\/p>         <p>yes, the many good things he has done<\/p>         <p> for the house of Israel,<\/p>         <p> according to his compassion and many kindnesses.<\/p>         <p>He said, “Surely they are my people,<\/p>         <p> sons who will not be false to me”;<\/p>         <p> and so he became their Savior.<\/p>         <p>In all their distress he too was distressed,<\/p>         <p> and the angel of his presence saved them.<\/p>         <p>In his love and mercy he redeemed them;<\/p>         <p> he lifted them up and carried them<\/p>         <p> all the days of old.<\/p>         <p>Yet they rebelled<\/p>         <p> and grieved his Holy Spirit.<\/p>         <p>So he turned and became their enemy<\/p>         <p> and he himself fought against them.<\/p>         <p>Then his people recalled the days of old,<\/p>         <p> the days of Moses and his people—<\/p>         <p>where is he who brought them through the sea,<\/p>         <p> with the shepherd of his flock?<\/p>         <p>Where is he who set<\/p>         <p> his Holy Spirit among them,<\/p>         <p>who sent his glorious arm of power<\/p>         <p> to be at Moses’ right hand,<\/p>         <p>who divided the waters before them,<\/p>         <p> to gain for himself everlasting renown,<\/p>         <p>who led them through the depths? Like a horse in open country,<\/p>         <p>they did not stumble;<\/p>         <p>like cattle that go down to the plain,<\/p>         <p> they were given rest by the Spirit of the L<small>ORD<\/small>.<\/p>         <p>This is how you guided your people<\/p>         <p> to make for yourself a glorious name.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>A<small>FTER INTRODUCING<\/small> G<small>OD’S<\/small> ability to defeat sin in all of its forms, Isaiah returns to a discussion of the human inability to do what is right (from 63:7 to 65:16). But this iteration of the theme (in contrast to the way it is presented in chs. 57–59) has more of an emphasis on the recognition that human failure will always be the case unless God intervenes. So there is not only a lament over the failure but also the question why God allows this condition to persist.<\/p>     <p> The groundwork for this question is laid in 63:7–14, and then the question itself is brought out in 63:15–64:12. The forceful answer from God appears in 65:1–5. In 63:7–14 the prophet begins the discussion by rehearsing the theological significance of the Exodus. He lays the emphasis on the elements of God’s character that were revealed in the Exodus events. His “kindnesses” and “compassion” (63:7) were revealed, as were his “love and mercy” (63:9). He is One who does “good things” (63:7) in saving and redeeming (63:9) his people.<\/p>     <p> But the Exodus events also reveal the rebellious character of God’s people. After all God had done for them, the Israelites turned against him. Interestingly, Isaiah does not put this rebellion into either a legal or a royal context. That is, he does not say that they broke their covenant or they disobeyed their King. Rather, they “grieved [God’s] Holy Spirit” (63:10). That is the language of personal relationship, for the “Holy Spirit” is God’s personal presence among his people. Note too 63:14, where “the Spirit of the L<small>ORD<\/small>” gave “rest” to the people (the language is reminiscent of Ps. 23). Clearly the “Spirit” here is a way of speaking about God’s personal involvement with humans.<\/p>     <p> This atmosphere is reinforced by such language as “lifted them up and carried them” (63:9; cf. 46:3–4). All this makes the rebellion more unthinkable. It is not a king or a judge who has been disobeyed or whose authority has been denied. Rather, it is a Father’s love, care, and concern that has been treated as worthless. The result is that their Lover became their “enemy” (63:10). Love and personal relationship do not invalidate the law of cause and effect.<\/p>     <p> But if the Exodus events illustrate both the undeserved grace of God and the shocking rebellion of the people, they also illustrate what older theologians called the “biddability” of God. For in spite of the rebellion of the first generation in the desert, God did not abandon his people. Although he would have been justified in wiping them off the face of the earth in response to their repeated breaking of the covenant, he did not do so. This is implicit in 63:11–14. Given God’s initial grace and his continuing patience, what of the future? Can God provide a new Moses who will be the “arm of the L<small>ORD<\/small>” (63:12; cf. 52:10; 53:1) for a fallen people? Can he not deliver them from their persistent rebellion and grieving of the Holy Spirit?<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE THREE THEOLOGICAL<\/small> themes of this segment of Isaiah are the perennial ones of church history. There is first of all the incredible, undeserved grace of God. Where better can this be seen than in the birth of the church? How could a group of people who were neither the intelligentsia nor the elite of their day have the kind of impact on the world that those first Christians did? It was only the result of the grace of God. Over and over again Paul marvels at that grace in permitting him to be the one to reveal the mystery of the ages to the Gentiles. And because the Holy Spirit was at work in those early believers, they did not merely revel in that grace but were able to become channels of it to a world that God had prepared to hear.<\/p>     <p> But the other theme is there as well. In many ways, just as the story of the Old Testament is a story of apostasy, so is the story of the church. We look at the medieval papacy with horror. How could the things that were done there be done in the name of Christ? Every one of the seven deadly sins was practiced right in the hierarchy of Christ’s church. There is no grace that will make it so the evil in the human heart cannot be expressed.<\/p>     <p> But the third theme is there as well. Across the centuries, time after time, when a merely human interpretation would have said that the church had finally gone beyond the point of restoration, that very thing occurs. <small>A<\/small> Francis of Assisi appears, or a Bernard of Clairvaux, or a Martin Luther, or a Count von Zinzendorf, or a John Wesley. Alongside these, there have been millions of nameless people who have turned to God in failure, despair, and shame and found not merely restoration to favor but more than that, genuine cleansing and revitalization. In our rebellion, we have experienced God’s incredible willingness to hear the prayer of desolation and come back home to our hearts once again.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HE CHURCH IN<\/small> the West today is in precipitous decline, and we need the message of these verses. While Christendom is still the established religion in most of the western European countries, it clearly has no hold on the hearts of the vast majority of the populace, who see Christianity as irrelevant to their lives. In North America the so-called “mainline churches” are in a state of near free fall, with millions departing their rolls annually, while their leaders speak piously of the “purging of the church.” A recent book title speaks about life “after Christianity.”<\/p>     <p> Isaiah calls us to return to our first love. It is not the stern Judge or the distant King who calls us but the One who has carried us through all the years (cf. 46:3–4). He is the One who gave us birth in the first place, who held our arms when we took our first steps, and who faithfully guided us out of the desert into green pastures. The whispers of the Holy Spirit are those of a brokenhearted Lover who tells us that it is not too late to return to his arms.<\/p>     <p> But this Lover is no weak-chinned stripling, who can be treated like a doormat, thankfully allowing us to use him over again whenever we are between other enchantments. He is Almighty God, whose ways are truth and whose law is eternal. To grieve his heart is to fall off a cliff. If he becomes our enemy, all of life will turn against us. Christians who have a sentimental idea of a God who exists for them are in for a rude shock, and it is time that we woke up to that reality.<\/p>     <p> But if we do wake up to it, there is no end to what God will do for us. He has breathed new life into his church before, and he will do it again. Contemporary writers, like the author of the Dune series of science-fiction novels, envision a future where a sort of hybrid religion exists because they have only known a church in decline. But that is not historically accurate, because history shows that God will not let his church go. The only question is when, and the answer to that question depends on us.<\/p>     ",
    "audit": null
}