{
    "id": 16171,
    "source": "niv",
    "verse_id": 18079,
    "verse_count": 18,
    "reference": "23:1–18",
    "title": "",
    "html": "          <blockquote>         <p>A<small>N ORACLE CONCERNING<\/small> T<small>YRE<\/small>:<\/p>         <blockquote>             <p>Wail, O ships of Tarshish!<\/p>             <p> For Tyre is destroyed<\/p>             <p> and left without house or harbor.<\/p>             <p>From the land of Cyprus<\/p>             <p> word has come to them.<\/p>             <p>Be silent, you people of the island<\/p>             <p> and you merchants of Sidon,<\/p>             <p> whom the seafarers have enriched.<\/p>             <p>On the great waters<\/p>             <p> came the grain of the Shihor;<\/p>             <p>the harvest of the Nile was the revenue of Tyre,<\/p>             <p> and she became the marketplace of the nations.<\/p>             <p>Be ashamed, O Sidon, and you, O fortress of the sea,<\/p>             <p> for the sea has spoken:<\/p>             <p>“I have neither been in labor nor given birth;<\/p>             <p> I have neither reared sons nor brought up daughters.”<\/p>             <p>When word comes to Egypt,<\/p>             <p> they will be in anguish at the report from Tyre.<\/p>             <p>Cross over to Tarshish;<\/p>             <p> wail, you people of the island.<\/p>             <p>Is this your city of revelry,<\/p>             <p> the old, old city,<\/p>             <p>whose feet have taken her<\/p>             <p> to settle in far-off lands?<\/p>             <p>Who planned this against Tyre,<\/p>             <p> the bestower of crowns,<\/p>             <p>whose merchants are princes,<\/p>             <p> whose traders are renowned in the earth?<\/p>             <p>The LORD Almighty planned it,<\/p>             <p> to bring low the pride of all glory<\/p>             <p> and to humble all who are renowned on the earth.<\/p>             <p>Till your land as along the Nile,<\/p>             <p> O Daughter of Tarshish,<\/p>             <p> for you no longer have a harbor.<\/p>             <p>The LORD has stretched out his hand over the sea<\/p>             <p> and made its kingdoms tremble.<\/p>             <p>He has given an order concerning Phoenicia<\/p>             <p> that her fortresses be destroyed.<\/p>             <p>He said, “No more of your reveling,<\/p>             <p> O Virgin Daughter of Sidon, now crushed!<\/p>             <p>“Up, cross over to Cyprus;<\/p>             <p> even there you will find no rest.”<\/p>             <p>Look at the land of the Babylonians,<\/p>             <p> this people that is now of no account!<\/p>             <p>The Assyrians have made it<\/p>             <p> a place for desert creatures;<\/p>             <p>they raised up their siege towers,<\/p>             <p> they stripped its fortresses bare<\/p>             <p> and turned it into a ruin.<\/p>             <p>Wail, you ships of Tarshish;<\/p>             <p> your fortress is destroyed!<\/p>         <\/blockquote>         <p> At that time Tyre will be forgotten for seventy years, the span of a king’s life. But at the end of these seventy years, it will happen to Tyre as in the song of the prostitute:<\/p>         <blockquote>             <p>“Take up a harp, walk through the city,<\/p>             <p> O prostitute forgotten;<\/p>             <p>play the harp well, sing many a song,<\/p>             <p> so that you will be remembered.”<\/p>         <\/blockquote>         <p>At the end of seventy years, the LORD will deal with Tyre. She will return to her hire as a prostitute and will ply her trade with all the kingdoms on the face of the earth. Yet her profit and her earnings will be set apart for the LORD; they will not be stored up or hoarded. Her profits will go to those who live before the LORD, for abundant food and fine clothes.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>W<small>E COME NOW<\/small> to the last of Isaiah’s oracles against the nations (chs. 13–23). As we said at the outset, these oracles serve two purposes in the present structure of the book. (1) Isaiah promised in chapter 11 that although Judah’s persistent trust of the nations instead of God will result in destruction of the nation and captivity among the nations, God will one day restore the people from that captivity. The question such a promise raises is whether God is really capable of doing that. The oracles against the nations demonstrate that the God of Israel knows the future of each of the nations and that they are ultimately accountable to him. They are in his hand, not he in theirs, as is true of the idols. Therefore, he can deliver his people whenever he chooses.<\/p>     <p> (2) These chapters also introduce a subdivision of the book I have labeled “Lessons in Trust” (chs. 13–35). In these chapters Isaiah is seeking to show Hezekiah and his generation the foolishness of trusting the nations and the great wisdom of trusting the Lord. The first part of that subdivision, the oracles against the nations, raises the question: “Why would you trust any of the nations instead of the Lord when all the nations are subject to him and some of them will actually turn to him in faith before history closes?”<\/p>     <p> The last oracle is addressed to Tyre, the great Phoenician (Canaanite) seaport located on the east coast of the Mediterranean Sea, about one hundred miles northwest of Jerusalem. As Babylon, with which the series began, was the great commercial power on the east of the ancient Near Eastern world, Tyre was the commercial power on the west. The Phoenicians, living roughly where the modern nation of Lebanon is located today, were pretty much forced to become a seafaring nation by their geography. The Lebanon mountain range runs parallel to the coast at this point, with fingers of the range extending right to the water’s edge. This means that both east–west and north–south travel by land is difficult.<\/p>     <p> But this geography also means that in the bays created by the fingers of the mountain range were some excellent ports. When we remember that in ancient times the Lebanon mountains were covered with forests, it becomes easy to see how the Phoenicians got into the business of freighting lumber first to lumber-starved Egypt and then to other parts of the ancient world. From there, Phoenician mastery of the Mediterranean Sea seemed limitless. We remember that Carthage, which battled Rome for supremacy in the third and second centuries <small>B.C.<\/small>, was a Phoenician colony. Sidon, located about twenty-five miles north of Tyre, was another important Phoenician port. These two cities vied with each other for control of the trade. The present oracle seems to include Sidon in the judgment along with Tyre (23:2, 4, 12). Tyre, being closer to Israel, was more important to Israel for trade.<\/p>     ",
    "audit": null
}