{
    "id": 16192,
    "source": "niv",
    "verse_id": 18219,
    "verse_count": 7,
    "reference": "30:1–7",
    "title": "Foolishness of Looking to Egypt",
    "html": "               <p>T<small>HIS SECTION IS<\/small> composed of two parts: The first (30:1–5) states the foolishness of trusting Egypt; the second (30:6–7) illustrates this message. Verse 1 is reminiscent of 1:2 as it speaks of “obstinate [or rebellious] children.” God has carefully reared them, but they refuse to follow his ways (see Ezek. 16). They do not consult their Father for his counsel and advice but hastily make their own “plans” (Isa. 30:1) to serve what they think are their own best interests. Because they are “wayward in spirit” (29:24), they refuse to be led by God’s Spirit (cf. 63:10–11). As a result, they do the very thing they are forbidden to do: go back to Egypt (cf. Deut. 17:16).<\/p>     <p> Admittedly, allying themselves with Egypt makes a good deal of sense from a human point of view. No other nation offers any hope of “protection” to Judah. On the surface, Egypt is large enough and powerful enough to be like a large palm tree, whose fronds offer “shade” (30:2) from Assyria’s blazing sun. But God sees things differently. He sees that there is nothing behind the beautiful facade. There may be impressive “officials in Zoan” (30:4), the town in the northeastern Nile Delta where the Hebrews were once enslaved (Ps. 78:12, 43), and there may be persuasive “envoys” in “Hanes” (perhaps Heracleopolis, north of Memphis), but there is nothing substantial behind the facade. The great palm tree is rotten in the center. Egypt cannot give any true help. Everyone who puts their trust in Egypt will be disgraced (“put to shame,” 30:5).<\/p>     <p> This idea of Egypt’s helplessness is illustrated in a two-verse (30:6–7) “oracle” or “burden” (Heb. maśśa’,). Isaiah pictures a caravan struggling through a terrible desert, filled with hardships and dangers. This sounds like the Sinai Desert. Perhaps the Assyrian presence on the Philistine plain has already made the direct approach down the coast to Egypt too risky. This caravan is carrying “riches” and “treasures” to Egypt. The mention of “envoys” suggests that this is a diplomatic mission and that the caravan is carrying a large payment for the Egyptian “help.”<\/p>     <p> But in fact, says Isaiah, all the struggle and hardship as well as the great expense are in vain. Egypt really can offer no help; they are “unprofitable.” In a final touch of sarcasm, Isaiah creates an oxymoron to describe Egypt. She is “Rahab the Do-Nothing.” Rahab is another name for the chaos monster (see comments on “Leviathan,” 27:1), that terrifying dragon who is always threatening to destroy the order on which human life depends. But <em>this<\/em> Rahab is far from terrifying. In fact, all she does is sit in one place, not threatening anyone. She is a toothless old monster, too lazy to move.<\/p>     ",
    "audit": null
}