{
    "id": 16226,
    "source": "niv",
    "verse_id": 18473,
    "verse_count": 9,
    "reference": "41:21–29",
    "title": "The Case Against the Idols",
    "html": "               <p>O<small>NCE MORE GOD<\/small> calls on the idol worshipers to present their case that the things they worship are really gods. In 41:22 it is not specified what they are to “bring.” The NIV supplies “idols,” and that is a reasonable hypothesis. Another alternative is that they are being challenged to bring forth arguments, as in verse 21.<\/p>     <p> Here Isaiah strikes directly at the heart of the pagan worldview. The prophet calls on the idolaters to give evidence that their idols have ever specifically predicted the future. The reference to “the former things” (41:22) may be understood in one of two ways. It may be speaking of the time in the past when a prediction was made. But another possibility is that Isaiah is asking for an explanation of the past and why things have happened as they have. I believe the latter explanation is more likely. The prophet is asserting that because there is neither a sense of purpose or of overarching meaning in the worldview of continuity, there is no possibility of understanding why anything happens. And if the past cannot be explained, then what about the “future”? Have any of the gods ever given a specific prediction of something that had never happened before but that then subsequently did occur?<\/p>     <p> The answer to this question is, “Of course not.” Just as the thunderstorm cannot predict where it will go or what it will do, neither can an idol. In fact, the gods are incapable of doing anything of a free or unconditioned nature (41:23). They are a part of the cyclic functioning of the cosmic system and must do what the cycle requires. They cannot vary from that pattern. So God mocks them, daring them to do anything at all. If they cannot do anything good for their worshipers, then perhaps they can do something frightening against their enemies.<\/p>     <p> But there is no answer. So God pronounces judgment (41:24). These gods are “nothing”; their works are “worthless,” and those who worship them are an offense against creation (NIV “detestable”; KJV “abomination”). In attempting to deify creation, the pagans have actually committed an offense against it.<\/p>     <p> In 41:25–27 God responds to the challenge. He does have a plan for history, and what will be unfolding before the exiles’ eyes will be the evidence of it. God has brought the conqueror who is coming down on Babylon like a brick-maker or a “potter,” who jumps into the vat where the clay is and treads it into liquid form.<\/p>     <p> It is one thing to assert that Cyrus’s coming is at the direction of “Jacob’s King” (41:21), but it is quite another to prove that the assertion is so. Anyone can make the claim to have done so after the fact. But Isaiah is ready for that approach, and he has both negative and positive evidence. First of all, none of the idols predicted Cyrus’s coming at all (41:26). No one can come forward and say, “That’s right! That’s just what my god said was going to happen.” By contrast, says Isaiah, the God of Israel did make such a prediction in advance (41:27). In fact, that is exactly what he is doing through Isaiah, his “messenger of good tidings” in this very writing. The prediction is being made in what Isaiah is writing during his own lifetime. Then when that writing is read with opened eyes (when it is “unsealed,” 8:16; 29:11–12) amidst its fulfillment during the Exile (150 years later), it will become its own confirmation.<\/p>     <p> Isaiah 41:28–29 is the pronouncement of judgment on the idol worshipers. They have been unable to give any “answer” to the questions God has asked. There is “no one” among them who can give evidence that their gods are even in the same category as Yahweh. He alone is truly Other, and thus he alone is truly Holy. All who worship something other than the true God are doomed to become like their gods: nothing, worthless, wind, and chaos. Their lives are doomed to become as meaningless as their gods are.<\/p>     ",
    "audit": null
}