{
    "id": 16188,
    "source": "niv",
    "verse_id": 18188,
    "verse_count": 7,
    "reference": "28:23–29",
    "title": "Illustration from the World of Agriculture",
    "html": "               <p>O<small>NCE AGAIN, ISAIAH<\/small> closes his message with a graphic illustration. He has been talking about the word of God, to which the scoffers and drunkards refuse to listen. He has been saying that there is a set of simple cause-and-effect principles that rule the spiritual world, which if they are flouted will result in disaster. In these verses the prophet seeks to illustrate his point from the world of agriculture.<\/p>     <p> The least-educated farmer knows that there are some things you do and some things you don’t. “Listen and hear my voice” (28:23) has overtones of wisdom literature, with which the royal counselors would be familiar. Also, the comparison of one activity, royal counsel, with another, farming, is characteristic of wisdom literature. A farmer knows that there are certain appropriate ways to do things. He does not keep on plowing forever, as though that were an end in itself. When he plants, he does not mix up all the different seeds together. Each has to be grown separately. When he threshes, he uses appropriate tools to the size of the grain involved. To use a heavy threshing sledge or a stone roller on the tiny “caraway” and “cummin” seeds would crush them to dust. Instead, he uses a jointed “stick” called a “flail” in English. Neither does one use a threshing sledge to grind up the grain for flour. There are other tools for that.<\/p>     <p> In each of these cases, Isaiah says these peasants have learned these principles from God, the Creator. His natural revelation has taught them how life works. Why cannot these wise counselors, who have the benefit of both natural and special revelation, be as intelligent as an uneducated peasant when it comes to understanding that God can be trusted and humans cannot?<\/p>     <h4>Bridging Contexts<\/h4>     <p>S<small>AMARIA THE WREATH.<\/small> As mentioned above, Samaria sat on a hilltop at the head of a fairly broad valley that sloped gently up from the Mediterranean coastal plain. With its crenelated walls ringing the hilltop, it looked like the wreath worn by victors or revelers. When Omri, king of Israel, moved his capital there from Tirzah, a much more secluded interior site, he was expressing in a physical way that the northern kingdom had “come of age.” They no longer needed to be worried about their security, and they were no longer to be an isolated, parochial state. They would take their place in world affairs, because just at the foot of Samaria’s valley, about ten miles away from the city, ran the great international highway connecting Egypt and Mesopotamia.<\/p>     <p> Under Omri’s son Ahab, the city’s glory grew. Amos mentions (Amos 6:4) the people of Samaria stretching themselves out on couches inlaid with ivory, and archaeological discoveries from the time of Ahab have shown fine inlaid ivory work in the city. The wealth and beauty of Samaria were clearly a source of pride for the people of the northern kingdom. But Isaiah says that that beautiful “wreath” will be thrown down to the ground, as indeed it was by the Assyrian kings Shalmanezer and Sargon in 722\/721 <small>B.C.<\/small> Although Herod the Great rebuilt it, naming the new city Sebaste, it never regained the glory of the Israelite period; it is abandoned today.<\/p>     <p> <b>Ephraim.<\/b> The two dominant tribes in the northern kingdom were Ephraim and Manasseh. Although Manasseh was initially given a much larger share of land than Ephraim, Ephraim’s was almost entirely in the hill country and was more easily conquered from the Canaanites than Manasseh’s. This may explain why Ephraim was generally the more influential of the two and why it is frequently used in the Bible as a synonym for the entire northern kingdom. Its territory extended from about six miles north of Jerusalem to the foot of Mount Gerizim, about eighteen miles, and from the top of the Jordan Valley on the East to the coastal plain on the west, about twenty-five miles. Even though Samaria was actually located in the territory of Manasseh, it is referred to as the capital of Ephraim in Isaiah 7:9 (see also 9:9; Hos. 7:1; Obad. 19).<\/p>     <p> <b>Foreign lips.<\/b> Although almost all the languages spoken in the ancient Near East were in the Semitic family (with the exceptions of Egyptian and Hittite), they were enough different from each other that they were unintelligible to native speakers of one language who had not made a specific study of the other language. This would be analogous to French, Spanish, and Italian today (all rooted in Latin). The result is that even though the Assyrian language shares much of the same phonetic structure as Hebrew and even some of the same vocabulary, it would still sound like gibberish to the average Israelite.<\/p>     <p> To bridge the language problem in its empire, Assyria promoted the use of Aramaic, the language of Syria, as a common language. This may have been both for geographic and linguistic reasons. Geographically, Syria lay close to the midpoint of the empire, and linguistically Aramaic lies somewhat between two of the main branches of the Semitic system, Eastern and Northwestern.<\/p>     <p> <b>Farming<\/b>. In the narrow valleys of the Judean and Ephraimite hill country, farming was generally a subsistence affair. People lived in villages and then walked out to their plots of ground. The plow was usually a metal-pointed stick, pulled by oxen if one was rich or by another human if one was poor. This broke up the earth to a depth of three or four inches. Then the clods were broken up with a harrow, a framework of logs with metal spikes driven down through them, again pulled by animals or humans. The fields were divided into smaller plots, sometimes separated from each other by hedges of thorns or just by pathways.<\/p>     <p> The chief grain crops were wheat and barley, with the finer condiment grains of caraway and cummin grown in smaller, separate areas. At harvest time the grains were cut with wooden sickles having metal or stone teeth set in them. The grain was then piled in heaps in a flat open area, where heavy threshing sledges or stone rollers could be pulled around and around on top of the heap until the kernels of grain had been separated from the straw and chaff. Then on a windy day, the whole mass was tossed in the air with baskets or with basket-shaped winnowing forks. The chaff would be blown away and the heavier grain would fall back to the ground to be gathered up and stored. The finer seeds would be separated from the straw and chaff with a jointed stick before being winnowed.<\/p>     <h4>Contemporary Significance<\/h4>     <p>A<small>LCOHOL<\/small>. This chapter highlights the problem of alcohol. After the failed experiment of Prohibition, to which the American church gave so much of its energies, the church has become almost silent on the subject of alcohol. Part of this may be due to the increasing sophistication of young evangelicals, the impression successfully promoted by the media and the alcohol industry that drinking is sophisticated, and the notion that binge drinking is fun and funny. Today in America, despite all the attention given to drug abuse, addiction to alcohol is an even more serious problem. While it may be true that alcoholism has a genetic basis, it is also true that one can never become an alcoholic if one never begins drinking alcohol in the first place.<\/p>     <p> In the ancient Near East, with the problem of water contamination and the difficulty of procuring water in many places, wine and beer were often necessities, both for water purification and as a water substitute. Today, that is not an issue. We have clean water available in abundance, and there is no good reason to drink alcohol. Instead, it is seen today as a recreational drink. But it is recreation that comes at a terrible price. Despite the imposition of “zero tolerance” for drunk-driving offenses and the worthwhile efforts of Mothers Against Drunk Driving, deaths from driving while under the influence continue to mount. One state policeman told me that if drunk driving were eliminated, more than 50 percent of highway fatalities would be prevented.<\/p>     <p> We in the church need to renew our stand against the drinking of alcohol. Total abstinence is now regarded as some sort of fringe radicalism. We need to assert again that abstinence is a wise and reasonable course, one that will lead to health and well-being. Of course, it is possible to use alcohol in moderate ways, but why should it be necessary for the Christian? Some assert that it is a way of showing Christian freedom. But why should freedom be shown in a potentially destructive way? Why not show our freedom by demonstrating that artificial stimulation is not necessary, that it is possible to relax and have a good time without taking a substance into our bodies that lowers God-given inhibitions and provides unnecessary calories? At the least, we must reopen the discussion in the church and face the crisis in a biblical way. We must also do everything we can to help raise the awareness of this threat for our young people before an increasingly hedonistic culture carries them off.<\/p>     <p> <b>The simplicity of the gospel<\/b>. One of the charges that the drunken leaders of Israel and Judah lodged against Isaiah was that he was treating them like children. He was saying such simple things to them. We get a sense of that in the story of Naaman, the Syrian general, and Elisha (2 Kings 5:1–14). Naaman wanted some mysterious rituals performed on him for healing; he did not want to do something as simple as dipping himself in the Jordan.<\/p>     <p> This was also the case with the early preachers of the gospel of Christ. When we look at the sermons the apostles preached in the book of Acts, we see models of simplicity and clarity (cf. Acts 2:14–36; 17:22–31). Certainly the messages have been abridged and condensed, but still there is little that smacks of erudition and intellectual complexity. The reason for this is obvious. While Christian theology has provided more than its share of intellectual complexity, the central core of its truth is simple. Nowhere is this more obvious than in the so-called “plan of salvation.” In five simple statements taken from Scripture, the essentials can all be laid out:<\/p>     <blockquote>         <ol>             <li value=\"1\">All humans are estranged from God by their sin. “For all have sinned and fall short of the glory of God” (Rom. 3:23).<\/li>             <li value=\"2\">The result of sin is eternal death, but that is not God’s desire. “For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord” (Rom. 6:23).<\/li>             <li value=\"3\">We may receive God’s gift of eternal life by faith. “For it is by grace you have been saved, through faith—and this not from yourselves, it is the gift of God—not by works, so that no one can boast” (Eph. 2:8–9).<\/li>             <li value=\"4\">We exercise faith by repenting from our sins and accepting what Christ has done for us. “If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness” (1 John 1:9); “if you confess with your mouth ‘Jesus is Lord,’ and believe in your heart that God raised him from the dead, you will be saved. For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved” (Rom. 10:9–10).<\/li>             <li value=\"5\">We are enabled to live a new life of victory over sin. “Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come” (2 Cor. 5:17); “for we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin” (Rom. 6:6).<\/li>         <\/ol>     <\/blockquote>     <p> All of this is “a stumbling-block to Jews and foolishness to Gentiles” (1 Cor. 1:23). That is, to those who insist on justifying themselves before God by their own spiritual achievements, this simple message is offensive because it says they are sinful and cannot solve the problem for themselves. Undoubtedly, this was the same reaction the leaders of Israel and Judah had to Isaiah: “How dare you say we are sinful by indulging ourselves a little (hic) and by trying to work out sensible arrangements with our neighbors instead of doing a perfectly foolish thing like trusting in God. Who do you think we are, children?”<\/p>     <p> The message of the gospel was “foolishness” to the educated Gentiles, who were also trying to save themselves by their own efforts—in the case of the Corinthians, by intellectual prowess. They had imagined an evil world that was the result of a succession of creators, each a bit more corrupt than the last. Thus, to get to the “Good,” the real originator of the world, it was necessary to work one’s way up through the angelic “creators” with a whole host of passwords and special rubrics. This deliciously complex intellectual structure gave endless fascination. It also was a way of separating the true elite from the raw crowd. Only the select few could master this system and demonstrate a true mastery of the spirit over the evil body. What foolishness the gospel of Christ seemed to the Greek intellectuals. How hard it was to accept that all the arduous study of arcane knowledge did not put them ahead of the ditchdigger, who knew nothing but the cross of Christ. Furthermore, to believe that one could somehow be identified with Christ in his death and that that was more important than intellectual attainment was plain foolishness!<\/p>     <p> This idea—salvation by one’s own effort, either in spiritual activity or in intellectual accomplishments—is a continual alternative to the simplicity of the Christian message. We must constantly be on guard against it. We must reiterate the message and make plain just how it flies in the face of the world’s wisdom. This is what Paul says he decided to do when he arrived in Corinth:<\/p>     <blockquote>         <p>Where is the wise man? Where is the scholar? Where is the philosopher of this age? Has not God made foolish the wisdom of the world?For since in the wisdom of God the world through its wisdom did notknow him, God was pleased through the foolishness of what waspreached to save those who believe… For I was resolved to knownothing while I was with you except Jesus Christ and him crucified.(1 Cor. 1:20–21; 2:2)<\/p>     <\/blockquote>     <p> If this brings the scorn of the world on us, so be it. But the simplicity of the Cross is also the power of the Cross. Just as Isaiah’s simple message was the one that has endured across the centuries, so it is the message of the Cross that will endure, when all the sophisticated (and often debauched) alternatives to it have expired. Isaiah expresses this enduring quality with his language of the “tested stone,” the “cornerstone.” A building can only stand straight and true if it is on a proper foundation. The New Testament writers understood Isaiah as referring here to the Incarnation (Rom. 9:33; 10:11; 1 Peter 2:6). In Jesus Christ, God has forever demonstrated his love, his trustworthiness, his saving righteousness, and his justice.<\/p>     <p> <b>The nature of God’s requirements.<\/b> When Isaiah appealed to the practices of the farmer, he was making a profound point, namely, that the Creator has made the world according to certain principles that can be discovered without a great deal of effort. The uneducated peasant has been taught these principles by God. We may argue that God had nothing to do with such principles; they are simply common sense. But Isaiah would answer, “Where do you think common sense came from? Did you create it?” Naturally, the answer to that question is no. In other words, as we live in the world and observe its causes and effects, we learn that certain things are so. We may not know why they are so, but we can see that they are. If you thresh caraway with a stone roller, you will crush the tiny seeds. Why is it that way? Well, it just is.<\/p>     <p> This point is just as distasteful today as it was in Isaiah’s day. There are spiritual principles that are as simple and ironclad as physical ones. The pagans of Isaiah’s day had observed these and had written them into their civil law codes. They knew that no human society could survive where lying, stealing, murder, and adultery occurred with any regularity. The pagan cultures, with no real concept of transcendence and thus no true doctrine of creation, could not explain it, but they recognized it to be so. Thus, such behaviors were forbidden in all the legal codes of the ancient Near East. It waited until biblical revelation for the explanation to be made clear.<\/p>     <p> The Creator is a God of truth, integrity, love, and faithfulness, and thus his creation reflects that character. The Sinai covenant shows that living according to the standards of truth, integrity, love, and faithfulness is not simply a utilitarian choice but is an act of glad submission to the Creator. This is why Moses could say:<\/p>     <blockquote>         <p> And now, O Israel, what does the LORD your God ask of you but to fear the LORD your God, to walk in all his ways, to love him, to serve the LORD your God with all your heart and with all your soul, and to observe the LORD’s commands and decrees that I am giving you today for your own good? (Deut. 10:12–13)<\/p>     <\/blockquote>     <p>In other words, obedience to the covenant did not require some strange, occult activities outside of human experience. It involved nothing other than living out the lifestyle that others had discovered before them, but doing it for the sake of the love of God.<\/p>     <p> Modern legal theory is deeply opposed to the idea of “natural law.” We are passionately committed to the idea that we can make up laws of human and social behavior as we go and that these laws are nothing but our own creations. To admit that we cannot do so is to admit that we are not ultimate in the world, and that we will not permit. Isaiah would merely shake his head and point to the farmer. Are there “natural laws” in nature? he would ask. If so, why would we think there are none in the rest of the natural world, that is, the world of the spirit?<\/p>     ",
    "audit": null
}