{
    "id": 16229,
    "source": "niv",
    "verse_id": 18491,
    "verse_count": 8,
    "reference": "42:10–17",
    "title": "A Hymn of Praise",
    "html": "               <p>A<small>S NOTED ABOVE<\/small> (see comments on 41:1–20), there is considerable disagreement as to whether 42:10–13 goes with the previous section, belongs to the following one, or stands alone. I do not believe these verses are intended to stand alone, but there are good arguments for reading it with either the previous section or the following one. I believe it fits best with what follows.<\/p>     <p> Isaiah calls on the whole world to give praise to God (42:10–12). Normally such a call is followed by a general statement of the reason for giving praise to God (cf. 42:13) and then an expanded discussion of that reason (cf. 42:14–17). The extremities of earth (e.g., the “ends of the earth” and the “islands”) are particularly emphasized, probably as a way of expressing totality (cf. 41:5; 42:4). Likewise, the “sea,” the “desert,” and “the mountaintops” all convey the idea of the extremes of earth. Isaiah is emphasizing that the Lord is not simply the God of Judah. He is the God of the whole world, and what he is going to do for Judah has joyous implications for the whole world. If he can deliver Judah from all its captivities, then there is no one whose distress and difficulty is beyond his care and his delivering power.<\/p>     <p> Verses 14–17 expand on the promise of verse 13, where God is depicted as “warrior” coming to the defense of people. If it seems to them that he has “kept silent” (v. 14) for a long time as they have endured the Exile, that time is coming to a rapid close. Just as the nine months of gestation come to a sudden climax in birth, so God is going to birth a new thing on behalf of his people. Whatever obstacles may stand in the way, whether forested mountains or rapid rivers, will present no obstacle to God (v. 15). He will make a “smooth” way for his people to travel on (cf. 35:8–10), and even though they are “blind,” he will lead them, giving them “light” for their darkness (42:16). This means that their worst fears—that God has either abandoned them or is helpless to come to their aid—are groundless.<\/p>     <p> By contrast, the Babylonian gods will be helpless to assist their people (42:17). The Judeans should not make the mistake of thinking that since they are in Babylon, the Babylonian gods have won so that they should now put their trust in those gods. Anyone who trusts in them will be put to “shame”; that is, it will be shown that they trusted the wrong things. Those gods are helpless to do anything for their people. They must inevitably fail them. So the contest with the gods is moved to a new level. Not only are they unable to explain the meaning of life and to tell the future, they are also unable to care for and deliver their worshipers.<\/p>     ",
    "audit": null
}