{
    "id": 16291,
    "source": "niv",
    "verse_id": 18845,
    "verse_count": 11,
    "reference": "61:1–11",
    "title": "",
    "html": "          <blockquote>         <p>T<small>HE<\/small> S<small>PIRIT OF<\/small> the Sovereign L<small>ORD<\/small> is on me,<\/p>         <p> because the <small>LORD<\/small> has anointed me<\/p>         <p> to preach good news to the poor.<\/p>         <p>He has sent me to bind up the brokenhearted,<\/p>         <p> to proclaim freedom for the captives<\/p>         <p> and release from darkness for the prisoners,<\/p>         <p> to proclaim the year of the L<small>ORD<\/small>’s favor<\/p>         <p> and the day of vengeance of our God,<\/p>         <p>to comfort all who mourn,<\/p>         <p>  and provide for those who grieve in Zion—<\/p>         <p>to bestow on them a crown of beauty<\/p>         <p> instead of ashes,<\/p>         <p>the oil of gladness<\/p>         <p> instead of mourning,<\/p>         <p>and a garment of praise<\/p>         <p> instead of a spirit of despair.<\/p>         <p>They will be called oaks of righteousness,<\/p>         <p> a planting of the L<small>ORD<\/small><\/p>         <p> for the display of his splendor.<\/p>         <p> They will rebuild the ancient ruins<\/p>         <p> and restore the places long devastated;<\/p>         <p>they will renew the ruined cities<\/p>         <p> that have been devastated for generations.<\/p>         <p> Aliens will shepherd your flocks;<\/p>         <p> foreigners will work your fields and vineyards.<\/p>         <p> And you will be called priests of the L<small>ORD<\/small><\/p>         <p> <b>you will be named ministers of our God.<\/b><\/p>         <p>You will feed on the wealth of nations,<\/p>         <p> and in their riches you will boast.<\/p>         <p> Instead of their shame<\/p>         <p> my people will receive a double portion,<\/p>         <p>and instead of disgrace<\/p>         <p> they will rejoice in their inheritance;<\/p>         <p>and so they will inherit a double portion in their land,<\/p>         <p> and everlasting joy will be theirs.<\/p>         <p>“For I, the L<small>ORD<\/small>, love justice;<\/p>         <p> I hate robbery and iniquity.<\/p>         <p>In my faithfulness I will reward them<\/p>         <p> and make an everlasting covenant with them.<\/p>         <p>Their descendants will be known among the nations<\/p>         <p> and their offspring among the peoples.<\/p>         <p>All who see them will acknowledge<\/p>         <p> that they are a people the L<small>ORD<\/small> has blessed.”<\/p>         <p> I delight greatly in the L<small>ORD<\/small>;<\/p>         <p> my soul rejoices in my God.<\/p>         <p>For he has clothed me with garments of salvation<\/p>         <p> and arrayed me in a robe of righteousness,<\/p>         <p>as a bridegroom adorns his head like a priest,<\/p>         <p> and as a bride adorns herself with her jewels.<\/p>         <p>For as the soil makes the sprout come up<\/p>         <p> and a garden causes seeds to grow,<\/p>         <p>so the Sovereign L<small>ORD<\/small> will make righteousness and praise<\/p>         <p> spring up before all nations.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>I<small>N THIS CHAPTER<\/small> we are introduced once again to the means whereby God’s people will be enabled to live righteous lives, which will in turn draw the nations to God. That means is the Anointed One, the Messiah (61:1–3a). Then follows a list of the benefits that the Messiah’s people will receive (61:3b–7). In 61:8–9 God speaks, making it explicit that covenant righteousness is what he desires and that he is the One who makes that righteousness possible. Finally, the servant people break forth into a psalm of praise to God, who makes them a righteous people in the sight of the nations (61:10–11).<\/p>     <p> Scholars have long debated the identity of the person in 61:1–3. He has been identified with the Servant of chapters 40–55, with Trito-Isaiah, with some unknown disciple of Deutero-Isaiah who is leading the faithful during postexilic times, and with someone like Ezra.<\/p>     <p> Whybray argues against the first position because he says that there is no mention of the Servant’s mission to the nations here. However, that is not strictly correct. To be sure, the Servant does not deal with the nations directly here, but he does have a mission to them. As God intervenes through the Servant in the lives of his people, they are freed from the bondage of sin and enabled to live in righteousness <em>before<\/em> the nations. When that happens, the Servant’s mission to the nations will become possible (see 61:9, 11).<\/p>     <p> Of more significance than identifying the speaker is the calling given to him. He has been anointed by the Spirit of God, both to “preach good news” (61:1) and to provide “beauty” instead of “ashes,” “gladness” instead of “mourning,” “praise” instead of “despair” (61:3), so that God’s people will be “oaks of righteousness.” This is not the work of a human prophet; rather, it is the work of the Messiah, the Anointed (see the reference to the Spirit in 11:2), who is prophesied throughout the book. He will make of his people what they cannot make of themselves.<\/p>     <p> The results of the Messiah’s work are detailed in 61:3b–7, beginning with God’s people becoming “oaks of righteousness.” This is the opposite of what was said of them in 1:27–31, where they were an “oak with fading leaves” because of the unrighteousness and injustice practiced among them (1:21). But even there God promised that Jerusalem would one day “be called the City of Righteousness, the Faithful City” (1:26). Now he reveals the means whereby that will become a reality. The Servant\/Messiah’s work will not only deliver but also transform.<\/p>     <p> That deliverance and transformation is expressed in the language of rebuilding in 61:4 and in the language of freedom in 61:5. The nations will make it possible (61:5–6) for the people of Israel to fulfill their ancient calling, to be a royal priesthood (Ex. 19:6), serving God in the beauty of holiness. They will move from “disgrace” to the “inheritance” of a firstborn son—the “double portion” (Isa. 61:7).<\/p>     <p> The words of God in 61:8–9 underline again the central point in this final section of the book. Why will the people of God enjoy the inheritance of the firstborn son? Because (<small>NIV<\/small> “for”) “I, the L<small>ORD<\/small>, loves justice.” What is the logic there? Is it merely that oppression of the Israelites by the nations is unjust and God is not going to permit it to continue indefinitely? “Robbery and iniquity” suggests that is not the case. Rather, it is that God loves justice and hates robbery and iniquity in his people, and one of the effects of the “everlasting covenant” (61:8) he will make with them is that they will be able to live the life of God’s true children. “All who see them” (61:9) will recognize this fact.<\/p>     <p> As has happened before when the work of the Servant\/Messiah is presented, the response is a paean of praise. Israel sees herself as a bride whom the Groom has dressed in beautiful wedding garments. What are the garments? They are “salvation” and “righteousness” (61:10). The figure changes in 61:11. Now Israel sees herself as a fruitful field in which God has planted the seeds of flowers, namely, “righteousness” and “praise.” In the overall context of Isaiah 56–66, there can be no doubt of the import of these words. God will give his people the righteous behavior they have been unable to produce in themselves. He will do this for his own praise and glory before the nations as a witness to his almighty power.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE WEDDING SYMBOLISM<\/small>. The New Testament uses the same language as Isaiah does, the language of the wedding dress, to talk about the same issues. In his famous comparison of the church as the bride of Christ, Paul says that the church will appear before Christ “without stain or wrinkle or any other blemish, but holy and blameless” (Eph. 5:27). In Revelation 19:7–8 the same point is made: “For the wedding of the Lamb has come, and his bride has made herself ready. Fine linen, bright and clean, was given her to wear. (Fine linen stands for the righteous acts of the saints.)”<\/p>     <p> In two other places Paul uses the same language, although without specific allusion to the wedding dress. In 1 Thessalonians 3:13 he writes, “May he strengthen your hearts so that you will be blameless and holy in the presence of our God and Father when our Lord Jesus comes with all his holy ones.” And he makes the point again at the end of the book: “May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at [or ‘until’] the coming of our Lord Jesus Christ” (5:23).<\/p>     <p> With these images and statements the New Testament is saying what Isaiah says: that God wants us to share an intimate relation with himself in which he will do for us what we cannot do for ourselves, that is, to make us like himself, to make us behave as he does. In ancient times the week leading up to the consummation of the marriage was a time of celebration, with the men celebrating in one area and the women in another. On the day of the wedding, the bride was led to her groom’s home dressed in a gown he had provided for her. There another round of feasting occurred before the bride and groom went to the wedding chamber.<\/p>     <p> The church is now in that week of celebration. God through his Son, Jesus, has sent to us a “garment of praise,” a dress that will have all the onlookers uttering “oohs” and “ahs” as we walk through the streets to go to his house. Shall we go to the Groom clothed in the rags of our own failures to live a life where sin is defeated? Surely not! We can go to him clothed in a gown of the righteous behavior that he has enabled us to experience.<\/p>     <h4>Contemporary Significance<\/h4>     <p>R<small>IGHT LIVING<\/small>. The challenge for the contemporary church is to believe in Christ. On the surface that seems like a simplistic statement. Surely that is what it is to be the church—to believe in Christ. Even the most liberal expressions of Christianity today admit that “belief” in Christ is basic. But that is just the question. What does it mean to “believe in Christ”? Does it merely mean to take him as our model (with varying descriptions of what that might be)? Many would say, “No, no, it means far more than that,” namely, to have faith in Christ not only as our personal Savior from sin but also as the Savior of the world.<\/p>     <p> But what does it mean to be “saved from sin”? In too many circles today, it only means that the believer is delivered from the guilt and condemnation of his or her sin. The idea that Christ’s life, death, and resurrection have as their ultimate goal the breaking of the power of continued sinning has become almost strange to modern Christian ears. Yet this passage makes it perfectly clear that that is the goal. The Messiah proclaims “the year of the LORD’s favor” (61:2) so that God’s people may become “a planting of the L<small>ORD<\/small> for the display of his splendor” (61:3). What is his splendor but his character?<\/p>     <p> Can anyone seriously believe that a proud, boastful, self-serving, “bornagain Christian” is a display of God’s splendor? If they do, they are denying the plain statements of the New Testament, where we read such things as these:<\/p>     <blockquote>         <p>Jesus Christ, who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good. (Titus 2:13–14)<\/p>         <p>What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? (James 2:14)<\/p>         <p>For everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith. (1 John 5:4)<\/p>     <\/blockquote>     <p> Many modern Christians miss the significance of these latter two passages because they separate faith and works, or better, faith and Christian living. In other words, they believe we are brought into a relationship with God through Christ by faith. In this faith relationship we experience forgiveness of sins. Then, <em>as an expression of our faith,<\/em> we try to do “good works,” believing that we are expected to but also knowing that, by and large, we will fail. This is a faulty understanding. In many different ways the New Testament tells us that faith in Christ is for the purpose of changing us into Christ’s (and thus God’s) likeness. Forgiveness of sin is not the end; it is only the means. The end is that we should live out the righteousness of God <em>by faith<\/em>. Failing to believe Christ to make our character like his, and attempting to do this merely as an expression of our faith and in our own strength, we cannot help but fail.<\/p>     <p> But some will say, “I have asked Christ to make me like him, and there have been some changes in my life, but I still fail to be all that I know he wants me to be.” This brings me back to the opening statement in this section. We have asked, but have we believed? “Faith” is an act of complete trust in which we renounce all other supports. Have we truly surrendered our own way, our own desires, our own will into the hands of the Savior?<\/p>     <p> Most of us want God’s power for holy living while retaining a firm grip on the steering wheel of our lives. We would like to be “better” Christians but are unwilling to become bond-slaves. God’s awesome power to be loving when we are not loved, to be kind in the midst of cruelty, to be clean in the midst of filth, to be self-forgetful when everything around us says to “take care of yourself at all costs” is not available to those who would use it for their own ends.<\/p>     <p> A second factor is that too often we allow the accuser to defeat us. We do not see instant, painless change in our behavior and so we allow doubt to replace faith. But the point of failure is the point at which we must ask God to show us what in us is preventing his power from being released in us. As we give God the freedom to probe around in our persons and to excise what is killing us, we may enter into a painful process. But it is also a process that leads to wonderful freedom and joyous growth.<\/p>     <p> In the end, the only question is one of belief. Do we believe that Christ wants to deliver us from habitual sinning? Do we believe he can do that? Will <em>we<\/em>, personally and intentionally, believe him to do that in our lives? Will we keep on believing him to remake us into his image, despite setbacks and difficulties, right to the end of the road?<\/p>     ",
    "audit": null
}