{
    "id": 16181,
    "source": "niv",
    "verse_id": 18138,
    "verse_count": 13,
    "reference": "26:7–19",
    "title": "Dependence on God",
    "html": "               <p>I<small>N 26:7–11 THE<\/small> prophet asks God to speed that day of retribution. He begins by talking about the “path” or way of life on which God calls the “righteous” to walk. It is not crooked or misleading. It is not filled with snares and traps. Instead, it is “level” and “smooth” (26:7; cf. Moses’ words in Deut. 10:12). God does not ask his people to do things that are bizarre or hurtful to themselves. He only asks them to live in the way they were made for.<\/p>     <p> The righteous gladly accept the way of God’s “laws” (mišpatim, “regulations”) for two reasons. (1) It is the way in which believers express trust (“wait”) in the Lord. They do not say they trust God and then rush ahead to take care of themselves in ways that violate God’s desires, his regulations for fruitful living. (2) God’s honor and reputation have become the believers’ deepest desire (26:8). They want to live in a way that will bring honor to him and not disgrace.<\/p>     <p> This thought is deepened in verse 9. “Morning” and “night” the believer’s passionate longing is for God. But the context makes it clear that it is not merely an emotional feeling that is wanted. Rather, it is the manifestation of God’s character in one’s life. The repetition of <em>mišpatim;<\/em> (NIV “judgments”) in this verse makes this clear. What Isaiah is praying for is the expression of God’s regulations both in individual human lives and on the larger world scene. He is longing for the ethical evidence of God’s presence to be unmistakably seen, because this is the only way “the people of the world” will learn what is right.<\/p>     <p> Verses 10–11 express a profound truth. In the absence of repentance, “grace” may be actually counterproductive. Unless the “wicked” experience the results of their having broken God’s just regulations for life, his “judgments,” they will persist in “doing evil.” If they do not experience the consequences of their behavior, they will see no reason to change. The good of others means nothing to them. Thus, the prophet calls on God to demonstrate his justice to the wicked nations by redeeming his “people.” To be sure, many of God’s people have sinned and brought God’s wrath on themselves, as expressed through conquest by the nations. But the nations have not seen it in that way. They believe they have conquered Israel and Judah simply through their own power and glory, taking whatever they wanted in spite of the Lord (cf. Ezek. 36:18–20). Sooner or later, Isaiah says, God must demonstrate to the world that this is not the case. He must rise up against the wicked on behalf of his people and make the consequences of sin clear.<\/p>     <p> Verses 12–18 reflect further on this thought. The people have been unable to accomplish God’s work in the world, and they call on him to demonstrate his delivering power there. This reflection begins with a testimony of his grace on their behalf in the past (26:12–15). Perhaps it is the period of the judges that is especially in the writer’s mind, when God delivered his people from so many different overlords.<\/p>     <p> Verse 12 is a beautiful affirmation. God is the One who has done everything for his people. He has made it possible for them to have true “peace” and to accomplish significant things. Apart from his grace and goodness, they would have been just one more insignificant people group in the ancient world.<\/p>     <p> Verses 13–15 then particularize what God has done in and though his people. He has delivered them from various peoples who have ruled over them at one time or another. Those people no longer have a “name” (i.e., an honorable memory, a reputation) in Israel, but God’s “name” continues to be honored through all time among his people. The reason is that although Israel’s enemies have made numerous attempts to wipe out the “nation” and enslave its people, God has frustrated them and “enlarged the nation” in spite of them. None of this is to the glory of Israel and its kings; it is all to the “glory” of God (26:15).<\/p>     <p> Verses 16–18 continue the previous theme, but the focus changes from the might of God to the helplessness of the people. Verse 16 is difficult, but the basic point seems to be that the people recognize that when the nations triumphed over them, it was because of God’s “discipline,” not because of the power of the nations. They were helpless under that punishment. Like a woman with a false pregnancy, who goes into labor but has nothing to deliver, they struggled and struggled but were unable to deliver themselves or anyone else.<\/p>     <p> This last thought in verse 18 is an interesting one. We would expect it to say that they were unable to save themselves from the oppression of the world. But in fact the actual statement in both parts of the parallel appears to be that they have been unable to bring salvation into the world. The prophet is perhaps reflecting here on Israel’s larger mission to be a blessing on the nations. This, of course, first appeared in God’s promises to Abraham (Gen. 12:3). But, as we have seen, it is also a significant part of Isaiah’s own message, which may explain its presence here. Not only does he long to see God’s justice applied to the world in regard to Israel (26:9–11), he also wants to see God’s salvation made available to the world through Israel.<\/p>     <p> Verse 19 is another example of a transition in Isaiah that can be read either with the preceding material or the following. In one sense it concludes what has just been said. In verse 18, the prophet, speaking for the people, has confessed their impotence in carrying out God’s program in the world. They have failed him and been forced to submit to the discipline of destruction by the nations. They have been unable to recover from that discipline on their own. They are helpless, laboring as in childbirth but to no effect. But in verse 19 the prophet, speaking for God, tells them not to despair. Though years have passed and many of the faithful have died, with no effect either on the nation and the world, death does not have the last word; God does.<\/p>     <p> As in chapter 25, resurrection is seen as the final answer to all of earth’s questions. If it were true that death conquers all, there would be no reason to live a life faithful and committed to God; it would make so little difference in the outcome of world events. But death does not conquer all. Those who have gone down into “the dust” in death “will rise.” “The earth” will give up the “dead,” and then it will be demonstrated that the life of faith was not in vain.<\/p>     ",
    "audit": null
}