{
    "id": 16296,
    "source": "niv",
    "verse_id": 18882,
    "verse_count": 5,
    "reference": "63:15–19",
    "title": "The Complaint",
    "html": "               <p>T<small>HESE VERSES<\/small>, <small>SPOKEN<\/small> by the prophet as a representative of the people, express the complaint element of the lament. In brief, it is that God is far away from his people, exalted in lonely isolation in his unapproachable holiness and glory. He has “withheld” his “might” and “compassion” from them (63:15). This is not right because God is the true “Father” (63:16) of Israel, much more so than the mere physical ancestors, “Abraham” and Jacob (“Israel”). This is a profound insight. Isaiah understands that Israel is not merely an ethnic, linguistic, or national group. They are first and foremost a spiritual group. They are who they are because of the covenant love of God, who is not merely the “Father” of the nation but also its “Redeemer.” If that love should ever be withdrawn, their reason for existence would be called into question.<\/p>     <p> Yet that seems to be precisely what has happened. The people “wander from” God’s “ways” with hardened hearts that do not know how to fear him (<small>NIV<\/small>, “do not revere you”). It is not clear to what extent the prophet is merely representing what the people are saying or is speaking for himself. Most likely he is speaking for the people, who are trying to disclaim some of the responsibility for their own condition. To say that they are sinning because God will not let them do otherwise is a gross slander of God, which God summarily rejects in 65:1.<\/p>     <p> To be sure, unless God softens the depraved and hardened human heart, there is no way we can ever turn to him (cf. 1:9). But the fact is, he has already done all that is necessary for that softening to occur. What is missing is the human will to appropriate what God has done. God does not have to be implored to “return” (63:17) to his people. As Malachi says (Mal. 3:6), God has not changed. If his people will return to him, he will return to them.<\/p>     <p> Isaiah 63:18–19 continues the complaint, saying that although Israel, “your people,” once “possessed your holy place” and were “yours from of old,” it is now as if they had never “been called by your name.” “Enemies have trampled down your sanctuary,” with all that implies of either God’s helplessness or his lack of concern. As those in despair often do, the speaker has magnified the tragic and minimized the positive. God’s people carried his name and possessed his sanctuary for a long time. But looking back, it seems like such a short time.<\/p>     ",
    "audit": null
}