{
    "id": 16309,
    "source": "niv",
    "verse_id": 18938,
    "verse_count": 10,
    "reference": "66:15–24",
    "title": "Judgment and Hope",
    "html": "               <p>T<small>HIS SECTION CONCLUDES<\/small> the book in a characteristic fashion, with an interplay of the twin themes of judgment and hope. Just as the two have been intertwined throughout the book, they are intertwined here. The beginning (66:15–17) and the end (66:24) speak of the judgment that lies ahead for those who rebel against God and attempt to gain control of his power for themselves. For the present God has taken the fire of his judgment into himself in the person of his Servant. But that will not always be so. A day will come when that “fire” (66:15–16, 24) will be unleashed against an unrepentant world.<\/p>     <p> Judgment is a reality that humans must reckon with. Just as in the natural world, where there are inescapable consequences of our choices, so also in the spiritual world. Thus, instead of ending with 65:17–25 and its vision of the new heaven and the new earth, or even with chapters 60–62, with a picture of the light streaming from Zion, the book brings this grim note of judgment directly to the fore in its closing words.<\/p>     <p> But judgment is not what the Creator God wants, and that is equally clear in this final section. Isaiah 66:18–23 speak of the universal redemption that is God’s desired way of bringing this sinful world to its close. Verse 18 is especially interesting in this regard. Although the text is difficult, the sense seems to be that God will use the very sins and schemes of the rebellious to reveal the glory of his salvation. The people of Zion (“them” in v. 19) who “survive” (see 4:2) all the attempts of an evil world to destroy them will be sent to all the “nations” with a “sign” of God’s “glory.” In one sense their very survival will be the sign, but in view of the importance of “signs” in the ministry of Christ, it is hard to avoid the conclusion that Christ is the sign they take—the preeminent evidence of God’s glory in triumphing over evil. This, of course, accords closely with the thought of Isaiah 2 that Israel has a mission to declare God’s glory to the nations in such a way that they will be drawn to him.<\/p>     <p> The response of the nations to Israel’s mission will be to restore the last remnants of the Israelites (“your brothers,” 66:20) to Israel in a last great ingathering. The breadth and the scope of this return is underlined by the variety of means used to make that possible. Its importance is emphasized by the comparison of that return to the bringing of the best and purest of “offerings.”<\/p>     <p> Then comes the most stunning statement of all: “I will select some of them also to be priests and Levites” (66:21). While we cannot be absolutely certain of the antecedent of “them” in this statement, the most obvious one is “the nations.” If that is correct, and most commentators agree that it is, this is the strongest statement in the book that the election of Israel is not for Israel but for the world. That understanding is furthered by 66:22–23, which speaks of the entire human race coming to worship God. This is the goal of all that God has done on earth—that we, his creatures, may have fellowship with him.<\/p>     <p> But what about 66:24? Why end the book on this grisly note? The answer goes as far back as chapter 1. There Isaiah could speak of the day when the unfaithful city, whose sins he has carefully delineated, will be transformed by righteousness and justice into “the Faithful City” (1:21– 27). But just as he would not leave his hearers there in chapter 1, ending that chapter instead with an announcement of the destruction awaiting those who did not repent, neither will he leave them with unmitigated hope here. For the wonderful promises of God have nothing to do with any who persist in rebellion. If the rebels are lulled into complacency by these good promises, they will be lost.<\/p>     <p> On the one hand, the promises of God are yea and amen (2 Cor. 1:20): There <em>will<\/em> be a new heaven and a new earth (Isa. 66:22), and those who rejoice to worship the one true God <em>will<\/em> participate in it. On the other hand, whether any of us participate in those promises is strictly up to us, and Isaiah never wants that to be forgotten.<\/p>     <h4>Bridging Contexts<\/h4>     <p>A <small>NUMBER OF<\/small> the key themes of the book and of this final part of the book appear in this chapter: humility and contrition as opposed to ritualism and rebellion; God’s gift of abundance to Lady Zion (as opposed to the fundamental barrenness of the earth mother of the nations); fire as a symbol of God’s holiness, making it either destructive or cleansing; the place of the nations in the worship and service of God; and the ultimate goal of creation as worship and fellowship with the Creator. Most of these have been dealt with at some length even in recent chapters. Here I want to focus on three: humility and rebellion, the source of abundance, and the goal of life.<\/p>     <p> <b>Humility and rebellion.<\/b> In some ways the United States was born out of rebellion. Before that there was the Peasants’ Revolt in Germany. In both of these cases, orthodox Christian leaders spoke out forcefully on the side of authority. Luther, for example, argued vehemently that the peasants were sinning against God in turning on their masters. In the case of the American Revolution, John Wesley wrote a tract employing his considerable force of logic and eloquence in calling on the American colonists to cease their revolt against their God-appointed king. This tract created such hostility against Wesley’s followers in America, the Methodists, that some Methodist preachers had to return home to England and others, like Francis Asbury, had to go into hiding during most of the Revolution. This means that we Americans have a soft spot in our hearts for rebels, for people who refuse to be limited by the self-serving mandates of those in authority.<\/p>     <p> How does that bear on Isaiah’s continually inveighing against rebels? It seems to me that there are two kinds of rebels. (1) There are the “good” rebels. These are people like most of the founders of America, who were reacting against injustice and wrong. They are also like inventors, people who are reacting against doing things the old way just because that is the way it has always been done. These are not people who merely have to have their own way and who refuse to be bound by any strictures except their own. They are simply looking for a better way. (2) The “bad” rebels are not looking for a better way. They do not care about the condition of others. They merely want their own way, no matter what it may cost or what it may destroy.<\/p>     <p> The difference between the two types of rebels is the difference between humility and arrogance. I think this is why Isaiah continually stresses that rebels try to create “their own ways.” For these kinds of persons, it is not that the other ways—in this case, God’s ways—are necessarily so bad; it is just that they want their own ways. Here is the deadliness of arrogance. Arrogance says, “Even if it kills me, I will do what I want.” The fact is, God has made the world so that arrogance does, in fact, kill. It kills on a variety of levels. It kills relationships, it kills families, it kills churches, it kills companies. Some years ago, a student of business reached the shocking conclusion that one of the traits America’s most excellent companies shared was “love.” That is, they loved their product, they loved their employees, and they loved their consumers. However we may define love, it is at the least a focus beyond oneself.<\/p>     <p> That is what Isaiah is calling his hearers to: the kind of humility that is willing to project the focus of one’s life not primarily on what is good for me but on what is good for those around me (Rom. 12:5–6). This is humility, focusing on others before oneself. This person may well become a “good” rebel, refusing to sit by while others are demeaned and oppressed by arrogant authorities. But the “rebellion,” the refusal to submit, has nothing to do with some need to project myself, to have my way, to show “them” that “they can’t boss me around.” Humility, the self-forgetfulness that arises from a deep sense of worth and security, is the key to it all. Others may get the praise and the “perks” for awhile, but the truly humble know that in the end those are not the things that matter.<\/p>     <p> <b>The source of abundance.<\/b> Throughout Isaiah, as throughout the Bible, this question is stressed: Who supplies my needs? The answer is found in another of the divine paradoxes that fill the Bible: to grab is to lose, to let go is to get. That is, if I make my abundance the goal of my existence, I invariably discover that the abundance I have gained is an abundance of nothing.<\/p>     <p> A roustabout managed to rise through the ranks of his company until the day came when he owned the company. Later he said, “I gave everything I had to climb to the top of the heap. Then I discovered that the heap I was climbing was a manure heap.” That story can be multiplied thousands of times. So in Isaiah 47 Lady Babylon looks out on a world she reduced to ruins and says, “I am, and there is none besides me” (47:8, 10). What she realizes too late is that in gaining everything, she has only gained ruins—nothing. This picture is picked up and further developed in Revelation 18: Babylon is fallen.<\/p>     <p> The reason why this is so is that the world is not self-sustaining. When I was in high school, I spent a good deal of time trying to construct a perpetual motion machine. I was arrogant enough to think that even though no one else had ever done this, I could. Eventually I gave up and went on to other, often equally futile, enterprises. I had to admit that there must always be a supply of energy from outside a given system if that system is to continue to function.<\/p>     <p> At the time I did not realize the profound significance of the discovery I had made. There <em>are<\/em> no perpetual motion machines. That includes the physical universe. On every level, energy must come from somewhere beyond that level to keep it functioning. Ye t we arrogant humans believe that somehow we are complete in ourselves and can, from within our own resources, supply our own needs. It is only when we, like trusting infants, relax in the embrace of Mother Zion that our needs are met from beyond ourselves. Who supplies Mother Zion’s need? Zion’s Creator and Lord, the source of all things. Surrendering all things to him, we gain all things.<\/p>     <p> <b>The goal of life<\/b>. The book of Isaiah ends with the world worshiping God. Interestingly, worship is where the book of Exodus, the Old Testament book that arguably defines the nature of salvation, ends as well. And most interestingly of all, that is where the Bible itself ends in the book of the Revelation.<\/p>     <p> What’s the point? Let’s begin with Exodus. Why does God bring his people out of Egypt? An unthinking answer might be so that he can take them into the land of Canaan. But then what is the purpose of Exodus 19–40? If the ultimate goal of the Exodus is the Conquest, then everything relating to the covenant and the tabernacle is just so much “filler.” In fact, it is the other way around, as a study of the word “inheritance” shows. Canaan is the “inheritance” (or perhaps better, “special possession”) of Israel, but <em>Israel<\/em> is the “inheritance” of the Lord. God brought the people of Israel out of Egypt in order to bring them, and through them the world, to himself (cf. Ex. 19:4). That is why Exodus ends as it does, with the people encamped around the tabernacle and the glory of the Lord filling the tabernacle. “Canaan,” our blessing and bliss, is not the end; it is only a means to the end, and that end is already announced in Exodus 40: worshipful fellowship with God.<\/p>     <p> That, then, is why the Bible ends on the same kind of note. Revelation 4–22 ultimately describes one continuing service of worship. What is going on? Is the God of the universe some megalomaniac who constantly needs to be told how great he is? Hardly! The point is that our life is not about us, just as the life of each member of the Trinity is not about himself. All too easily we think of the next life as a place where <em>we<\/em> are rewarded, where <em>we<\/em> finally get the “goodies,” where <em>we<\/em> get blessed. Not true. Just as here, where the greatest blessings of life are when we become part of something greater than ourselves, so it will be in the next life. When we are taken up into the glory and wonder of the Creator, when we lose ourselves in the joy and love that radiates from him, when we know what it is to be united with, but not absorbed into, the One whose greatest delight is in us whom he has made, we will have truly found ourselves forever.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HE INEVITABLE CHOICE<\/small>. This Sunday school chorus captures the heart of this chapter:<\/p>     <blockquote>         <blockquote>             <p>One door and only one, and yet its sides are two.<\/p>         <\/blockquote>         <blockquote>             <p>I’m on the inside; on which side are you?<\/p>         <\/blockquote>     <\/blockquote>     <p>This chapter is about the fundamental choice facing humanity. Those who confess that Israel’s God is Creator of the universe and accept his created ways in humility will enjoy fellowship with him in a new heaven and a new earth. Those who deny that reality, arrogantly seeking to define the terms of their existence for themselves, will perish eternally.<\/p>     <p> This fact has some important implications for us today. (1) We must be careful not to minimize the reality of this choice in our presentation of the biblical message. It is often said that people today respond better to positive messages than to negative ones. I suspect that is not more true than it has ever been. But the danger we run is in failing to warn people about the risk of refusing the positive message. We may fail to communicate to people that this is a life-or-death issue. We tell people that God loves them and has a wonderful plan for their lives. Do we ever tell them what happens if they reject God’s wonderful plan? A person is in the backseat of a car hurtling out of control down a hill toward a sharp turn and a sheer cliff. Do we only tell them that if they jump out life will be less anxious? Do we consider the reality of these options in our own decisions?<\/p>     <p> (2) One of the tragedies of modern child-rearing theory is that we have forgotten that always allowing a child to “have it your way” is ultimately deadly, because it fails to teach the child that our choices have inescapable consequences. But this is difficult. Only those who have attempted to rear children know how rock-hard a child’s determination is to have his or her own way. Somehow we who are parents must steel ourselves to the inevitable conflict of the will that <em>must<\/em> occur as we try to bring our children to surrender their own way or face the consequences. This is the only way to strength of character and, much more seriously, the only way to heaven.<\/p>     <p> Adults who have always had their own way and have been shielded from the consequences of those choices by indulgent parents are almost impervious to the good news of Christ. They refuse to take responsibility for their actions and thus have nothing to repent of. The idea that Jesus asks them to give their lives away in worshipful service to him is more than offensive to such persons. Let us remember that it is not merely our children’s future as contributors to society that is at stake, it is their eternal destiny.<\/p>     <p> <b>The source of abundance.<\/b> The fact that we cannot supply our own needs is another idea that seems radically countercultural today in a world of radical individuality and determined self-sufficiency. But it is a theme that runs through the Bible. It was self-sufficiency that tempted Adam and Eve, and it was self-sufficiency that Abraham surrendered and in so doing brought hope to the world. It was their inability to rely on God’s sufficiency that doomed a whole generation to die in the desert. It was the need to supply their own needs that made so many Israelites susceptible to the blandishments of Baal and Asherah. In the end, it was the need to supply their own needs that drove the Pharisees to devise a means of earning a right standing with God.<\/p>     <p> We are no different. The idea of truly surrendering our needs to God and resting on his lap as serenely as a nursing baby is <em>very<\/em> difficult. How can we get there? (1) We must recognize our own grasping, self-sufficient tendencies. (2) We must ask God to sensitize us to all the ways we try to satisfy our needs without depending on him, including the manipulation of him through rituals of one sort and another. (3) We must allow him to show us what our <em>real<\/em> needs are. (4) Finally, we must wait patiently for him to show us how he wants to meet the needs. Usually it will be through the ordinary means he has already placed in our hands. But when we engage in those, it will be entirely different from what it was before. Now we will realize that God is at work within us. No longer will we be tempted to praise ourselves for what we have accomplished (and in so doing thank ourselves for the gifts that God had actually given to us in the first place!). And sometimes he will satisfy our needs in ways that are completely beyond ourselves. Those are moments to be treasured for a lifetime, moments when we know beyond a doubt that God cares for us and that there is nothing he cannot or will not do for us.<\/p>     <p> <b>The goal of life.<\/b> This thought relates closely to the previous one. When we have learned to live in the constant relinquishment of our needs into God’s hands, we learn that in the end our only real need is for him. With him, we have everything; without him, everything is nothing.<\/p>     <p> So many people make God a means to the end of blessing. They serve him to get something else. That leads to the perverted view of heaven as a place where I get riches. God? Jesus? The Holy Spirit? Oh yes, they’ll be around someplace. But they will be talking with the big shots: Abraham and Moses and David and Elijah and Peter and Paul. But I won’t need him; I’ll have his blessings. Horrible! Heaven will be about being what we were made to be in him. How can every redeemed person on earth be in intimate worshipful fellowship with him at the same time? I have not the faintest idea, but I am also sure that for him it will not be a problem.<\/p>     <p> What does that mean for life today? It changes our whole view of what the Christian life is about. Too easily we have come to believe that the Christian life is about a position that guarantees the believer with certain benefits. Not so! In fact, that is exactly what Isaiah has been attacking throughout his book, especially in chapters 56–66. The survivors from the Exile clearly believed that they had survived because of their special status as the elect of God. Therefore, the promises were guaranteed for them no matter what they did. As long as they did all the religious things that manifested their elect status, they were in.<\/p>     <p> The Lord responds differently. The person who knows me is the person who humbly and joyously manifests my life in his or her behavior. That will never be possible as a result of human effort or performance but only as a result of complete reliance on me. God calls us today to manifest his righteous life in our relationships. We can only do that as we live in that submissive relationship to God in which our will is utterly surrendered to the Holy Spirit so that his life can be lived through us. That is what heaven will be, and that begins now.<\/p>     <p> God has delivered us from each of our Egypts by the blood of Jesus Christ. He has done this in order to write his covenant on our hearts through the power of the Holy Spirit and thus to take up residence in the tabernacle he desires most of all—the tabernacle of our hearts. He longs to fill that tabernacle with the glory that fills the earth. He wants to move each of us from that place where we cry out in horror, “Woe to me…for I am a man of unclean lips…and my eyes have seen the King, the L<small>ORD<\/small> Almighty” (6:5), to the place where we can “come and see [his] glory” (66:18)—and not merely to survive the experience but actually to have that glory reside in us. That is the goal of life.<\/p> <\/body>",
    "audit": null
}