{
    "id": 16186,
    "source": "niv",
    "verse_id": 18172,
    "verse_count": 7,
    "reference": "28:7–13",
    "title": "Continuing Pronouncement Against Ephraim",
    "html": "               <p>T<small>HE OCCURRENCE OF<\/small> “also” in 28:7 makes me believe that these verses continue to be addressed to the northern kingdom. Verses 1–4 spoke of the political leaders and the nobility, whereas verses 7–8 show that the priests and prophets are no better off. They too are besotted with the attempt to please and satisfy themselves. Undoubtedly, alcohol abuse is a problem for them, but it is only a symptom of their deeper problem, an unwillingness to surrender their needs and desires to the Lord (cf. also Mal. 2:1–9).<\/p>     <p> The result is that those who should be giving clear guidance and teaching in that desperate hour are “befuddled” and staggering around in a stupor. The “tables” (28:8) may be tables at which the priests sit to give judgment, or they may be the mats around which the partygoers sit. In any case, Isaiah says they “are covered with vomit,” expressing the depths of his disgust with what is taking place.<\/p>     <p> Verses 9–10 express the mockery of these religious leaders for the true prophet. “Who does he think he is,” they say, “treating us like little children?” Of course, childishness is just what alcohol does to a person, but it makes them unable to recognize the fact. They denounce the repetitive simplicity of the prophet’s teaching, clearly wanting something more nuanced and ambiguous as befits their supposedly sophisticated understanding.<\/p>     <p> The prophet responds in 28:11–13 by saying that since this is what they think they are getting, it is exactly what they <em>will<\/em> get, only from other lips than his. Since they refuse God’s invitation to rest in him by abandoning their petty pride and demeaning pleasures, they will learn his truth through “foreign lips and strange tongues.” In other words, the Assyrians will teach them that what the prophet said is true. Then the demands of the conquerors will <em>really<\/em> be repetitively simple. If the people will not learn the easy way of faith, then they must learn the hard way of experience: “They will go and fall backward” (28:13).<\/p>     ",
    "audit": null
}