{
    "id": 16160,
    "source": "niv",
    "verse_id": 18006,
    "verse_count": 31,
    "reference": "19:1–20:6",
    "title": "",
    "html": "          <blockquote>         <p><span><span><b>A<\/b><\/span><\/span><small>N ORACLE CONCERNING EGYPT<\/small>:<\/p>         <blockquote>             <p> See, the L<small>ORD<\/small> rides on a swift cloud<\/p>             <p> and is coming to Egypt.<\/p>             <p>The idols of Egypt tremble before him,<\/p>             <p> and the hearts of the Egyptians melt within them.<\/p>             <p>“I will stir up Egyptian against Egyptian—<\/p>             <p>brother will fight against brother,<\/p>             <p> neighbor against neighbor,<\/p>             <p> city against city,<\/p>             <p> kingdom against kingdom.<\/p>             <p>The Egyptians will lose heart,<\/p>             <p> and I will bring their plans to nothing;<\/p>             <p>they will consult the idols and the spirits of the dead,<\/p>             <p> the mediums and the spiritists.<\/p>             <p>I will hand the Egyptians over<\/p>             <p> to the power of a cruel master,<\/p>             <p>and a fierce king will rule over them,”<\/p>             <p> declares the Lord, the L<small>ORD<\/small> Almighty.<\/p>             <p>The waters of the river will dry up,<\/p>             <p> and the riverbed will be parched and dry.<\/p>             <p> The canals will stink;<\/p>             <p> the streams of Egypt will dwindle and dry up.<\/p>             <p>The reeds and rushes will wither,<\/p>             <p> also the plants along the Nile,<\/p>             <p> at the mouth of the river.<\/p>             <p>Every sown field along the Nile<\/p>             <p> will become parched, will blow away and be no more.<\/p>             <p>The fishermen will groan and lament,<\/p>             <p> all who cast hooks into the Nile;<\/p>             <p>those who throw nets on the water<\/p>             <p> will pine away.<\/p>             <p>Those who work with combed flax will despair,<\/p>             <p> the weavers of fine linen will lose hope.<\/p>             <p>The workers in cloth will be dejected,<\/p>             <p> and all the wage earners will be sick at heart.<\/p>             <p> The officials of Zoan are nothing but fools;<\/p>             <p> the wise counselors of Pharaoh give senseless advice.<\/p>             <p>How can you say to Pharaoh,<\/p>             <p> “I am one of the wise men,<\/p>             <p> a disciple of the ancient kings”?<\/p>             <p> Where are your wise men now?<\/p>             <p> Let them show you and make known<\/p>             <p>what the L<small>ORD<\/small> Almighty<\/p>             <p> has planned against Egypt.<\/p>             <p> The officials of Zoan have become fools,<\/p>             <p> the leaders of Memphis are deceived;<\/p>             <p>the cornerstones of her peoples<\/p>             <p> have led Egypt astray.<\/p>             <p> The L<small>ORD<\/small> has poured into them<\/p>             <p> a spirit of dizziness;<\/p>             <p>they make Egypt stagger in all that she does,<\/p>             <p> as a drunkard staggers around in his vomit.<\/p>             <p> There is nothing Egypt can do—<\/p>             <p> head or tail, palm branch or reed.<\/p>         <\/blockquote>         <p> In that day the Egyptians will be like women. They will shudder with fear at the uplifted hand that the L<small>ORD<\/small> Almighty raises against them. And the land of Judah will bring terror to the Egyptians; everyone to whom Judah is mentioned will be terrified, because of what the L<small>ORD<\/small> Almighty is planning against them.<\/p>         <p> In that day five cities in Egypt will speak the language of Canaan and swear allegiance to the L<small>ORD<\/small> Almighty. One of them will be called the City of Destruction.<\/p>         <p> In that day there will be an altar to the L<small>ORD<\/small> in the heart of Egypt, and a monument to the L<small>ORD<\/small> at its border. It will be a sign and witness to the L<small>ORD<\/small> Almighty in the land of Egypt. When they cry out to the L<small>ORD<\/small> because of their oppressors, he will send them a savior and defender, and he will rescue them. So the L<small>ORD<\/small> will make himself known to the Egyptians, and in that day they will acknowledge the L<small>ORD<\/small>. They will worship with sacrifices and grain offerings; they will make vows to the L<small>ORD<\/small> and keep them. The L<small>ORD<\/small> will strike Egypt with a plague; he will strike them and heal them. They will turn to the L<small>ORD<\/small>, and he will respond to their pleas and heal them.<\/p>         <p> In that day there will be a highway from Egypt to Assyria. The Assyrians will go to Egypt and the Egyptians to Assyria. The Egyptians and Assyrians will worship together. In that day Israel will be the third, along with Egypt and Assyria, a blessing on the earth. The L<small>ORD<\/small> Almighty will bless them, saying, “Blessed be Egypt my people, Assyria my handiwork, and Israel my inheritance.”<\/p>         <p> In the year that the supreme commander, sent by Sargon king of Assyria, came to Ashdod and attacked and captured it—at that time the L<small>ORD<\/small> spoke through Isaiah son of Amoz. He said to him, “Take off the sackcloth from your body and the sandals from your feet.” And he did so, going around stripped and barefoot.<\/p>         <p> Then the L<small>ORD<\/small> said, “Just as my servant Isaiah has gone stripped and barefoot for three years, as a sign and portent against Egypt and Cush, so the king of Assyria will lead away stripped and barefoot the Egyptian captives and Cushite exiles, young and old, with buttocks bared—to Egypt’s shame. Those who trusted in Cush and boasted in Egypt will be afraid and put to shame. In that day the people who live on this coast will say, ‘See what has happened to those we relied on, those we fled to for help and deliverance from the king of Assyria! How then can we escape?’”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HIS ORACLE CONCERNING<\/small> Egypt falls into three parts. The first part (19:1–15) predicts Egypt’s fall, showing that none of the great gifts that this nation has historically relied on can save her from the coming judgment. The second part (19:16–25) speaks of the way in which after judgment, Egypt will one day turn to worship Israel’s God. The third part (20:1–6), true to form, reverts to the present and the certainty of Egypt’s judgment. In all of this the reiteration of the theme of this part of the book is clear. Why would one trust Egypt since she cannot save herself and since she will one day turn to worship the very God Israel is now fearing to trust?<\/p>     ",
    "audit": null
}