{
    "id": 16285,
    "source": "niv",
    "verse_id": 18816,
    "verse_count": 1,
    "reference": "59:15b–21",
    "title": "",
    "html": "          <blockquote>         <p>T<small>HE<\/small> L<small>ORD LOOKED<\/small> and was displeased<\/p>         <p> that there was no justice.<\/p>         <p> He saw that there was no one,<\/p>         <p> he was appalled that there was no one to intervene;<\/p>         <p>so his own arm worked salvation for him,<\/p>         <p> and his own righteousness sustained him.<\/p>         <p> He put on righteousness as his breastplate,<\/p>         <p> and the helmet of salvation on his head;<\/p>         <p>he put on the garments of vengeance<\/p>         <p> and wrapped himself in zeal as in a cloak.<\/p>         <p> According to what they have done,<\/p>         <p> so will he repay<\/p>         <p>wrath to his enemies<\/p>         <p> and retribution to his foes;<\/p>         <p> he will repay the islands their due.<\/p>         <p> From the west, men will fear the name of the L<small>ORD<\/small>,<\/p>         <p> and from the rising of the sun, they will revere his glory.<\/p>         <p>For he will come like a pent-up flood<\/p>         <p> that the breath of the L<small>ORD<\/small> drives along.<\/p>         <p> “The Redeemer will come to Zion,<\/p>         <p> to those in Jacob who repent of their sins,”<\/p>         <p>declares the L<small>ORD<\/small>.<\/p>         <p>“As for me, this is my covenant with them,” says the L<small>ORD<\/small>. “My Spirit, who is on you, and my words that I have put in your mouth will not depart from your mouth, or from the mouths of your children, or from the mouths of their descendants from this time on and forever,” says the L<small>ORD<\/small>.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HIS PASSAGE CONCLUDES<\/small> not only 59:1–15a but also the block of material beginning at 56:1. The people were commanded to do righteousness and keep justice (56:1), and the fact that the eunuch or the foreigner who did these things would be considered a full member of the community (56:3–8) emphasized the importance of the command. But apart from 57:14–21, where God promised to heal the contrite, the material from 56:9 to 59:15a narrates a sad account that climaxes in the tragic statement of 59:9–15a. The burden of that account is that God’s people seem unable to keep his commandments. In some cases they try to keep them in false ways. But in the end they admit that even with the best will, they cannot do either what God has commanded or what they agreed to when they accepted the covenant with him.<\/p>     <p> So what is to be done? The answer is found in 59:15b–21. God will come and do for his people what neither they nor anyone else can do for them. That is, the same “arm” (59:16) that made it possible for them to be restored to fellowship with God (53:1), the Servant, will now defeat the sin that reigns in them and will make it possible for them to be, in truth, the servants of the Lord (as promised in 2:1–5 and elsewhere throughout the book). Whereas in 52:13–53:12 the Servant was submissive, undergoing the punishment the erring sheep had brought on themselves, now the arm of the Lord is revealed as a conquering warrior (59:17).<\/p>     <p> The “enemies” he will defeat are not outside oppressors, as both the literary and the historical context make clear. Rather, it is the sinners in Israel who will be conquered. But we notice that he is not doing this on behalf of the righteous in Israel. Instead, he is doing it for those “who repent of their sins” (59:20). Thus, what he is really defeating is sin itself as it reigns in his people. He is not coming here to vindicate the righteous (59:1–15a made it abundantly clear there are no such persons). No, he has come to do what the people, sinners and righteous alike, cannot do, namely, defeat the power of evil in their lives. Moreover, this victory has a worldwide impact. People all over the world (“from the west…and from the rising of the sun”) will be affected by the witness of a righteous Israel (cf. Ezek. 36:21–27). They will give God “glory” and turn to him in obedience (“fear the name of the L<small>ORD<\/small>,” 59:19).<\/p>     <p> Verse 21 concludes all that has been said in chapters 56–59. God’s goal for his people is for them to be witnesses to the world of his nature and character, that he, the only God, is indeed the only Savior. But that witness has been silenced by the unclean lips of the nation, just as the unclean lips of the prophet had rendered him speechless (6:5). The goal of the divine warrior is not merely so that the people can enjoy the holy life of God. The goal is that the “Spirit” of God can fill the lives and mouths of his people, making the witness promised in 2:1–5 not just a possibility but a reality. This is the fulfillment of the “covenant of peace” (54:10; 55:3–5).<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE REV<\/small>. P<small>AUL<\/small> B<small>LACKHAM<\/small> of All Souls Church in London delivered an address on “Mission in a Post-Modern World” at Amsterdam 2000. One of the significant points he made in that address is that logic and argument are greatly devalued in the postmodern mind-set. They are approached with an almost infinite skepticism. Human experience, however, is treated with near reverence. Thus, the quality of the life of a witness is given much more credibility than the quality of his or her argument. Blackham went on to say that this is good news for the Christian evangelist, because the entire biblical approach to witness and mission revolves around the testimony of the witness’s life. Thus, the cry of Isaiah for transformed lives that demonstrate the redeeming power of God continues to be echoed and underscored in the twenty-first century. Words about transformation are useless if they are contradicted by lives that are not transformed.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HE CONTEMPORARY CHURCH<\/small> desperately needs to recapture not merely the truth but the experience pointed to in these verses. We have come to believe that Romans 7 (and Isaiah 59:1–15a) is all we can expect. God has forgiven us of our sins (delivered us from our Babylon), but he is helpless to deliver us from our sinning. “God forbid” (to quote the <small>KJV<\/small> of Rom. 6:2)!<\/p>     <p> To be sure, if we merely rely on discipline and will to enable us to conform to God’s expectations, we will be left in Romans 7, which is precisely Paul’s point. He says in Romans 6 that we must defeat sin, and in Romans 7 he shows us why the Jews, he being one of them, had been unable to do so. The law simply could not provide the dynamic necessary to overcome entrenched self-centeredness. But that is all lead-in to Romans 8. Sin, as a way of behaving and relating, <em>can<\/em> be defeated in our lives because of what God has done for us in the divine warrior, Christ. He has done what the law could not do, deliver us from sinning.<\/p>     <p> He does this through the power of the Holy Spirit. It is widely recognized that the Spirit is the dominant figure in Romans 8, occurring seventeen times in Romans 8:1–16. Here the promise of Isaiah 59:21 is explained in detail. Christ will live his life within us through the Holy Spirit, and we will be enabled to live a quality of life like that described in Colossians 3:12–16:<\/p>     <blockquote>         <p> Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. And over all these virtues put on love, which binds them all together in perfect unity.<\/p>         <p> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God.<\/p>     <\/blockquote>     <p> Such a life is not possible for those who are only forgiven. But unless it <em>can<\/em> be made possible, it is merely one more hopeless burden believers are required to carry. We are commanded to do something we cannot. What Isaiah and Paul are saying is that Christ came to make it a possibility through the gift of the Holy Spirit. We can keep covenant with God, with no credit for the feat accruing to us at all but all glory to the conquering Christ. He enables us to live “blameless” lives (1 Thess. 5:23), to walk in a “blameless” manner (Gen. 17:1), and to keep us in that walk until the coming of Christ.<\/p>     ",
    "audit": null
}