{
    "id": 16207,
    "source": "niv",
    "verse_id": 18332,
    "verse_count": 22,
    "reference": "36:1–22",
    "title": "The Speech of the Field Commander",
    "html": "               <p>“T<small>HE FIELD COMMANDER<\/small>” (36:2) is the third highest-ranking officer in the Assyrian army, so this move against Jerusalem is a serious one. The main army is engaged in the siege of Lachish, about thirty miles southwest of Jerusalem on the edge of the coastal plain. This is the last remaining Judean walled city except Jerusalem; all the rest have fallen to the Assyrians (36:1). As long as Lachish stands firm, there is danger to the rear of any army attacking Jerusalem, for Lachish is large and can hold numerous troops. At the same time, as long as Jerusalem holds out, it poses a danger to the troops surrounding Lachish. So it is greatly to Sennacherib’s advantage to persuade the leadership in Jerusalem that their situation is hopeless and that their only option is to surrender. This would save the expense and aggravation of yet another siege and would probably help to bring Lachish down.<\/p>     <p> It is significant that the field commander stands in exactly the same spot where Isaiah stood some thirty-four or thirty-five years earlier when he had confronted Ahaz (36:2; cf. 7:3). The warnings Isaiah gave over the folly of trusting Assyria instead of God are all coming true with a vengeance. He said that the Assyrians would flood the land right up to its neck (8:7–8), and that very flood tide was now swirling around them. Ahaz had only been faced with his two northern neighbors: Israel and Syria. Hezekiah now faces a much larger and more deadly enemy. Have the lessons of Isaiah’s preaching during the last thirty-five years made any difference? Will Hezekiah trust God in much more risky circumstances than those where his father did not trust?<\/p>     <p> The field commander’s speech is not logically developed. At one point he says that the Lord has sent them to attack Jerusalem (36:10), but in another that the Lord cannot protect Jerusalem from the hand of Sennacherib (36:18–20). It appears that he is simply hammering the fearful Judeans with every possible argument that might undermine their trust—and trust is clearly what this conflict is about. His opening words make that clear: “On what are you basing this confidence of yours?” (36:4). Then he proceeds to demolish, from his point of view, each possible basis. He starts with military power and says they are trusting a “splintered reed,” Egypt, for their strength. That reed will break if they put any weight at all on it (36:5– 6). That proved true as the Assyrian army was able to defeat the one Egyptian foray under Tirhakah handily.<\/p>     <p> The commander then turns to another possible source of help, the Lord (36:7). Here he betrays a deficiency in his background briefing, believing that God is unhappy at the destruction of the high places outside of Jerusalem where local people were worshiping him. The pagan Assyrian cannot understand that the unity of God is undermined by worship of him in places other than Jerusalem. Furthermore, many high places were formerly pagan worship centers, so the worship of the Lord there was often diluted with paganism. It was for these kinds of reasons that God, through Moses, had commanded that he was to be worshiped only in the place he himself chose (Deut. 12:2– 5). But the Assyrian cannot understand that and assumes that God is angry at this destruction and will not likely help someone like Hezekiah, who engineered the destruction.<\/p>     <p> Then the field commander turns back to military might and mocks the weakness of Judah. So powerful is Assyria that they could afford to give two thousand horses to Judah and still be confident of defeating them. But he is not worried because he knows that little Judah cannot muster two thousand trained horsemen to ride the horses even if they were given. In that light, the help from Egypt is useless (36:9), because Judah cannot make good use of whatever military assistance they might receive.<\/p>     <p> Then the Assyrian field commander switches gears again, asserting that “the LORD,” the God of Israel, has directed him to “destroy” the “land.” It would be interesting to know where this idea came from. It is certainly not what we think of as typical Assyrian thought. It may well be that the Assyrian foreign office has done its homework and discovered that these were the kinds of things the prophets of Israel were saying. Yet the field commander’s brutal assertion that his master, the king, can defeat Judah’s God just as he has every other god (36:18–20) makes it clear that all he really believes in is power.<\/p>     <p> It is clear from the interchange in 36:11–12 that a part of the purpose of the field commander’s expedition is to erode the morale of the city. When the ambassadors of King Hezekiah ask him to continue his presentation in Aramaic, the common language of the Assyrian Empire and one that the Judean officials understand but not the common people, he flatly refuses. He feels all the Israelites should know what horrors they are going to face if their leaders are so foolish as not to surrender. Presumably the people might become so panic-stricken that the leaders will be forced to surrender even if it is against their own best judgment.<\/p>     <p> It is interesting that the Assyrian refers to his master as “the king” on several occasions (36:8, 13, 14, 16, 18) but never once accords that honor to Hezekiah. Whenever he refers to the king of Judah, it is only by his name. Here is one more part of the power play: The ruler of this petty nation does not even have the right to be called a king in any comparison with the true king of the universe, Sennacherib. How does he dare to oppose his will to that of the only true king?<\/p>     <p> The real issue comes out in 36:14–20. It is a contest between the Lord and the king of Assyria. Note that it is not a contest between the Lord and the gods of Assyria, but between the mightiest and most glorious man of the age and the Lord God. Here is the height of the human arrogance that has been attacked throughout the book thus far, and here all the teaching of the book thus far comes to its climax. Will we trust human glory, a humanity that dares to call itself “king”? Or will we trust the One who <em>is<\/em> Glory, the One who <em>is<\/em> King, and be given a message of hope for the nations?<\/p>     <p> The Assyrian officer says in the bluntest of terms that Hezekiah “cannot deliver you” (36:14), because “the L<small>ORD<\/small> will [not] deliver” them (36:18–20). But before he comes to that reason, he dares to ask the Judeans to trust his master, Sennacherib. If they will entrust themselves to this master tyrant instead of to the Lord, he will lift the restraints of the siege from them and they will be able to go back out to their farms (36:16) until they are transported to just as good a place as this. One has to admire the Assyrian’s capacity to put a good face on the deportation, which everyone knows will follow any surrender at this stage in Judean-Assyrian relations.<\/p>     <p> Then, in the kind of sudden reversal that is typical of hard-line inquisition, the tone changes from conciliatory to brutal. What will happen to them if they are so foolish as to believe Hezekiah’s promise that “the L<small>ORD<\/small> will deliver us” (36:18)? All the terrible things that they have heard have happened to every other city of consequence up and down the eastern coast of the Mediterranean Sea. The gods of all those cities were helpless before the king of Assyria, so how can they imagine that their God is any different? Interestingly, he never comes right out to say God cannot deliver, but he says that no other god has, so how can this one?<\/p>     <p> Perhaps the field commander would arouse some competitive zeal if he were so bold as to say God cannot deliver, but if he can just let the facts speak for themselves, the people will surely be forced to the conclusion he wants them to draw. But the Assyrian’s argument has a fatal flaw in it. He assumes that the Lord is just one more of the gods. But that is not true. As Isaiah has been saying all along, the Lord is not one of the gods; he is a different sort of being altogether.<\/p>     <p> The representatives of King Hezekiah make no attempt to answer this collection of arguments. That is certainly just as well, because they are not meant to answer. This is psychological warfare, an attempt to break the enemy’s will to resist. And it seems to have been effective because the representatives go back to the king in a state of shock and grief, as attested by their having “torn” their clothing.<\/p>     ",
    "audit": null
}