{
    "id": 16173,
    "source": "niv",
    "verse_id": 18093,
    "verse_count": 4,
    "reference": "23:15–18",
    "title": "Tyre’s Turning to the Lord",
    "html": "               <p>L<small>IKE EGYPT EARLIER<\/small> (19:18–25), Isaiah foresees a day when Tyre will turn to the Lord. This message is set apart from the preceding verses not only by its content but also by it prose format. While the general point is clear enough—that Tyre’s profits will be given over to the Lord—some of the precise points are unclear. For instance, it is not clear what the seventy-year period in 23:15 refers to. Perhaps it is simply an indefinite time of punishment, with seventy referring to completeness. In any case, after this time of eclipse the Lord will permit Tyre to regain some of its former eminence. Once again it will sell itself to the merchants of the world in order to gain a profit (23:17).<\/p>     <p> Commentators have struggled with the idea of a prostitute’s profits being given over to the Lord, since this is specifically prohibited in Deuteronomy 23:18. Various solutions have been offered, none of which fully resolve the problem. It may be that the prophet is simply continuing to use prostitution as a symbol for trade, as elsewhere in the prophets. But there is nothing intrinsically sinful about trade, and its profits may be given over to the Lord without shame. In any case, the point is clear: Why fear or trust Tyre instead of the Lord, when the Lord holds Tyre’s fate in his hands?<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HIS CHAPTER SPEAKS<\/small> of the dismay of colonies and clients as the mother city comes to destruction. We may think of the struggles of some of the members of the British Commonwealth as they have tried to find their own way after the collapse of the British Empire. Their relations and their trade had been largely coordinated by the mother country, and when that influence was dissipated at the end of World War II, a number of the former colonies found themselves struggling in a new world where the rules were all different.<\/p>     <p> On a more personal level, we can see the destructive nature of the relationship that psychologists have come to label <em>codependency<\/em>. It used to be thought, for instance, that all the fault was on the side of an alcoholic husband. We thought of the poor, long-suffering wife who had to put up with her husband’s constantly “falling off the wagon.” Then we were surprised to learn that after that man’s death, she married another one just like him. What happened? In fact, she had become just as dependent on the husband’s failings for her sense of identity as he had been on her for continually taking him back and drying him out again. And because from one point of view she needed his failings to support her own need for being abused and unappreciated, she was unwilling to force her husband to take some of the hard steps necessary to take responsibility for himself and overcome the addiction. To become ultimately dependent on anything other than God is finally destructive, even if it appears that we are not dependent.<\/p>     <h4>Contemporary Significance<\/h4>     <p>S<small>TEWARDSHIP OF WEALTH<\/small>. Whereas Babylon’s love was for glory and military power, Tyre’s love was for money and the luxury and influence it could buy. As the playwright said, “Diamonds are a girl’s best friend”—and Tyre would have echoed that sentiment. The strange thing about money is that there is never enough. No matter how much we get, we always want more.<\/p>     <p> Few would admit to loving money for itself. This brings up pictures of Silas Marner living in one or two filthy rooms continually counting and recounting his gold coins. That is definitely not a “cool” picture. But it is difficult to separate the money from what we think it can buy. How big a house is big enough? How many cars are enough? How many television sets? How much clothing? And how much do we need for a “comfortable” retirement? The idea of moderation has gone out of fashion. What are we looking for? Comfort, pleasure, and security—the things humans have been looking for since the beginning of time. And what will give these to us? Money, lots and lots of money, the more the better!<\/p>     <p> In other words, we are little different from Tyre. We have allied ourselves, both personally and nationally, with the sources of wealth. We have forgotten or ignored Jesus’ words in Mark 10:24–25 about how hard it is for a rich person to enter the kingdom of heaven:<\/p>     <blockquote>         <p> The disciples were amazed at his words. But Jesus said again, “Children, how hard it is to enter the kingdom of God! It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”<\/p>     <\/blockquote>     <p> Why is it so hard for the rich to enter the kingdom of God? Because they have found another source of trust besides God. Their allegiance has been given to another kingdom. And this can happen all too unconsciously. We start out as servants of God, but he blesses us with wealth, and all too easily we slip from one kingdom to another. No longer is our trust in the God who cares for us. Now our trust is in the money we have, which will secure us against all pain, discomfort, and insecurity. Then when God calls us to give it up, as he did the young man in the Gospel account, we cannot do it.<\/p>     <p> But the money is the Lord’s, not ours. There is the fatal error. We keep thinking how generous we are by allowing the Lord to have 10 percent of our money. But John Wesley had it right in his sermon on money when he said that we have it backward. Wesley said that for the Christian, all our money is God’s. The only issue is how much of God’s money we are going to spend on ourselves. As the Tyrians were to find out, their money was not theirs; whoever was stronger than they were could take it all away, and nothing they could do would stop it. Tyre’s wealth was a gift from the God of Israel, and in the end the best thing they could do was to give it back to the One who had given it to them in the first place.<\/p>     <p> Wesley has some timeless advice on the stewardship of wealth. Although he himself had a number of ascetic tendencies, he was no ascetic. He believed that a person should amass as much wealth as honesty, integrity, diligence, and brotherly love would permit. But this wealth was not to be squandered on oneself or one’s family in what he called “dainties” or “delicacies.” Rather, it should be used to advance the kingdom of God in us and in those around us. On these grounds he proposed that we should be guided by four principles:<\/p>     <blockquote>         <blockquote>             <p>(1) In expending this, am I acting according to my character? [That is,] am I acting herein, not as a proprietor, but as a steward of my Lord’s goods?<\/p>         <\/blockquote>         <blockquote>             <p>(2) Am I doing this in obedience to his Word? In what scripture does he require me so to do?<\/p>         <\/blockquote>         <blockquote>             <p>(3) Can I offer up this action, this expense, as a sacrifice to God through Jesus Christ?<\/p>         <\/blockquote>         <blockquote>             <p>(4) Have I reason to believe that for this very work I shall have a reward at the resurrection of the just?<\/p>         <\/blockquote>     <\/blockquote>     <p> Of course, these could be made a straitjacket that would deliver us into bondage. But few American Christians are too narrow in their conception of the relation of money to our faith. We are more likely to err on the other side. We gain all we can, but then we expend the mass of it on ourselves in ways that cannot help but anger a holy God whose heart bleeds for a lost and hurting world. If we are to learn the lesson of Tyre, we must learn to let go of our wealth and relearn the reality of trusting God. Like them, we need to learn that actually we are working for God and that all our money is “set apart [i.e., holy] for the L<small>ORD<\/small>” (23:18).<\/p>     ",
    "audit": null
}