{
    "id": 16224,
    "source": "niv",
    "verse_id": 18460,
    "verse_count": 13,
    "reference": "41:8–20",
    "title": "No Need for God’s People to Fear",
    "html": "               <p>I<small>N THIS SECTION<\/small> God asserts that unlike the powerful nations around them, the Judean captives have nothing to fear. Their God is no idol whom they have made. Of course, it is not enough merely to insist that he is powerful enough to do something about their situation. The other issue is whether he <em>wants<\/em> to do anything for them. These verses insist that God has not cast them off because of their sin. In fact, they are his “servant,” his “chosen” (41:8, 9). God has not forgotten his promise to “Abraham.”<\/p>     <p> Just as the Lord God took Abraham from Mesopotamia and the descendents of Jacob out of Egypt, he can take this generation out as well. God is “with” them, to “strengthen,” “help,” and “uphold” them (41:10). God is not at some far-off point, shouting instructions. He is personally present with his people, so they have nothing to “fear.” Since the phrase “do not be afraid” is repeated so often in this section of the book, we know it is a central issue for the people in captivity. They are afraid God has abandoned them, so Isaiah reminds them again and again that this will not happen.<\/p>     <p> Of course, they are not only afraid that God has left them, they are also afraid that their many enemies will overpower them. That is the issue addressed in 41:11–16. God will protect them, and their enemies will simply evaporate before the Lord (41:11–12). Why? Because “I am the LORD,” language that is reminiscent of the Exodus. God will demonstrate his lordship by helping his people (41:13–14). He will take an active hand in their defense. Encouragement comes from knowing that God is personally present with them in their distress and from knowing that he will be directly involved in the outcome.<\/p>     <p> The word “Redeemer” appears here in 41:14 for the first time in Isaiah, but it will appear thirteen more times between now and the end of the book (ten of them before 54:9). Here it is given a special association with “the Holy One of Israel.” In chapters 1–39 this latter expression for God most frequently conveyed his transcendent power and glory. In this part of the book it is especially associated with his power to bring his own back to him.<\/p>     <p> In 41:15–16 God continues to offer his people protection from their enemies, but now the focus moves from defense to offense. Just as Cyrus will use his sword to thresh his enemies (41:2), so God is going to use Israel. A “threshing sledge” was constructed from pieces of wood with sharp stones (“teeth”) driven into them. This device was pulled around over a pile of cut grain so that the kernels of grain were separated from the husks both by the weight and by the cutting effect of the stones. God will use Israel in his plan of world history. They will not be passive bystanders, a helpless “worm” (41:14), but will be active participants with God in his work. We might think of Daniel in this respect, with his influence in both Babylon and Persia (Dan. 6:25–28), and also of Esther and Mordecai (Est. 10:1–3).<\/p>     <p> Verses 17–20 are a graphic summary of what has been said to this point. Isaiah uses the language of nature to depict a God who can do the impossible. His people are spiritually dry and desolate. Their hopes are gone and their dreams broken. Yet this God, who is not a part of the cosmic system and thus is not captive to it, can do what is new and unheard of. He can make “rivers” flow on mountaintops and cause “pools” to spring up in the “desert.”<\/p>     <p> The language here reminds the attentive reader of chapter 34, where God said that he could turn the desert into a garden, indeed into a veritable forest. God reiterates that promise here, but he goes a step further in verse 20 by giving the reason for doing this for his people: so that the world may see the evidence in what God has done for Israel that he is indeed God, the Holy One. Ezekiel makes a similar point when he says that God will show himself holy among his people so that the world may know who he is (Ezek. 36:23).<\/p>     <h4>Bridging Contexts<\/h4>     <p>G<small>OD AND HISTORY.<\/small> The argument that is fundamental to this passage and, indeed, to this entire part of the book is that God is not part of the historical process. The conflict with the idols is made to rest on this issue. Paganism understands its gods to be continuous with this world. Thus, they cannot know how the cosmic process began or how it will end. In fact, for all practical purposes there is no beginning and end to the process. Existence is an endless cycle of birth, life, and death that, so far as we know, goes on forever. Those beings who are within the process cannot tell if there is any meaning to the process. They do not know why things happen, how long they will endure, or what they will accomplish.<\/p>     <p> If we start with the cosmic system and try to reason out to ultimate reality from it, that is where we are going to end up. All things are contingent on all other things, there is no meaning or purpose to existence, the forces of the cosmos are fundamentally impersonal, and their behavior is completely determined by their relationship to each other. This is a system made up by humans to try to explain life as we encounter it. The pagans attempt to personalize theses forces the better to understand and control them, but in the end the gods remain simply the forces of existence, whether in nature, in human society, or in the human spirit, only wearing human-like masks.<\/p>     <p> But Isaiah’s response is that those forces are not gods. They have no right to be called “holy.” By definition, the holy is the “other,” but these beings are not other. They are part of the system. The diatribes against idols are aimed squarely at this point. Rather than go into a somewhat abstract presentation like the one just given, Isaiah is much more concrete. He says, “You have made your own gods from your own environment. So, if you made them, what can they do for you?” They cannot tell the future because they do not know the future. Neither can they tell you where you came from and what the meaning of your life is. You made them!<\/p>     <p> Only a Being who is outside of the system can bring the system into existence and give it direction. Such a Being can tell you what will happen before it happens. That Being can never be found out by starting with the system. To be sure, with his guidance, the system can give you a good deal of collateral information about him, but since he is not the system, it cannot take you to what it is not. In the end, God will have to reveal himself from beyond. That is precisely what he has done. And proof that he is beyond the system is that he can tell what will happen in advance. He is the One who has called the man from the east.<\/p>     <p> <b>Fear<\/b>. Isaiah is speaking to a people debilitated with fear. They are in a situation that is completely foreign to them. They grew up secure in their own land, confident that because they served the living God and had his temple in their midst, nothing bad could happen to them. Undoubtedly, the deliverance under Hezekiah helped foster that kind of complacency. Furthermore, since no one ever came back from captivity and since God had promised this land to them, the captivity could not occur. So when it did occur, the result was complete devastation.<\/p>     <p> We get a glimpse of this in the prophet Ezekiel. Chapters 1–24 were written before the Exile, and in them we see Ezekiel working hard to convince his hearers that Jerusalem is going to fall. Chapters 33–48 were written after the fall of Jerusalem. Here we get the sense that Ezekiel is having just as hard a time convincing his hearers that Jerusalem is going to be rebuilt. In a situation where all the old, familiar landmarks are gone and insecurity is rampant, fear is the dominant and debilitating emotion.<\/p>     <p> In his trilogy <em>The Lord of the Rings<\/em>, J. R. R. Tolkien tells of the old king Theoden who has become convinced by his counselor Wormtongue, who is really an enemy agent, that the situation is hopeless. So he sits dejected in his darkened palace, waiting for the enemy to come and bring his kingdom and his life to an end. But one of the members of the Fellowship of the Ring, Gandalf, comes and tells Theoden that he may indeed die, but that for himself he would rather die confronting the enemy on his charger than sitting in gloom on a meaningless throne. Theoden’s mind is not changed at once, but eventually under Gandalf’s prodding he sees Wormtongue for who he really is. When that happens, the atmosphere changes. Theoden rises to his full height and calls for his warriors, who come with relief, and they ride to battle. In the darkest hour, a miracle occurs and the battle is won. But if fear had prevailed, there would have been no battle and no miracle.<\/p>     <div border=\"1\">         <blockquote>             <p><em>Contemporary significance<\/em><\/p>         <\/blockquote>     <\/div>     <p>N<small>EW AGE RELIGION.<\/small> One of the great features of the so-called Enlightenment era was the dominance of reason. Everything had to bow at the bar of reason, and if something was not amenable to human reason, it was discarded. For this reason Thomas Jefferson felt it necessary to write an abridged version of the New Testament, explicitly leaving out all references to miracles. On this basis, Rudolf Bultmann, a German New Testament scholar of the first half of the twentieth century, argued that the New Testament had to be “demythologized” for humanity “come of age” by stripping out all mention of the supernatural.<\/p>     <p> But if the emphasis on reason had significant dangers, it at least had the benefit of preventing the rise of ideas that are merely based on fancy. Now, however, the situation is changed. There is widespread disillusionment with reason in anything but the technical arena. In the realm of ultimate meaning, reason is now looked at skeptically. Two world wars have something to do with that, but also there is the sense that reason has failed to make life any more meaningful or worthwhile and that it has stifled emotions and hampered free expression.<\/p>     <p> The result is that ideas and formulations no longer need to conform to logic. If they seem good and useful to someone, then they are true. This means that paganism, which was long held at bay by reason, is back among us with new vigor. Someone can now use a computer, which is the product of pure logic and will only respond when used according to logical principles, to discourse on how he was once a knight in King Arthur’s court in a previous life!<\/p>     <p> This new situation means that Isaiah’s arguments have a new relevance for our day. The central issue is the one of how we know truth. Does truth come to us from inside the cosmic system or outside of it? Reason argued strongly that it came from inside the system and that the human intellect could discover all essential truth. Now that reason has been dethroned, we still believe that truth comes from inside the system, but now believe that “truth” need no longer be self-consistent or coherent. Now truth comes by intuition, and if it “works” for me, it is “true.”<\/p>     <p> That is exactly the basis of paganism. Working from within the system, we imagine the various parts of it in whatever ways will make the system most amenable to control by me. These imaginings do not need to be consistent with each other, nor do they need to be logically defensible. In fact, the more effectively we can turn off the reasoning faculty, the more likely we are to encounter the divine.<\/p>     <p> Isaiah’s answer to this is not a retreat to philosophical reasoning. Rather, it is an appeal to experience. Isaiah insists that truth does come from outside the system but that God has broken into the system and has shown himself to faithful witnesses. Moreover, he has shown himself to us in ways that are fully consistent and coherent. In the end, it is the Bible that shows the importance of reason. It does so through the use of reason, constantly demonstrating the link between cause and effect in the activity of God. The problem occurred when Enlightenment thinkers tried to make human reason superior to God. Isaiah’s Holy One never acts in irrational ways, but at the same time, he is never capable of being fully explained by human rational capacities. Why would we ever think he could be if he is the Holy One?<\/p>     <p> So what we need today is a rediscovery of the Word of God, both in its written and in its experiential form. We need to see the evidence in the Scriptures that there is a God who is outside the system and who can both predict in advance what the system will do and can redirect that system as necessary to achieve his goals. Then we need the evidence of changed lives that will demonstrate to the world around that there is a faithful, consistent, true God, who has broken in upon us and “has done this” (41:20). Far from disengaging us from the world in contemplation of ourselves, God wants to reengage us with the world by delivering us from ourselves.<\/p>     <p> Fear. Franklin D. Roosevelt, President of the United States during World War II, said, “We have nothing to fear but fear itself.” That statement, of course, is rhetorical hyperbole, but there is a great measure of truth in it. Fear and discouragement have a way of defeating us before we even attempt anything. Nothing can be accomplished through us because we are afraid to start. In many cases, if we can overcome our fear enough to begin a task, positive results occur. But how do we overcome our fear? It is because we are afraid that we cannot overcome our fear!<\/p>     <p> God’s answer to fear today is the same as it was in Isaiah’s day. He reminds us that we are not alone. He is with us (41:10). Nor is the One who is with us merely a projection of ourselves, as in paganism. No, the One who made us, who stands outside of all things, and who orders all things has broken into the system to be with us. Nor is this mere rhetoric. In Jesus Christ, the promise of Immanuel (Isa. 7:14) has been fulfilled (Matt. 1:23). God has stepped into our time and space, into our flesh, and is with us in every aspect of our lives.<\/p>     <p> This is the significance of Jesus’ “I am” statements in the Gospel of John. He is not a dim reflection of God or a distant intermediary; he is God himself. Just as God says here, “I am he” (41:4), so Jesus said, “I am he” (John 8:58; 18:5). God has lost none of his power or holiness in coming to us. Rather, by coming to us he is able to elevate us to his level. His presence does not guarantee success in our endeavors, but we need not fear to try because we know his presence is not contingent on success; he has promised never to leave us or to forsake us (Heb. 13:5). The seal of that promise is the presence of the Holy Spirit. Jesus told his disciples that he would leave them but then would come to them (John 14:17–20). He has done that in his Spirit. He is with us.<\/p>     <p> Not only does he promise to be with us, he promises to help us (41:14). With the help of the entire universe at our backs, why should we be afraid? Again, this is not merely ourselves trying to magically harness the forces of the universe to do our will. It is the almighty, independent Creator, who freely comes to stand at our sides and do through us what we cannot.<\/p>     <p> There is an incredible condescension here. Why should God “help” us? What need has he for us? Why does he not just tell us to stay out of the way and watch him do his work? But no. He has given us the dignity of sharing his own image, and he will not demean us by making us merely robots to speed his cause. Why should we fear when God has bequeathed a dignity like that on us? So Christ gave his disciples the impossible task of making other disciples across the world (Matt. 28:18–20). What an unimaginable task, and yet what an incredible honor! He intends to use us in the achievement of his work. And why not, if he is with us and will help us?<\/p>     ",
    "audit": null
}