{
    "id": 16273,
    "source": "niv",
    "verse_id": 18722,
    "verse_count": 3,
    "reference": "53:10–12",
    "title": "The Atoning Nature of the Carrying",
    "html": "               <p>W<small>HY HAVE THESE<\/small> things happened to the Servant? The answer is given in this final stanza. They were not accidental; they were intended. Moreover, it was God’s intention. The opening lines of 53:10 are terrible. What good father could <em>wish<\/em> for his son to be crushed? It is only possible if there was some unquestionably greater good to be obtained. And what greater good could possibly justify the crushing of the Servant? The answer is given in the second half of the verse. It is when the “life” of the Servant is offered as a sin offering that God’s purpose in bringing him to this place is realized (“prosper”). Then will the injustice of being deprived of children and a long life be rectified. The Servant did not come to tell people what God wants; rather, he came to <em>be<\/em> what God wants <em>for<\/em> us. But how can someone who has been cut off from the land of the living without descendants ever have these things? It certainly looks as though resurrection is the only answer.<\/p>     <p> Verse 11 gives a more theological statement of what was accomplished in the Servant’s death. It begins by recapping the previous statement, but this time from the Servant’s point of view, saying that when his life has been offered up for others, he will “see” it and be “satisfied.” The hard struggle will have been worth it.<\/p>     <p> But what does that struggle accomplish for people who accept it on their own behalf? The second half of verse 11 answers that question in a tightly connected statement. Because the Servant knows God (“by his knowledge”) in intimate relationship (see 42:1–6; 49:1–6; 50:4–9) and indeed shares God’s own righteousness (lit., “the righteous one, my servant”), he will in turn be able to make many people righteous. How? By bearing “their iniquities,” which is clearly what the “suffering of his soul” was about at the beginning of the verse.<\/p>     <p> Everything is summed up in 53:12, as the opening “therefore” indicates. But it is as though the author does not want anyone to miss the reason for God’s (“I”) giving the Servant the spoils of victory, because even though the cause has been fully stated in 53:4–11, he restates it again in the closing bicola of the verse. Why does God give his servant the victor’s wreath? “Because” he was treated like one of the rebels when he was not and thus could bear their punishment and make “intercession” for them. If there are any remaining question about how the Servant brings God’s justice to the world, this verse should clear it up.<\/p>     <h4>Bridging Contexts<\/h4>     <p>S<small>ACRIFICE FOR OTHERS<\/small>. As early as Philip’s encounter with the Ethiopian eunuch (Acts 8:26– <em>Contexts<\/em> 40), it has been normal for Christians to understand that Jesus Christ is the Servant about whom Isaiah is speaking in this chapter. Despite myriad attempts to find a figure in the sixth century B.C. who might be the referent in this passage, none has been successful. By contrast, the congruence with Jesus’ life is remarkable—so remarkable that those who deny the possibility of predictive prophecy have had to say that Jesus consciously modeled himself on Isaiah’s Servant to make it appear that he was the fulfillment of that prophecy. This from a man on whose lips was no deceit!<\/p>     <p> Jesus did indeed appear on the earth without any kind of fanfare or dominating presence (apart from the celebration of the angels). He was horribly disfigured, as all descriptions of the facts of crucifixion make plain. He did go to his death without any protest about its manifest injustice and without any attempt to defend himself, going so far as to ask Peter if he would have him disobey his Father’s will (John 18:11). The prayer in the Garden of Gethsemane makes it clear that his death was indeed the Father’s will. And his own words, uttered at the Last Supper, demonstrate that he understood his death to be a substitutionary one: “This is my blood of the covenant, which is poured out for many for the forgiveness of sins” (Matt. 26:28).<\/p>     <p> Those around him understood it that way as well. John the Baptist’s identification of him as “the Lamb of God, who takes away the sin of the world” (John 1:29) cannot be understood in any other way. Likewise, Peter’s sermon that inaugurated the Christian church stresses that baptism in the name of Jesus is “for the forgiveness of…sins” (Acts 2:38). Paul makes the point even more explicit when he says in Colossians 1:19–20:<\/p>     <blockquote>         <p>For God was pleased to have all his fullness dwell in him, and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross.<\/p>     <\/blockquote>     <p>And it seems clear that the inspiration for the famous “self-emptying” hymn in Philippians 2:5–11 is Isaiah 53, beginning and ending as it does with the Servant’s transcendent glory and between those end points the downward staircase that ends at a cross.<\/p>     <p> But the Philippian passage also reminds us that there is a bridge not merely to the New Testament but to the present as well, for Paul calls his hearers to emulate the attitude that Christ had. Clearly, that attitude was one of selfdenial for the sake of others. Just as the Servant did not hold on to the “rights” that were his but cheerfully gave them up so that others might live, so we are called to walk the same road. We too are called upon to consider others better than ourselves so that they can live.<\/p>     <p> On a secular level, we can think of the man who, having survived a plane crash into the icy waters of the Potomac River, kept refusing offers to pull him out while he assisted others. In the end, it is believed that he himself died. On another level we think of the five young men who wanted so desperately to bring the gospel to the Auca tribe in Ecuador. Misunderstanding their intentions, the Aucas murdered them all. Although the young men had pistols, they refused to use them on their murderers. But the selfless lives of those young men have inspired countless others to live as they lived, and today there are countless thousands who know Christ who would not know him otherwise. So Paul’s question to the alleged followers of Christ is whether we are choosing to give up our lives for the sake of others.<\/p>     <h4>Contemporary Significance<\/h4>     <p>A<small>CCEPTING THE OFFERING<\/small>. There are two levels at which this fourth revelation of the Servant has significance today. Both levels involve our response to what Jesus Christ, the Servant, the mighty arm of the Lord, has done. The first is our response to his self-offering. Verses 4–6 make it perfectly plain that the reason he suffered the abuse and injustice described in verses 7–9 was because of “our” sin. There is a certain anonymity in that plurality. Yes, “we” have sinned and “we” need to repent and do better. But in practice that often means that each of us accepts little responsibility for the sin and its consequences<\/p>     <p> Yet if I read verse 10 correctly (see comments above), the prophet focuses us down from the comfortable anonymity of the plural into a very direct second singular “you.” He says that it is when each of us makes a sin offering of Jesus’ life that he will see his children, live a long life, and see the success of his Father’s plan for him. It is as though Christ comes to us with his own broken body in his arms and says, “Here, offer me up to the Father as an offering in your place.” What will we say?<\/p>     <p> Another image is suggested by verse 11. We are told that after the suffering of his entire being (<em>nepeš<\/em>), “he will see…and be satisfied.” Although the word translated “suffering” is not that used of birth pangs but connotes more the idea of misery or unremitting effort, there is still a parallel to the act of giving birth. I was present in the delivery room when our third child was born. It did not take great reasoning powers to recognize that “natural” childbirth is not the same as “painless” childbirth. Karen, my wife, was fully conscious and was doing all the right things, but pain and struggle were written eloquently on her face and body. Finally, there came the great moment when Peter was born. I confess that I did not think he was very attractive; he was red and wrinkled and yowling. But when the obstetrician laid him on Karen’s breast, I watched in wonder as all the pain and struggle washed out of her face and she beamed with love at that little boy. Go through it again? No. Worth it? Yes. That is how it is with Jesus. He “sees” the newborn Christian and is “satisfied.” He considers all that it cost him to redeem us as not too much.<\/p>     <p> But suppose when he offers himself to us, we respond that we don’t need a sin offering. Suppose we have rejected the “old-fashioned” idea of sin and consider ourselves to be as worthy as the next person of the blessings of God. What then? It would be as though, after all the labor and struggle, the baby is stillborn. Then indeed it was all for nothing. Then indeed the Savior finds no satisfaction in the offering he made.<\/p>     <p> Can humans thwart the will of God? Not in any ultimate sense. There <em>will<\/em> be a new heaven and a new earth, and all the redeemed <em>will<\/em> inhabit them. There <em>will<\/em> be a great crowd of the redeemed. But those who are invited first may choose not to come in (Luke 14:16–24). From God’s side he has done everything necessary, and “whosoever will may come.” But we must accept the offering made on our behalf. Without that “wedding garment” the door of the banquet hall remains closed, and the Savior’s sufferings are in vain for us (Matt. 22:11–12).<\/p>     <p> <b>Living the life.<\/b> If we have accepted the offering of Christ in our place, there is a further response incumbent on us—the one Paul presents in Philippians 2:5–11. We too are called on to live the Servant’s life. That life begins and ends in a sense of triumph. It was precisely because Jesus knew who he was, where he had come from, and where he was going that he was able to move from heaven to a barn, from knowing everything to knowing nothing, from supplying all the world’s needs to becoming dependent on the breast of a little refugee girl for his very life. He could lay aside the robes of glory because he knew who he was.<\/p>     <p> We need that same kind of absolute assurance. A man rushed into church one evening and shouted to those gathered there for the service, “I’ve read the end of the book! We win!” Those who have the witness of the Holy Spirit that they are the children of God (Rom. 8:16) and who know that their sins are forgiven are those who can overcome the world with love (1 John 5:1–5). They do not need to worry about their “image” or “position.” They are free to take the lowest place and to “prosper” there. Their highest concern is to be in tune with their Father’s will for their lives. They can confidently give themselves without reservation, facing success with humility and failure with stability, knowing all along that in the end all things are theirs.<\/p>     <p> That kind of assurance will be necessary for servants because their lot is one of astonishment and rejection. We all want the balm of servanthood, but who can bear its twisted face? The person who gives unstintingly will always be looked at with distrust. “What’s her angle? What’s he trying to prove?” Who wants to be known as a “goody-goody”? And if you really seek to implement the teachings of Christ, such as love your enemies, it will not be long before people look on you as not merely strange and unnatural but somewhat subversive.<\/p>     <p> Perhaps the worst aspect of the cross we are called to bear for Christ’s sake is simply being taken for granted. You are pouring out your life for others, and they simply take the cup of water you spent so much time drawing, swig it down, throw the cup on the ground, and go on, without even a look in your direction, let alone a “thank you.” They “esteemed him not.” If that’s what they did to the Master, why should we servants expect to be treated better (John 15:20–21)? So if we are to endure this and not become either cynical and embittered or pious and prudish, there will have to be in us, and singing through us, the song of final triumph.<\/p>     <p> What is the burden of our servanthood? If we look at the picture of the Servant here, it is clear. We are called upon to bear the griefs and sorrows, the burdens, of those around us. This is hard. It is easier to tell them what the cure for their troubles is. That way we do not have to become involved with them. But that was not the way of the Servant. He did not tell us where to take our burdens. No, he took them.<\/p>     <p> In a practical way, this means we must help put our shoulders under the grief and sorrow of the AIDS patient, the struggle of the single parent, the confusion of the pregnant teenager. He <em>bore<\/em> our griefs and sorrows. To be sure we cannot bear these in the way the Savior could and can, but we can help those around us carry them to the place where they can be unloaded onto him. In our worst nightmares, we need to see ourselves lifting spotless, pharisaic hems lest the sins and transgressions of the world should besmirch them.<\/p>     <p> A fact of the Servant’s ministry was its apparent failure in the short term. According to 53:7–9, he died childless in the midst of life, deprived of justice and treated as though he had been violent and deceitful. But he was content if he was simply doing his Father’s will. The same must be true for servants today. If we make success as the world counts success our goal, we run the serious danger of losing everything. If we are to walk in the footsteps of Isaiah and of the Son of God, we need to be prepared to leave the outcome of our servanthood in God’s hands, bending everything in us to one end, being faithful.<\/p>     <p> There is nothing wrong with seeking to be a success for God—much better that than trying to be a failure for God! The only issue here is the subtlety of “success.” If success is obedience, that is one thing. But if success defined in this world’s terms is the evidence of obedience, that is another thing. Someone has said that if you hope to be a successful megachurch pastor, you cannot talk about sin or money. Yet those are two of the things the Bible talks about most. Suppose Isaiah or the other prophets had never talked about sin. Neither Israel nor the church would exist today. As the Servant was determined to be faithful and to leave the outcome of his service to God, so must we.<\/p>     <p> Ultimately, of course, our servanthood cannot be redemptive in the way Christ’s was. He alone is the Redeemer. That reminds us of the ultimate impossibility of separating the “personal” and the “social” gospel. A “personal” gospel that does not impel us into society is deficient, just as a “social” gospel that does not spring from a transformed person is deficient. On the one hand, when we bear the burdens of a hurting world, our goal is to bear them to Christ. To clothe, to feed, to assist, and yet not to bring persons to a personal knowledge of God through the cross of Christ is to have missed what the good news is about in the first place. On the other hand, simply to help people deal with their guilt while failing to show how sin has effects in all corners of life and failing to help people deal with those effects is not to serve in the way of the Servant.<\/p>     ",
    "audit": null
}