{
    "id": 16304,
    "source": "niv",
    "verse_id": 18910,
    "verse_count": 5,
    "reference": "65:12–16",
    "title": "God’s Promises Remain",
    "html": "               <p>G<small>OD HAS NOT<\/small> abrogated his promises. “Jacob” will have “descendants,” and “Judah” will possess the “land” of promise (cf. 65:9). But that does not mean everyone called by the names of Jacob or Judah will share in the promise. As 56:1 stated and as 66:18–24 will reiterate, it is not birthright but behavior that marks the servants of God. Thus, 65:13–16 details the differences between “you” (i.e., those who have been trying to manipulate God for blessings) and “my servants” (i.e., those who seek God for himself with changed lives). In fact, the very blessings that the manipulators sought and were denied will fall on the servants who seek God first and his blessings only secondarily.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>TH ESSENCE OF RELIGION<\/small>, In every age the human problem seems to be the same. We want benefits without personal cost. The greatest good is seen to be personal freedom expressed ultimately in the right to determine what is right (“good”) and wrong (“evil”) for ourselves. That is, we are determined to deny the fact of creation. We refuse to admit that there is a Creator who has defined the norms of human existence and that these norms are nonnegotiable. As a result, God calls and calls to us (65:1, 12), but we do not hear. At the same time we accuse him of being unresponsive to our calls. We are deaf to him because we want him to speak to us on our terms. We want him to approve our sinful self-reliance and wonder why he is silent.<\/p>     <p> In fact, he is not silent at all. It is as though we refuse to purchase cable television service and then accuse the television broadcasters of not broadcasting anything because we cannot get programs on channel 73. The signals are all there; it is just that we have not met the conditions for receiving them.<\/p>     <p> The problem is compounded when we bring religion into the picture. As the tragedies of September 11, 2001, have made clear, the idea that a purely secular culture is a possibility is a fiction. In crises, the native human religiosity manifests itself again, much to the disgust of the committed secularists. What is religion? Paul Tillich said it was to have a concern for ultimate issues. Frankly, I think it is much more mundane than that. I believe religion is the attempt to get on the good side of whatever forces I conceive to have control of my destiny by the easiest and simplest means possible.<\/p>     <p> That being so, and given our deep need to keep control of the core of our being, externals come to play the central part in our religious lives. If I think God likes praising, I will praise. If I think God wants praying, I will pray. If I think God wants offerings, I will offer. If I think God wants abstinence, I will abstain. If I think God wants obedience, I will obey. But none of these behaviors is for its own sake. They are all means to obtain blessing. Therefore, I will calculate to the finest point possible the minimum of these I can give and still get the blessing.<\/p>     <p> The problem is that God doesn’t want these things. By themselves he finds them disgusting. They are so because they are one more expression of human pride. It is as though we say, “Alright, God, you have a commodity I want, and I have some things you want. So let’s engage in a little trade. I give you what you want and you give me what I want. But you need to recognize, God, if you don’t give me what I want, you’re not going to get what you want.”<\/p>     <p> Such activity is not the behavior of a servant of God. A servant of God recognizes that God needs nothing, that he has already freely given everything I need or want, and that in fact, there is nothing I could ever do to earn these things. The two of us are not now, and never will be, on anything like a par. Rather, what I need is God’s presence in my life, and that presence is only possible when I renounce my right to myself and in a paroxysm of love and gratitude hurl myself into his arms, committed with all my being to be like him, simply because I want to.<\/p>     <h4>Contemporary Significance<\/h4>     <p>A<small>TTITUDES SPEAK LOUDER THAN ACTIONS<\/small>. What does it mean to be a Christian? In all too many ways we find ourselves in a similar position to those Isaiah is addressing in this passage. We gauge our faith on the basis of certain externals.<\/p>     <ul>         <li>So one person says, “I am a Christian because I am a formal member of that body of people known as the Christian church. I am a Christian in just the same way that the Judeans were members of the people of God. We may say that we are adopted, but the relationship is the same: We are members of an elect group.”<\/li>         <li>Someone else says, “That is not true. Church membership means nothing. You must have received Christ as your personal Savior. Then you are a member of the church universal. You are part of the family forever.”<\/li>         <li>A third person says, “That is really not any necessary indication of your heart condition. A Christian attends worship with the body on a regular basis. Christians worship God with sacraments and music and prayer and the hearing of the Word of God.”<\/li>         <li>Another says, “There is more dead form at 11:00 A.M. on Sunday than any other hour of the week. Christians feel the presence of God in their hearts when they worship him spontaneously and energetically.”<\/li>         <li>Finally, someone else says, “What you’re ‘worshiping’ is the exciting feel of worshiping. A Christian is someone who gives a cup of cold water to the thirsty, a coat to the freezing, a word of encouragement to the despairing, all for Christ’s sake.”<\/li>     <\/ul>     <p> Well, what <em>is<\/em> it to be a Christian, for heaven’s sake? I believe it is all of the above and none of the above. What do I mean? That with the right attitude every one of the above is characteristic of the Christian, and that with the wrong attitude every criticism of the above is correct. That is, if we gauge our Christian faith by external behaviors alone—any external behaviors—it is all dust and ashes. So a Malachi can say for God, “I am sick of your worship. I just wish you would shut the doors and go away” (cf. Mal. 1:10). Unless we have come to the place where our service to God is growing out of a glad servant heart, it is all in vain. Can you imagine a bridegroom asking a minister how many hours a month he has to spend with his bride to keep the marriage in force? If he does ask this question, we know something is severely lacking in his devotion to his bride, and we also know the relationship is doomed.<\/p>     <p> By contrast, if we really have a loving bond-slave relationship with the Lord, we will want to express that love in every possible way, from meeting together with Christian brothers and sisters to worshiping him in the most profound ways possible, to telling others about him, to reaching out to the downtrodden for him, to working for justice in his world. So Malachi can say to the people that if they truly love God, it will not be a problem to give their best, and Haggai can say that if they are truly God’s servants, they will show it by building God’s house. The point, then, is this: If external behaviors are in place of a loving servant heart, they are worthless, but if a loving servant heart does not express itself in external behaviors, we are deceiving ourselves.<\/p>     ",
    "audit": null
}