{
    "id": 16193,
    "source": "niv",
    "verse_id": 18226,
    "verse_count": 11,
    "reference": "30:8–18",
    "title": "Judah’s Coming Devastation",
    "html": "               <p>I<small>SAIAH NOW PRONOUNCES<\/small> judgment on the Judeans, who are again called “rebellious people, deceitful children” (30:9). He begins by describing their attitude (30:8–11) and then turns to the specific announcement of the judgment caused by that attitude (30:12–14). Then in a third section (30:15–18), he details what God has invited them to do, what will be the results of their refusal to accept his invitation, and what he must do in response. Most commentators take verse 18 with the third section of the oracle (30:19–26), since this verse has a hopeful tone. However, I believe it is really the conclusion of the judgment messages, as I will try to show.<\/p>     <p> In 30:8 Isaiah offers the purpose of writing down prophetic words, so that when the predictions came true, people will know it (cf. 8:1, 16; 29:11, 18). He defines the rebellion of the people more clearly. Not only are they unwilling to consult with God when forming their plans, they do not want to hear “the LORD’s instruction” (30:9) or “what is right” (30:10). Instead, they ask the prophets to say pleasant things to them. They do not want Isaiah to confront them. Undoubtedly they do not actually ask for “illusions” (30:10), but Isaiah says that is what they are actually asking for when they demand that he stop telling them about “the Holy One of Israel.”<\/p>     <p> Ironically, Isaiah’s response to that demand is to tell them “what the Holy One of Israel says” (30:12). The text emphasizes the causal connection between the people’s actions and the coming destruction, both with the opening “therefore” and with the subsequent “because.” They have “rejected” the truth that God alone can be trusted and instead have trusted in “oppression” and lies, grinding the poor to get money to pay Egypt for its worthless help. As a result, their destruction will come as suddenly as a collapsing wall.<\/p>     <p> We can imagine a wall whose stones have been leaning a bit more each year, with the result that people have simply gotten used to it. But then one day the center of gravity is passed and in an instant it comes down. So it will be with Assyria. For years Assyria has been threatening, but then the day will suddenly come when Assyria will devastate the land. There will be nothing left. Judah will be like a smashed pot with the pieces so small that they will be useless for any other tasks.<\/p>     <p> God has told them again and again the prescription for their condition. They must turn back to him in “repentance” and “rest” in him (30:15). In quietly trusting him instead of frantically rushing around trying to solve their problems for themselves, they will find both “salvation” and “strength.” But the patient has refused the physician’s prescription.<\/p>     <p> Isaiah 30:16 offers a strong contrast with 30:15. Instead of quietness and trust, there will be rapid flight. There is only one problem with that course of action: The “pursuers” will be swifter yet. If the people rested in God, flight would not be necessary. But because they have refused to trust him, flight will not be enough. Once it becomes apparent that their strength is not enough, retreat will turn into headlong rout, with a “thousand” running from “one,” for they will have no inner resources to face any other alternative than victory. As a result, they will be as forlorn as a tattered flag whipping in the wind, with nothing but corpses surrounding it (30:17).<\/p>     <p> So what is God’s course of action in the face of this reality? Will he wash his hands of them? Will he abandon them in a fit of well-justified rage? No, in one of the greatest statements in all of Scripture, he says that since Israel will not wait for (trust in) him, he will have to wait (NIV “longs”) to be gracious to them. He “rises” from his throne—not to bring final destruction but to show “compassion.” Because he is a “God of justice,” those “who wait for him” will never be disappointed. Those who wait for the nations will be disappointed again and again because they are serving themselves and not the causes of right and truth. But God will unfailingly do what is right, and we can depend on him, no matter what. Thus, Isaiah presents the picture of the Creator of the universe patiently standing, waiting for us to discover what fools we have been and to turn back to him to receive the grace and compassion that are in his fatherly heart.<\/p>     ",
    "audit": null
}