{
    "id": 16204,
    "source": "niv",
    "verse_id": 18309,
    "verse_count": 13,
    "reference": "34:5–17",
    "title": "Edom As an Example",
    "html": "                                       <p>W<small>HEN IT IS ASKED<\/small> why Edom should be singled out to represent the nations of the earth in their hostility to God and their eventual destruction, the answer seems clear. As early as the entry of Israel into the land of Canaan, Edom opposed God’s plan (Num. 20:14–21). This hostility continued through the kingdom period, with one king after another having to face warfare with the Edomites. In Psalm 60:9 Edom is used in a representative way. Ultimately the antagonism issued in the Edomites assisting Babylon in sacking Jerusalem (Ps. 137:7; Obad. 10–14).<\/p>             <p> The section on Edom can be divided in two parts. The first (34:5–8) begins and ends with the causal <em>ki,<\/em> “for” (the first is not translated in the NIV). These verses speak of the bloody destruction that is going to fall on Edom for Zion’s sake. The second part (34:9–17) speaks of the desert that Edom will become. It will be a home for unclean birds and animals.<\/p>             <p> As already noted, <em>hrm<\/em> is repeated in verse 5, which emphasizes the representative role of Edom among the nations. The repetition of “blood” and “fat” (vv. 6–7), terms commonly used in instructions for sacrifices, makes the sacrificial setting that much clearer. The nations of earth, refusing God’s grace, have become the sacrifice for their own sin. “Wild oxen” and “bulls” are the symbols of great strength and the rampaging assertion of the will. But the Lord will hold his creatures accountable for their behavior. There will be a payback, not merely as a negative judgment on sin but also on behalf of the faithful, who are integral to God’s plan to redeem the earth. The destruction of the nations is intended “to uphold Zion’s cause.”<\/p>             <p> The description in 34:9–17 goes into considerable detail to make its point. The language of verses 9–10 is reminiscent of the destruction of Sodom and Gomorrah in Genesis 19. It is also appropriate to the region at the south end of the Dead Sea, where Edom is located. It is a barren land, where “pitch” and “sulfur” deposits can be found. This may be another reason why Edom is chosen to represent the destruction of the nations: Its territory is largely desert, which is nearly uninhabitable. Thus it fits what Isaiah wants to say about the results of trusting human glory.<\/p>             <p> To underline his point about the uninhabitability of this desert, the prophet stresses that it will become the home of all the unclean birds and animals (34:11–15). There is considerable discussion about the precise identity of many of the birds and animals listed here, and different translations show some variation. But the general point is clear: No human can live there, and if they could, they would not want to. The Creator has reassigned it to inhabitants other than human. In verse 11 “measuring line” and “plumb line” are used in an ironic way. These tools were normally used in construction with positive results. But since God is the Maker, he has the capacity to use tools in different ways. Edom has not lived up to the Creator’s standards. Therefore, those standards will be used as the measurements for destruction.<\/p>             <p> Verses 16–17 assert that this prediction about the birds and animals nesting in Edom is a certainty. To establish this certainty, the prophet appeals to “the scroll of the LORD,” where the hearer can supposedly read that each of the animals mentioned will be there. In the book of nature as established by the “mouth” of God, there are certain fixed realities, like the mating of animals. Just as God has assigned the places and conditions of the animals, so he has also assigned the places and conditions of humans. He is like a landowner who can divide up the plots of land as he wishes. Thus, there is a fixed rule in the moral universe that is no more changeable than the laws of nature. The nations of the earth have chosen to flaunt their rebellion and must pay the price for doing so.<\/p>             <div border=\"1\">                 <blockquote>                     <p><em>Bridging contexts<\/em><\/p>                 <\/blockquote>             <\/div>             <p>O<small>NE MAJOR AREA<\/small> of this chapter poses a problem for us today. Most of us are far removed from the world of bloodshed. If we encounter it at all, we see it through the distancing eye of the television camera or the movie camera. It is not a part of our lives. We eat meat, but we never give a thought to the butchering process. Moreover, apart from the horrifying slaughter that took place on the Civil War battlefields, those of us who are Americans have been by and large insulated from warfare and bloodshed in our own land.<\/p>             <p> Neither of these were true for Isaiah’s first hearers. Blood and gore were a part of their everyday life. They took it as a matter of course. The whole family was involved in the butchering process, and sadly, they knew at firsthand the realities of brutal warfare. Thus, one of the things they fervently hoped for was that the people who had brutally slaughtered their family members would someday have “a taste of their own medicine.” Thus, language that we find horrifying and offensive was probably actually comforting to many of those first hearers. There was going to be justice in the world after all. Though the “poor” and the “needy” of Judah may be too weak and helpless to redress the balance of the scales of justice, a day would come when God would do it for them, and the Edoms of the world would pay for what they had done.<\/p>             <p> Almost certainly this is why Jonah did not want to go to Nineveh. He wanted the Assyrians to suffer for all the suffering they had brought to Israel. But he knew how compassionate God really is and that if even an Assyrian would repent, God would not impose the judgment on them. He wanted the Assyrians to pay.<\/p>             <p> How can we relate this to our own times? We may think of the bombing of the Federal Building in Oklahoma City. It was interesting to hear persons who lost family members in the bombing speak of the impending execution of the convicted bomber. There was not a lot of passion in their voices, nor was there any of the feel of a mob demanding blood. But there was a sense that they could not feel “closure” in their own experience until the one who made the bomb had paid the full price for his crime. So even though we may not feel comfortable with the language of blood and slaughter that Isaiah uses, when the experience does come home to us, we want the scales of justice balanced. And if we will not let God place his Son in the balance for us, then justice says that we ourselves must take that place and go to destruction with Edom.<\/p>             <div border=\"1\">                 <blockquote>                     <p><em>Copntemporary Significance<\/em><\/p>                 <\/blockquote>             <\/div>             <p>T<small>RUSTING THE CREATURE.<\/small> How do we in the contemporary world relate to such a savage text? First, we must relate to it in its literary context. As I have tried to demonstrate above, it functions to draw together all that has been said in the previous chapters about the folly of trusting the nations. Thus, as we read it today, we must ask ourselves where our trust really resides. Does it reside in the Edoms of the world? If so, we are headed into the desert with those Edoms. To put our ultimate trust in creatures instead of the Creator is truly stupid. It is to fly in the face of reality and ultimately to crash into that reality with devastating effect.<\/p>             <p> But how do we know whether we are trusting the creature or not? Most of us are not in a position to affect national policy about alliances, so what do all these admonitions have to do with us? They touch our lives at two points: the church and our own personal walk.<\/p>             <p> (1) To trust the nations is to trust the glory of humanity. What are our churches trusting in? Large budgets, impressive plant, powerful preaching? If so, we have put our trust in the creature. The place given to prayer in a local congregation is a good measure of where a church’s trust really is. If its only focused praying is the Sunday morning pastoral prayer, that congregation is headed into the desert. Whatever they may say, they as a church are trusting the creature. By contrast, when a congregation like the Brooklyn Tabernacle makes real, earnest prayer a top priority, it is actually making a practice of trusting God and is headed into a garden. The pastor who teaches the congregation to pray and the congregation who teaches their pastor to pray has gone far toward a change of allegiance from the world to God.<\/p>             <p> (2) This chapter touches us personally as well. Does my life have too many of the features of a desert? Is it possible that I have been trusting humanity, myself included, for what only God can give? What does it mean to trust God radically? Sometimes it means deliberately not doing what I could for myself and letting God do it instead. Sometimes it means taking a radical step of faith without the absolute assurance that the ground is there to step on. We may think of the main character in the film <em>Indiana Jones and the Last Crusade<\/em>, when he is faced with a chasm he cannot cross. Remembering words he had been told previously, he steps off into the chasm, and suddenly a walkway appears under his feet.<\/p>             <p> Have we ever given God a chance to do that kind of thing in our lives? Or has everything been so carefully planned and organized that God has no room to work? If so, a day will come when we are unable to solve the problem with our plans, organization, and effort. Then we will cry, “God, why have you abandoned me?” And the answer will be, “I have not, but because you never learned to trust me in the easy times, you don’t know how to trust me now.”<\/p>             <p> <b>Vengeance.<\/b> How do the passionate promises of vengeance apply to the life of the contemporary Christian? Do not Jesus’ words about turning the other cheek and loving our enemies radically contradict these words of Isaiah? In fact, may we not say that this is a “pre-Christian” text that has been invalidated by the New Testament? The answer to both questions is “No.” These words and those of the New Testament are closely interrelated.<\/p>             <p> The key idea here is that of Paul found in Romans 12:19: “Do not take revenge, my friends, but leave room for God’s wrath, for it is written: ‘It is mine to avenge; I will repay,’ says the Lord.” How can we find the grace not to seek revenge? It is precisely in the knowledge that there is a just Judge of all the universe who will see that justice is done in the end. We do not need to destroy the Edom that may have crushed us under its heavy boot because we can trust God to do the right thing in the end, both for Edom and us.<\/p>             <p> How freeing this is. It takes the justice of the world off our shoulders and frees us from carrying around a heavy load of anger and resentment. Surely one of the things that brought down President Nixon in the end was his “list of enemies.” If he and his staff had been less concerned about their enemies and more concerned simply to do what is right in the confidence that God would redress the balances, the Watergate scandal might never have happened.<\/p>             ",
    "audit": null
}