{
    "id": 16169,
    "source": "niv",
    "verse_id": 18054,
    "verse_count": 14,
    "reference": "22:1–14",
    "title": "The Valley of Vision",
    "html": "               <p>T<small>HE STRANGE TITLE<\/small> of the oracle (“The Valley of Vision”) is reminiscent of the title for the oracle against Babylon in 21:1. Like that one, it seems to involve contradictory ideas to make its point. A valley is not where one goes to get a long view of things. In fact, it is the exact opposite; it is a place where you cannot see. It seems plain from the rest of the oracle that it is addressed to Jerusalem, but why describe it so strangely? Perhaps the prophet is condemning the Judeans precisely for their lack of vision. They claim to know God and his ways, but their behavior makes it appear they do not. Instead of standing on a mountaintop where they can see clearly, they are in the bottom of a valley, having lost all perspective on reality and what it means. In fact, they have become like one more of the pagan nations on whom judgment is being pronounced in this section of the book.<\/p>     <p> There is considerable uncertainty among scholars as to the events being referred to in these verses. The references to strengthening defenses (22:8– 11) suggest either the coming of Sennacherib in 701 <small>B.C.<\/small> or the final siege of Jerusalem begun in 588 <small>B.C.<\/small> However, the references to rejoicing and revelry (22:2, 13) are difficult to integrate into either of those events. Also, Eliakim, not Shebna, was prime minister (“in charge of the palace,” 22:15) in 701 <small>B.C.<\/small> This suggests another possibility, the attack of Sargon on the Philistine city of Ashdod in 711 <small>B.C.<\/small> (cf. 20:1). This must have been a frightening event for the Judeans, certainly frightening enough to provoke a strengthening of the defenses. But after taking Azekah, another Philistine city, the Assyrians withdrew. That surely would have occasioned a time of rejoicing. It also would seem to confirm any encouragement to revolt that the Babylonian envoys may have given to Hezekiah in their visit at about this time (see comments on ch. 38 for the date of the events in chs. 38–39).<\/p>     <p> All the inhabitants of “the Valley of Vision” can see is short-term relief (22:1–2). They cannot see the longer view that the prophet has, namely, the events just before the fall of Jerusalem, when King Zedekiah fled from the city with his bodyguard only to be captured near Jericho. Thus, the people are rejoicing at the moment over a short-term lifting of the Assyrian threat, while the prophet sees how this whole episode will end 125 years later and weeps “bitterly” over that reality (22:4). He sees what they cannot.<\/p>     <p> Verses 5–7 probably continue Isaiah’s view of the distant future, when the besieging armies will be camped around the city, filling the Kidron Valley on the east and the Hinnom Valley on the south. Among the Babylonian armies will be mercenary soldiers from “Elam” and “Kir” (possibly Media). In that hour there will be no more rejoicing in “the Valley of Vision” but only “tumult” and “terror.”<\/p>     <p> In 22:8–14 the prophet makes his pronouncement against “the Valley of Vision.” Note the recurrence of verbs for seeing in verses 8, 9, and 11. Temporal “realities” have been looked at instead of eternal ones. It is not clear who the repeated “you” is in verses 8–12. It is probably Hezekiah, because we know he strengthened the walls of Jerusalem and had the famous tunnel dug to bring water from the spring of Gihon to the pool at the foot of the old city (2 Chron. 32:1–5); if so, he is not named. Moreover, we should note that although the first verb of the succession of second-person verbs is singular (Isa. 22:8), the rest are plural (22:9–11). Perhaps the point is that Hezekiah is not himself responsible for the misplaced priorities, but that it is the people at large and the royal counselors, like Shebna (22:15–19), who paid no attention to the real causes of the coming disaster. Both the books of Kings and Chronicles suggest that Hezekiah himself had his priorities in the right order (2 Kings 18:1–8; 2 Chron. 29:1–31:21).<\/p>     <p> Jerusalem exists as the capital city of Judah only because of the grace and power of God (Isa. 22:11). He was not only the One who gave the city to David against all the odds (2 Sam. 5:6–10), he was also the One who gave the entire land to his people (Josh. 1:2; etc.). So since Israel had not taken either the city or the land in their own strength, it is foolish to think they can keep them in their own strength. The land is a covenant gift from their covenant Lord. Thus, the most important thing to do in a moment of danger and threat is to be sure that they are acting within the covenant Lord’s will and that their relationship with him is intact so that they can continue to receive the promised blessings of the covenant.<\/p>     <p> But that is precisely what they are not doing. They are acting as if the most important things they can do are the human things they do for themselves, such as tearing down the houses that are crowded against the insides of the walls, so that the building materials can be used to “strengthen the wall” (22:10) and also so that troops can easily be rushed to any point where an attack is being made.<\/p>     <p> In fact, Judah’s relations with God are in anything but good repair. They congratulate themselves that they are not corrupt as the northern kingdom of Israel had been, and so they believe they have survived because of their merits when Israel fell. But Isaiah and the other prophets see clearly that all the same trends are at work in Judah that so tragically affected Israel. Furthermore, if those trends are not reversed, Judah will become as corrupt as Israel and will go the same way in the end. When that end did come in the 580s <small>B.C.<\/small>, Ezekiel said that Judah and Israel were like two whoring sisters and that in the end Judah was even more deserving of punishment than Israel (Ezek. 23).<\/p>     <p> It is for this reason that God is calling for weeping and wailing (22:12). This is no time for self-congratulation and partying. It is a time for bitter repentance and for pleading with God for mercy. It is a time for careful self-reflection and for amending their ways where those ways have varied from God’s ways. There is still hope for Judah, if they will only learn the lessons of the times.<\/p>     <p> But all the indications are that they have neither the interest nor the attention to learn those lessons. Thus, since the people will not weep and wail over their sins, it falls to the prophet to do it (22:4). He sees that apart from confession, repentance, and the attendant mercy of God, there is no possibility for the sins of the nation to be “atoned for” (“covered over,” 22:14), and that is a source of terrible grief for him. Where there is confession and repentance, that mercy is always available, as the book of Jonah makes abundantly clear; but apart from that kind of humble turning to God, even he is powerless to bring his mercy to bear on the situation.<\/p>     ",
    "audit": null
}