{
    "id": 16184,
    "source": "niv",
    "verse_id": 18166,
    "verse_count": 29,
    "reference": "28:1–29",
    "title": "",
    "html": "          <blockquote>         <p>W<small>OE TO THAT<\/small> wreath, the pride of Ephraim’s drunkards,<\/p>         <p> to the fading flower, his glorious beauty,<\/p>         <p>set on the head of a fertile valley—<\/p>         <p> to that city, the pride of those laid low by wine!<\/p>         <p>See, the Lord has one who is powerful and strong.<\/p>         <p> Like a hailstorm and a destructive wind,<\/p>         <p>like a driving rain and a flooding downpour,<\/p>         <p> he will throw it forcefully to the ground.<\/p>         <p>That wreath, the pride of Ephraim’s drunkards,<\/p>         <p> will be trampled underfoot.<\/p>         <p>That fading flower, his glorious beauty,<\/p>         <p> set on the head of a fertile valley,<\/p>         <p>will be like a fig ripe before harvest—<\/p>         <p> as soon as someone sees it and takes it in his hand,<\/p>         <p> he swallows it.<\/p>         <p>In that day the LORD Almighty<\/p>         <p> will be a glorious crown,<\/p>         <p>a beautiful wreath<\/p>         <p> for the remnant of his people.<\/p>         <p>He will be a spirit of justice<\/p>         <p> to him who sits in judgment,<\/p>         <p>a source of strength<\/p>         <p> to those who turn back the battle at the gate.<\/p>         <p>And these also stagger from wine<\/p>         <p> and reel from beer:<\/p>         <p>Priests and prophets stagger from beer<\/p>         <p> and are befuddled with wine;<\/p>         <p>they reel from beer,<\/p>         <p> they stagger when seeing visions,<\/p>         <p> they stumble when rendering decisions.<\/p>         <p>All the tables are covered with vomit<\/p>         <p> and there is not a spot without filth.<\/p>         <p>“Who is it he is trying to teach?<\/p>         <p> To whom is he explaining his message?<\/p>         <p>To children weaned from their milk,<\/p>         <p> to those just taken from the breast?<\/p>         <p>For it is:<\/p>         <p> Do and do, do and do,<\/p>         <p> rule on rule, rule on rule;<\/p>         <p> a little here, a little there.”<\/p>         <p>Very well then, with foreign lips and strange tongues<\/p>         <p> God will speak to this people,<\/p>         <p>to whom he said,<\/p>         <p> “This is the resting place, let the weary rest”;<\/p>         <p>and, “This is the place of repose”—<\/p>         <p> but they would not listen.<\/p>         <p>So then, the word of the LORD to them will become:<\/p>         <p> Do and do, do and do,<\/p>         <p> rule on rule, rule on rule;<\/p>         <p> a little here, a little there—<\/p>         <p>so that they will go and fall backward,<\/p>         <p> be injured and snared and captured.<\/p>         <p>Therefore hear the word of the LORD, you scoffers who rule this people in Jerusalem.<\/p>         <p>You boast, “We have entered into a covenant with death,<\/p>         <p> with the grave we have made an agreement.<\/p>         <p>When an overwhelming scourge sweeps by,<\/p>         <p> it cannot touch us,<\/p>         <p>for we have made a lie our refuge<\/p>         <p> and falsehood our hiding place.”<\/p>     <\/blockquote>     <p>So this is what the Sovereign L<small>ORD<\/small> says:<\/p>     <blockquote>         <p>“See, I lay a stone in Zion,<\/p>         <p> a tested stone,<\/p>         <p>a precious cornerstone for a sure foundation;<\/p>         <p> the one who trusts will never be dismayed.<\/p>         <p>I will make justice the measuring line<\/p>         <p> and righteousness the plumb line;<\/p>         <p>hail will sweep away your refuge, the lie,<\/p>         <p> and water will overflow your hiding place.<\/p>         <p>Your covenant with death will be annulled;<\/p>         <p> your agreement with the grave will not stand.<\/p>         <p>When the overwhelming scourge sweeps by,<\/p>         <p> you will be beaten down by it.<\/p>         <p>As often as it comes it will carry you away;<\/p>         <p> morning after morning, by day and by night,<\/p>         <p> it will sweep through.”<\/p>         <p>The understanding of this message<\/p>         <p> will bring sheer terror.<\/p>         <p>The bed is too short to stretch out on,<\/p>         <p> the blanket too narrow to wrap around you.<\/p>         <p>The L<small>ORD<\/small> will rise up as he did at Mount Perazim,<\/p>         <p> he will rouse himself as in the Valley of Gibeon—<\/p>         <p>to do his work, his strange work,<\/p>         <p> and perform his task, his alien task.<\/p>         <p>Now stop your mocking,<\/p>         <p> or your chains will become heavier;<\/p>         <p>the Lord, the L<small>ORD<\/small> Almighty, has told me<\/p>         <p> of the destruction decreed against the whole land.<\/p>         <p>Listen and hear my voice;<\/p>         <p> pay attention and hear what I say.<\/p>         <p>When a farmer plows for planting, does he plow continually?<\/p>         <p> Does he keep on breaking up and harrowing the soil?<\/p>         <p>When he has leveled the surface,<\/p>         <p> does he not sow caraway and scatter cummin?<\/p>         <p>Does he not plant wheat in its place,<\/p>         <p>barley in its plot,<\/p>         <p> and spelt in its field?<\/p>         <p>His God instructs him<\/p>         <p> and teaches him the right way.<\/p>         <p>Caraway is not threshed with a sledge,<\/p>         <p> nor is a cartwheel rolled over cummin;<\/p>         <p>caraway is beaten out with a rod,<\/p>         <p> and cummin with a stick.<\/p>         <p>Grain must be ground to make bread;<\/p>         <p> so one does not go on threshing it forever.<\/p>         <p>Though he drives the wheels of his threshing cart over it,<\/p>         <p> his horses do not grind it.<\/p>         <p>All this also comes from the L<small>ORD<\/small> Almighty,<\/p>         <p> wonderful in counsel and magnificent in wisdom.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>I<small>N CHAPTERS<\/small> 28–33 the prophet continues the lessons in trust that have characterized the material from chapter 13 onward. Having established God’s sovereignty over the nations both in particular (chs. 13–23) and in general (chs. 24–27), Isaiah now returns to particular situations in Israel and Judah that illustrate the folly of trusting the nations instead of the King who had been revealing himself through the prophet.<\/p>     <p> Because refusal to trust in God will only lead to destruction, Isaiah begins several of the sections with the funeral word “woe” (28:1; 29:1, 15; 30:1; 31:1; 33:1). It is possible to consider the material in groups of two chapters each. Chapters 28–29 deal with a problem that is exacerbated by the foolish, drunken leaders; chapters 30–31 critique the proposed solution: dependence on Egypt; and chapters 32–33 present the true solution: reliance on the true Leader, the righteous King.<\/p>     <p> Most of these chapters are focused on Judah, as might be expected since that is Isaiah’s home. However, chapter 28 begins with a woe addressed to “Ephraim,” that is, northern Israel. It is unclear just how far this address continues. Clearly, by 28:14 the focus has shifted to Jerusalem, and the prophet does not specifically return to Israel after that. However, most of what is said after 28:14 is still relevant to the northern kingdom since it has entered its final death throes.<\/p>     <p> This material seems to relate to events somewhat later than those recorded in chapters 7–8. They also apparently precede the events of chapters 36–37. Thus, they fall roughly between 730 and 705 <small>B.C.<\/small> When it became clear that the northern kingdom was going to fall to Assyria and that Ahaz’s “alliance” with Assyria was as worthless as Isaiah had predicted, the only human hope left was Egypt. No other country in the area had the wealth or resources to mount an army of sufficient size to stand up to the Assyrians. But to Isaiah, trusting Egypt is as foolish as trusting Assyria. Although it is unlikely that Egypt will turn on Judah as Assyria had, they are still only flesh and blood (31:3) and can offer nothing like the help that the King can.<\/p>     <p> Chapter 28 has four subunits: verses 1–6, 7–13, 14–22, and 23–29. There is a question whether verses 7–13 relate more closely to verses 1–6, as I tend to read it, or to verses 14–22, as Motyer does. It is a question of whether the pronouncement against Ephraim is continuing in these verses or whether it has already shifted to Judah and Jerusalem.<\/p>     ",
    "audit": null
}