{
    "id": 16183,
    "source": "niv",
    "verse_id": 18154,
    "verse_count": 12,
    "reference": "27:2–13",
    "title": "",
    "html": "          <blockquote>         <p>I<small>N THAT DAY<\/small>—<\/p>         <blockquote>             <p>“Sing about a fruitful vineyard:<\/p>             <p>  I, the LORD, watch over it;<\/p>             <p> I water it continually.<\/p>             <p>I guard it day and night<\/p>             <p> so that no one may harm it.<\/p>             <p>  I am not angry.<\/p>             <p>If only there were briers and thorns confronting me!<\/p>             <p> I would march against them in battle;<\/p>             <p> I would set them all on fire.<\/p>             <p>Or else let them come to me for refuge;<\/p>             <p> let them make peace with me,<\/p>             <p> yes, let them make peace with me.”<\/p>             <p>In days to come Jacob will take root,<\/p>             <p> Israel will bud and blossom<\/p>             <p> and fill all the world with fruit.<\/p>             <p>Has the LORD struck her<\/p>             <p> as he struck down those who struck her?<\/p>             <p>Has she been killed<\/p>             <p> as those were killed who killed her?<\/p>             <p>By warfare and exile you contend with her—<\/p>             <p> with his fierce blast he drives her out,<\/p>             <p> as on a day the east wind blows.<\/p>             <p>By this, then, will Jacob’s guilt be atoned for,<\/p>             <p> and this will be the full fruitage of the removal of his sin:<\/p>             <p>When he makes all the altar stones<\/p>             <p> to be like chalk stones crushed to pieces,<\/p>             <p>no Asherah poles or incense altars<\/p>             <p> will be left standing.<\/p>             <p>The fortified city stands desolate,<\/p>             <p> an abandoned settlement, forsaken like the desert;<\/p>             <p>there the calves graze,<\/p>             <p> there they lie down;<\/p>             <p> they strip its branches bare.<\/p>             <p>When its twigs are dry, they are broken off<\/p>             <p> and women come and make fires with them.<\/p>             <p>For this is a people without understanding;<\/p>             <p> so their Maker has no compassion on them,<\/p>             <p> and their Creator shows them no favor.<\/p>         <\/blockquote>     <\/blockquote>     <p>In that day the L<small>ORD<\/small> will thresh from the flowing Euphrates to the Wadi of Egypt, and you, O Israelites, will be gathered up one by one. And in that day a great trumpet will sound. Those who were perishing in Assyria and those who were exiled in Egypt will come and worship the LORD on the holy mountain in Jerusalem.<\/p>     <h4>Original Meaning<\/h4>     <p>I<small>N THE EARLIER CHAPTERS<\/small> in this subdivision (Isa. 24–27), which celebrate God’s lordship over history, the songs are those of drunkards trying to forget (24:9), or of ruthless triumph (25:5), or praise for God’s security (26:1). The present song is a more intimate one. It praises God for delivering his people and celebrates his personal relationship with them. In this sense it forms the conclusion of the four chapters. The first and second songs (chs. 24 and 25) declare universal judgment and universal salvation. In the third (ch. 26), the people proclaim their trust in God, but they also confess their inability to deliver themselves and fulfill their ministry in the world. Now, God confirms his promise to deliver them.<\/p>     <p> Here we have the opposite picture from the one we saw in chapter 5. There God called in the wild animals to destroy the vineyard of bitter grapes, his nation. He tore down the walls and left it to “briers and thorns” (5:6). Now we see the “vineyard” from the other side. God says he is “not angry,” and he wishes that there were “briers and thorns” for him to contend with (27:4), so that he could chop them down and burn them. But in a mixing of metaphors, he says the thorns and briers (evidently the nations) could come and “make peace” with him (27:5). In any case, the vineyard of “Jacob” is going to be so fruitful that it will fill “the world with fruit” (27:6).<\/p>     <p> What accounts for this radical shift? Surely God <em>was<\/em> angry with his people, angry enough to destroy them. Yet here he talks as if those words had never been said. Verses 6–11 explain the matter. God did not bring destruction on Israel for the purpose of annihilating his people, his vineyard. If they want to see that kind of destruction, let them look at those whom God used as tools to strike the punishing blows (27:7).<\/p>     <p> Yes, God had indeed driven Israel out, like a tumbleweed before a driving windstorm (27:8). But his purpose was not annihilation but cleansing. That point comes clear in 27:9, where God says that the fruit of the “removal of his sin” will be the destruction of idol worship. The Hebrew of the verse is obscure, so that we do not know the means by which “Jacob’s guilt [will] be atoned for,” but the result is clear. Out of the fires of the Exile, the idolatry that was the obvious sign of disloyalty to the covenant Lord will be done away with.<\/p>     <p> There is a clear causal connection between 27:9 and 10 in the Hebrew. Verse 10 begins with <em>ki<\/em> (“because”). This shows we must at least read verse 9, if not verses 7–9, with verses 10–11. But what that connection portends is not entirely clear because the identity of “the fortified city” is not spelled out. Elsewhere in this section this city seems to represent the oppressors of God’s people (25:2). If that is the case, it seems to me the most natural reading is that when the “fortified city,” a “people without understanding,” is destroyed, Israel will be set free by God’s grace and will respond with renewed obedience to the covenant.<\/p>     <p> The other alternative is that there has been a shift of metaphor and that “the fortified city” is now a reference to Jerusalem, which it would be natural to assume in the immediate context. The phrase “without understanding” also sounds much like what is said of Israel in 1:3. In this case, the passage is restating the point in 27:8 as to why the destruction was needed. On balance, and without a sign that the metaphor has been shifted, I tend to side with the former of the two understandings.<\/p>     <p> Isaiah 27:12–13 cap the Lord’s promises to his people. The writer begins with the metaphor of harvest. The Lord will not allow one kernel of grain or one olive to be lost but will diligently gather them all from the distant borders of the land—the “Euphrates” in the north and the “Wadi of Egypt” in the south. The same point is made with a different metaphor, the trumpet call of muster for battle, in verse 13. The “exiles” from north and south are called to “worship the LORD on the holy mountain,” where the last great feast is to be held (25:6–8).<\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>F FEW OF US<\/small> have vineyards today, many of us are familiar with <em>This Old House<\/em>. We might think of what God is saying here along those lines. God just wishes that some termites would show up in the old house. How he would delight in rooting them out and repairing the damage they have done. The new work would be better than the original. Or what about tearing out some old plumbing and wiring? God would love to lavish attention on the old place. In the end you would hardly recognize it from what he started with. Why would he do it? To sell it and make a lot of money? Never! He would pour so much of himself into the work because that is where he wants to live.<\/p>     <p> We continually have to remind ourselves that idolatry is not first of all the making of figures of gods and goddesses. It is an attitude, the attitude that I must find a way to manipulate the forces in control of the universe to satisfy my needs. The statues, then, are simply a way to visualize those forces and make them amenable to my control.<\/p>     <p> But the statues are only symptoms. It is possible to have the attitude of an idolater and never think of making an idol. Whenever I try to satisfy my needs for myself by manipulating the elements of the creation, I am succumbing to idolatry. God calls us to surrender our needs to him and to trust him to meet those needs in his ways. Usually he will meet them through our talents and abilities, but it is the attitude with which we do it that makes all the difference.<\/p>     <h4>Contemporary Significance<\/h4>     <p>G<small>OD’S ACTIONS IN<\/small> our lives today continue to be not for the purpose of destruction but for refinement. If trouble and adversity have come our way, our attitude about God will make all the difference in how we receive them. If we think of God as passionately loving “the old house” that we are, then the ripping of the saw and the crashing of the hammer will still be painful but much easier to bear. But if we think of him as the implacable judge determined to wring the last ounce of retribution out of us, the blows will be heavy indeed.<\/p>     <p> It is also important to keep the lesson of Job in mind. Adversity and trouble do not have easy explanations, and sometimes to give easy explanations in a glib manner can do more damage than the trouble itself. Job’s “comforters” would have done much better to remain silent than to give faulty explanations concerning what they knew nothing about.<\/p>     <p> What we should do is to use difficulty as an opportunity. Is there something that has come between me and God? Has my loyalty to my covenant Lord become diluted? Has my surrender to him and my trust become less than total? If the answer to any of these is “yes,” then there is only one option: godly sorrow, repentance, and flinging oneself on his divine grace. This was Paul’s goal in calling for the expulsion of an immoral man from the church in Corinth. It was not punishment but the hope that hardship would bring about restoration (1 Cor. 5:5).<\/p>     <p> If there is no conviction from the Holy Spirit that a certain suffering is deserved, then the admonition of Peter is appropriate:<\/p>     <blockquote>         <p> Dear friends, do not be surprised at the painful trial you are suffering, as though something strange were happening to you. But rejoice that you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed. (1 Peter 4:12–13)<\/p>     <\/blockquote>     <p>This is not easy for us who are tempted to avoid pain at all costs. But we must realize that God does not have destruction in mind when he allows suffering to come across our path. If it is not for discipline, it may well be for a testimony of his grace in the conflict with evil. At any rate, we can know that just as Christ’s sufferings led to his glory, so may ours (1 Peter 5:10), for God’s final purpose is to lead us beyond judgment to the final ingathering.<\/p>     ",
    "audit": null
}