{
    "id": 16177,
    "source": "niv",
    "verse_id": 18114,
    "verse_count": 1,
    "reference": "24:18b–23",
    "title": "The Entire Creation Subject to God",
    "html": "               <p>T<small>HE IMAGERY OF<\/small> 24:18b–20 is reminiscent of the description of the Flood in Genesis 6. The heavens open up, and such a weight of water pours out that the earth is literally torn apart under it. The solid earth, which seems so enduring, shakes, “reels,” and “sways.” But the water is only an image. The real weight that crushes the earth is the “guilt of its rebellion” (Isa. 24:20). Again the issue is clear, as it has been from the earliest verses of the book: the human problem of rebellion against God. We refuse to bow to the Lord of glory. He defined the terms of our existence when he created us, but we refuse to abide by those terms. As a result, creation itself is marred (Gen. 3:17–19) and must eventually be replaced (Isa. 65:17).<\/p>     <p> Isaiah 24:21–23 expand the theme from the earth to the entire creation. People in the ancient world considered the “powers in the heavens” (24:21)—that is, the stars, the sun, and the moon—to be deities. But the God of Israel insists they are not. They are just as much subject to his power and to his creation laws as any king on earth is (cf. 40:26). If God chooses, he can turn off their light and shut them up in a dark “dungeon” (24:22). Their light is not eternal. It came on once, at the word of God (Gen. 1:3, 14–19), and he can easily turn it off again. In fact, compared to the light of the eternal, uncreated One, “the LORD Almighty,” their light is something to be ashamed of (Isa. 24:23; see also Joel 2:31; Matt. 24:29; Rev. 6:12–13).<\/p>     <p> This final verse of Isaiah 24 provides a transition to chapter 25. All the powers in creation that may have claimed lordship, whether divine or human, have been put down; there is only One who has the right to be called King of the universe. Where will be the seat of his rule? On some distant star? No, he will rule on “Mount Zion,” and the “elders” of “Jerusalem,” persons who are condemned elsewhere in the book (1:23; 3:14; 9:15), will be his courtiers (see also Rev. 4:4, 9–11). Thus, we are prepared for the shift to hope that occurs in the following chapter.<\/p>     <h4>Bridging Contexts<\/h4>     <p>A<small>NCIENT COSMOLOGY—AND MODERN<\/small>. For the ancient pagans the cosmos was unchanging. The heavens and the earth were the parents who had engendered us, and they would go on forever. To be sure, they had had a beginning because all life has beginnings, but they had existed forever in the chaotic matter that is the eternal stuff. The idea of progress or development was foreign to the Canaanites and the other neighbors of the Hebrews. There is change, of course, but the change is always repeating itself. So humans are constantly changing from infancy to childhood to adulthood to senescence, but the human race is going nowhere. The same is true for nature and for the gods: Change is only an endless cycle, repeating the same things again and again.<\/p>     <p> Thus, the ancients could not think of a time when the cosmos would cease to exist or would exist in a radically changed form. Thus, the system of nature was the given that the ancients started with when trying to imagine deity. It was the cosmos and its characteristics that determined who the gods were and what they looked like. To be sure, the gods were supposedly the ones the earth reflected, but it was the characteristics of earth that defined the nature and characteristics of the gods.<\/p>     <p> The modern conceptions of reality are not much different. True, we have depersonalized the cosmos, but one wonders how long that will remain so, given the significant voices around us (including many in the church) arguing for the need to recapture the “spiritual” side of nature. But apart from that depersonalization, modern concepts do not form much of an advance over those we first see among the ancient Sumerians in the lower Mesopotamian valley five thousand years ago. Like them, many believe that matter has always existed, first in an “undifferentiated” (chaotic) form. Like them, many believe that matter predates spirit and that spirit has emerged from matter. Like them, many believe that the cosmos is eternal.<\/p>     <p> For much of the last century cosmologists believed in a “steady state” universe, where no real change occurred. Recently, with the Hubble telescope in space, many scientists have concluded that the Sumerians were right. Our present universe had a beginning when eternal matter finally contracted to the point of critical mass and exploded in the “Big Bang.” Since that beginning, the universe has been constantly changing. But like the thoughtful people of the ancient Near East, they believe the change is not leading anywhere. The universe will expand to a certain point and then fall back in on itself and start all over again—just as human beings do.<\/p>     <p> Perhaps this will help us to see just how radical the biblical claim is, both then and now. Far from having his characteristics determined by the constantly cycling cosmos, the God of the Bible is the Lord of the cosmos. Far from the earth determining his characteristics, he has set the standards for earth, standards it does not reach! That is significant. Where do such standards come from? Not from the earth, because the earth does not live in the way God calls for. Is it possible that the direction of biblical religion is just what it claims—revelation from the One who made the earth? I do not believe there is any other satisfactory explanation for this phenomenon.<\/p>     <p> Thus, the idea that God could destroy the earth and put the sun, moon, and stars in a dark dungeon was a shocking idea in the ancient world. The thought that he could interrupt the endless cycles of time and do a new thing such as had never occurred before was unthinkable. It flew in the face of every cherished truth that the greatest thinkers of earth thought they knew. But such is biblical revelation, as testified by Isaiah here.<\/p>     <h4>Contemporary Significance<\/h4>     <p>C<small>LOSING THE CURTAIN ON EARTH’S STAGE<\/small>. The truth of this chapter still flies in the face of what cosmologists are sure they know. When the wellknown astronomer Carl Sagan was dying of cancer and Christian believers wrote to him, telling him they were praying for him, he responded kindly, thanking them for their concern but insisting that there is nothing beyond the physical universe. To believe that there is a reality outside of the limitations of our experience and knowledge is still too much for us.<\/p>     <p> Yet that is exactly what the Bible says. It insists that God existed before the universe did and that he brought it into existence as part of a prior plan. (The refrain, “God saw that it was good” presupposes a plan to which the result conforms.) Furthermore, God had a plan for the conduct of the earth: Humans, who shared his holy character, were to cultivate it so that it could reach its highest potential for blessing. Now, although that plan has not changed, sin has entered the picture, and it constantly frustrates the plan. Thus, the earth as it now exists does not define the character and nature of God. He is other than the earth, both in essence and in character.<\/p>     <p> One evidence of this can be found in the law codes of every civilization, both ancient and modern. To pick just two, why does every civilization prohibit lying and stealing? Someone may say, “Well, that’s obvious! There can be no civilization where everybody lies and steals. Existence maybe, but not harmonious civilization.” But that is precisely my point. Why can there be no civilization where everybody lies and steals? It is not because not lying and not stealing are our normal way of behaving. The opposite is the case. No one ever had to teach a child to lie or to steal. What we have to struggle hard to do is to teach our children to tell the truth and to share. So if truth-telling and respecting the possessions of others is a necessity for the existence of a harmonious social organization and yet are not things we “naturally” do, what else can we conclude but that these behaviors are determined not by our natures but by the nature of the One who created us? There is One outside of our existence whose character is not reflective of ours.<\/p>     <p> So what is God to do with a creation that has gone badly astray from its original purpose? He could simply destroy the earth and start over again. But Jesus’ parable of the wheat and the weeds (Matt. 13:24–30) succinctly shows us that is not what God wants or intends. Both his justice and his mercy come into play. He will not destroy the weeds until the wheat has had a chance to grow and mature.<\/p>     <p> We may also think of God’s words to Abraham in Genesis 15. He could not give the land of the Canaanites to Abraham’s descendants until the “sin of the Amorites [Canaanites] has…reached its full measure” (Gen. 15:16). It would be unjust to destroy the nation until its sin had reached irreparable proportions. That seems to be the case with humanity as a whole and the cosmos it has infected: God will not bring the world to its end until the full harvest of both sin and righteousness has been reached. As we look at the horrors of the twentieth century, we may wonder just how much longer we can possibly have, and we may question with a shudder what the sins of the future will be like if those of the past century were not the “full measure.”<\/p>     <p> But until the end comes, we must continually relearn the lessons of this chapter. Especially as we grow older, it becomes easier and easier to believe that this world is all there is. Yes, we may mouth the words of faith and even tell ourselves we believe them, but we more and more act as if this world is our true home and that this world defines God. Children do not have this problem. Wordsworth expressed it this way:<\/p>     <blockquote>         <p>Our birth is but a sleep and a forgetting:<\/p>         <p>The Soul that rises with us, our life’s Star<\/p>         <p>Hath had elsewhere its setting<\/p>         <p>And cometh from afar:<\/p>         <p>Not in entire forgetfulness,<\/p>         <p>And not in utter nakedness,<\/p>         <p>But trailing clouds of glory do we come<\/p>         <p>From God, who is our home:<\/p>         <p>Heaven lies about us in our infancy!<\/p>     <\/blockquote>     <p> The child has no difficulty believing in the invisible, and that is no accident. He or she has not been long enough in a body to have his or her spirit become confined. But such thinking is profoundly subversive in the modern age, with its conviction that matter precedes spirit. If we believe the Bible, we must know that Wordsworth is correct, and we must do everything in our power to counteract that conviction, which Paul titles with the catchall term “the flesh” (<em>sarx<\/em>). <em>Sarx<\/em> is a compound of two attitudes: (1) that satisfying bodily desire is really all that matters in life, and (2) that I am the only one who can really satisfy my desires, and I have an absolute right to do so.<\/p>     <p> These two together constitute <em>sarx<\/em>. Paul says that the only way to deal with this double attitude is by death (Col. 3:5). We must die to it both in a once-for-all manner and in daily renunciation of it. Something as simple as daily personal worship is profoundly helpful in keeping us oriented to the truth that this world and the material things in it are not eternal. Only God is eternal, and he will one day bring down the curtain on earth’s stage. It will be too late to get ready for that day when it arrives. Either we are ready every day, or we are not ready at all.<\/p>     ",
    "audit": null
}