{
    "id": 16142,
    "source": "niv",
    "verse_id": 17908,
    "verse_count": 1,
    "reference": "13:1",
    "title": "Address Against Babylon",
    "html": "                           <p>T<small>HE FACT THAT<\/small> the first oracle (chs. 13–14) begins with Babylon, which was not a world power in Isaiah’s lifetime, is often taken to be proof of the late date of the book. According to this argument, the later editors of the book, realizing that it was Babylon to whom Judah fell and not Assyria, inserted this oracle at this point. But the opening lines of chapter 13 seem to have been designed precisely to counter such a conclusion. We are told that “Isaiah son of Amoz,” not some later editor, saw this oracle against Babylon. Either this is a truthful statement or a deception. If it is a deception, then the reliability of the other things that are said in the book, including its theological claims, are all in question. The final chapter of this division (ch. 39) shows that Isaiah clearly understood Babylon as the enemy to whom Judah would finally fall.<\/p>         <p> If we grant Isaiah enough perspicuity to know that Babylon was Judah’s real enemy, then it is not too much to believe that God could have inspired this oracle, especially since it contains many features that were perennially true of Babylon. Even during the time of the Assyrian Empire, Babylon was the center of culture and civilization in the Mesopotamian valley and indeed in the entire Near East. Thus, it is fitting to begin a series of judgments against human power and glory with an oracle against Babylon.         <\/p>         <p> When compared with the other oracle against Babylon in 21:1–10, chapters 13–14 have a much more universal flavor. The very stars and constellations are darkened (13:10), the whole world is punished for its arrogance and haughtiness (13:11), and the “heavens” and “earth” will be shaken. The king of Babylon (ch. 14) is also clearly much more than one particular ruler, although Sargon II of Assyria may have provided the model (see comments on 14:16–21). Clearly this figure represents all creaturely pride that believes it can contend with God for rule of the world. Thus, the introductory oracle uses Babylon to represent the pride and glory of all creation and to argue that at its greatest and highest, there is no reason to trust any such creatures, because the Lord God will bring them all down into the dust.<\/p>         ",
    "audit": null
}