{
    "id": 16230,
    "source": "niv",
    "verse_id": 18499,
    "verse_count": 15,
    "reference": "42:18–43:7",
    "title": "The Issue of God’s Deliverance",
    "html": "               <p>T<small>HIS NEXT SECTION<\/small> expands on the promise of God’s deliverance that was introduced in the preceding call to praise (42:10–17). It begins in 42:18–25 by calling on the people to recognize that what befalls them in the Exile will not be the result of God’s failure to deliver them but precisely because he sent them there. The underlying logic is that if the Babylonians had indeed taken the people from God’s hand against his will, there is no way he could now be strong enough to take them back. But that is not the case. Because God is the One who sent them into exile, he is fully able to take them back whenever he chooses.<\/p>     <p> Verses 18–20 remind us that servant Israel is not in a position to do anything for itself or for the world. As 6:9–10 predicted, they became “blind” and “deaf” under the ministry of Isaiah and all the prophets. The more they heard of God’s admonition and instruction, the more “blind” and “deaf” they became. Because God does what is right (“for the sake of his righteousness”), he made his truth (<em>torah<\/em>; NIV “law”) as “great and glorious” as possible (42:21). He gave it in the wonder and the terror of Sinai and adorned it with the lives and the witness of saints and prophets through the years. Yet everything he did seems to have been of no avail. The people plunged deeper and deeper into their sin until all that they worked so hard for, and even they themselves, became “loot” and “plunder” (42:22).<\/p>     <p> But now the prophet commands the “deaf” to “listen.” Perhaps the tragedy of the Exile will unstop their ears a little. He calls on them to ask why they are in exile (42:22–24). It is not by accident or because of Babylon’s great might. Rather, they are in exile because of sin against God. They did not obey his “law,” his instruction, which formed the terms of their covenant with him, and as a result he gave them over to be looted and plundered. Yet, even as this was unfolding, as prophets like Jeremiah and Ezekiel were speaking and as these words of Isaiah were there to be read, no one seemed able to learn the obvious lessons (42:25). God brought them down to destruction in punishment for their sin, but no one seemed to get the point.<\/p>     <p> So what is God to do after the looting and plundering have become fact? The shift in tone from 42:25 to 43:1 is breathtaking. What God will now do is grace. Interestingly, there is nothing the Judeans have to do in advance for this grace to become available to them. They do not have to repent or promise to change their ways. God simply declares, as in 40:1–2, that he has “redeemed” them. It is a completed fact. The association with creation in 43:1 is important. It is because God created them that he can redeem them. God, as Creator, is free from any constraint by the system he created. Therefore, he can do a new thing and can redeem his people both from their captivity and from their sin. So he insists that the judgment that befell them was not intended to destroy them and will have no power to do so (43:2). The only way of hope for these people is through the fires of judgment (see comments on ch. 5). But it <em>is<\/em> the way of hope and not the way of destruction, as they feared.<\/p>     <p> The key to all of this is the personal relationship of God to his people. The recurrence of the pronouns “I” and “you” throughout 43:1–7 is striking. Twice God says, “I am\/will be with you” (vv. 2, 5). He identifies himself by relation to them, calling himself “the L<small>ORD,<\/small>         <em>your<\/em> God, the Holy One of Israel, <em>your<\/em> Savior” (v. 3). The Creator of the universe deigns to give himself to them as their personal possession because he loves them; they are “precious” to him. Again, this is cause for wonder. Why would the One who is beyond the stars even pay any attention to rebel beings on this small planet? But he does, and although these particular people have broken their covenant with him time and again, he will keep his side of the bargain.<\/p>     <p> The reference to exchanging Egypt and Cush for them (43:3) has been taken by some to refer to the Persian conquest of Egypt. Thus, God will permit Cyrus and his descendants to conquer that land in return for letting his people go home. But most commentators agree that the picture is larger, and more poetic, than that. God is simply asserting that he is willing to pay any price to ransom his own.<\/p>     <p> In 43:5–7 the promise first made in 11:11 is reiterated: God will recover his people from all the lands where they have been taken. The special emphasis here is on “your children,” a theme of special prominence in this part of the book. Would the heritage of Israel finally be cut off, as succeeding generations became increasingly mixed into the Babylonian population? Had the ancient promises to Abraham finally failed? God insists that is not the case. Even if the exiles themselves do not go home, their children, who are God’s own “sons” and “daughters” (43:6), will. God’s promises will not fail. He “created” Israel for his “glory,” and that purpose will be realized.<\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>NTERPRETING PROPHECY.<\/small> This passage illustrates some of the difficulties of interpreting prophecy, especially when that prophecy is couched in poetic language, as much biblical prophecy is. Some interpreters claim to interpret prophecy “literally” and insist that anyone who does not do so does not really believe the Bible. But how literally is prophecy meant to be taken? In many cases, we must confess that we do not know until after the fact. Such diffidence does not sell many books, since the public wants certainty, not more questions. Nevertheless, it is still a fact, and it is incumbent on interpreters to recognize it.<\/p>     <p> A case in point is located here in 42:15–16. How is God going to deliver his people from Babylon? These verses make it clear, do they not? He is going to blast the mountains, dry up the Euphrates, make the sun shine in the daytime, and create a smooth highway for the blind Judeans to walk on. We can easily imagine “prophecy teachers” saying such things to the exiles. After all, that is what the Bible says.<\/p>     <p> In fact, none of those things occurred, according to Ezra and Nehemiah. Neither of the returns from Babylon was accompanied by miracles of the sort just described. So did the prophecy fail? Not at all! The Judeans <em>did<\/em> return home, and they did so because of Cyrus’s specific act. God did act in history, as Isaiah and other prophets foretold, and did something that in the prophets’ own time was called impossible. God intervened. But he did not intervene in the precise ways described in this poetic passage.<\/p>     <p> If that is so, why does the prophet use such excessive language? I believe it is because he knows he needs to move the emotions and will of a people crushed into apathy. Believe God and prepare to leave a captivity that has absorbed my whole life adjusting to it? No, that old life is over, and I might just as well give up that antique faith of mine and let it go. In such a situation, a low-key, reasoned presentation will not get the job done. Rather, the truth must be presented with a kind of emotional impact that will break past the apathetic barriers and capture the will.<\/p>     <p> Similarly, as we read prophecy not yet fulfilled today, we must be careful not to fall into this kind of trap. Will God’s promises be fulfilled? Yes, by all means! And will they be fulfilled in ways that fully conform to the central affirmations being made? Yes! But will they be literally fulfilled according to all the images and figures used to express the point being made? That is another question altogether, which calls for much more modesty on the part of interpreters. Certainly literal fulfillment can be considered as a possibility. But other possibilities ought to be presented as well, all the time recognizing that one of the most important keys to interpretation is the kind of literature being dealt with. Along with this more nuanced interpretation, we must stop anathematizing those who read the significance of the imagery in different ways from our way.<\/p>     <p> <b>The work of God in history.<\/b> Throughout this part of the book Isaiah insists that God rules history and that this is one of the evidences of his Godhood. The difficulty for us today is that we do not have inspired prophets who can make those assessments for us. Is this the work of God, or is that? While some can claim to know and make large pronouncements on the basis of their supposed knowledge, the evidence is not there to support their claims. So is history still under the rule of God or not?<\/p>     <p> Yes, it is. The evidence of the Old and New Testaments is given to us to convince us of the fact so that we can live in faith in these days. The coming of Christ and the growth of the church is surely an evidence of that control. Likewise, the survival of the Jewish people in spite of all odds against such a survival is strong evidence. In recent times the defeat of the German Nazis and the Japanese militarists demonstrates his control, as does the sudden and shocking collapse of Russian communism. If the revelation of God is now complete and we lack inspired prophets to point out the specifics of God’s activities, the Word of God gives us enough guidance to recognize the main outlines of his hand at work in today’s history.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>RIUMPH OVER ADVERSITY.<\/small> One of the things this passage of Scripture helps us to see is the way to overcome adversity. Too often we succumb to a dualistic worldview that sees good things coming from God’s hand and bad things coming from the hand of the devil. When we do that, we are slipping back into a pagan way of thinking. We see existence as a playing field where eternal good and eternal evil are using us as pawns to advance their respective causes. That is basically how the Babylonians viewed things, and it is how the Judeans were tempted to believe. That is, if more bad things happen to us than good things, it is because the bad gods are winning. So we need to do more religious things to strengthen the good gods and weaken the bad ones. That is <em>not<\/em> the biblical perspective.<\/p>     <p> The biblical perspective begins with God as sole Creator and Lord (43:1, 7). Nothing exists outside of him. Evil is not an eternal principle existing on its own. It is nothing other than the failure to surrender to and obey the good God. This means that nothing happens to us apart from God’s will. Logically, this should lead to determinism, wherein God causes everything to happen and we simply do what we must, for good or ill. But the Bible offers a different perspective by also presenting humans as being fully responsible for real choices.<\/p>     <p> There is no fully effective middle way between these two poles. If there were, the debate over this issue would have ceased long ago. But let it simply be said here that the Old Testament is willing to live with the problem because of the complete unacceptability of the alternative: that other divine or semidivine beings can cause things to happen contrary to God’s purposes.<\/p>     <p> What this means is that if there is adversity in my life, it is not there in defiance of God’s control. It is helpful to think here of the concept of God’s permissive will or of the idea of secondary and tertiary causation. God has made a world of cause and effect. In other words, God does not directly cause everything that happens. If I slip and put my finger in front of a moving saw blade, God does not cause me to slip, and he certainly does not independently cause the saw to cut my finger. But he certainly permits the saw to cut my finger in keeping with the ways in which he made the world.<\/p>     <p> But if God did not directly cause this event, neither did he intervene to prevent it from happening, as he could have (and perhaps does far more often than we know). Instead, he chose not to do so and permitted normal cause-and-effect principles to function. So we need not think that God specifically wills such an event to take place. However, God does permit such things to happen, and that means it is still within his control. That in turn means he can enable me to deal with it and to use it for positive purposes.<\/p>     <p> But the situation described here is more than the permissive will of God. The Hebrew people of Isaiah’s prophecy have chosen to live in defiance of God’s instructions for life, his <em>torah<\/em> or “law.” Just as in the physical world, there are certain consequences of such acts. The Creator of the universe has made the universe that way. So if I find myself in adverse circumstances, I need to ask myself if I have been living in sin.<\/p>     <p> That is not a popular question today. But then it was not popular in Isaiah’s or Jeremiah’s day either. We do not like to believe that the way we have chosen is wrong. After all, I am doing what I want, and what I want cannot be bad, can it? But Isaiah’s words come through to us: “Which of you will listen to this or pay close attention in time to come?” (42:23). Will we be like those who, being consumed by the fire, “did not take it to heart” (42:25)? If we will admit our sin, we can admit that the trouble we are experiencing has been caused by God. And if it is caused by him, then we can turn to him to deliver us from it, or through it. If, however, the devil is the ultimate source of our trouble, there is a real question whether God can do anything about it. But if no trouble comes to us except through the hand of God and if we know that his hand is always moved by love, then we know that nothing can separate us from his love (Rom. 8:35–39).<\/p>     <p> <b>Priority of grace.<\/b> One of the fundamental principles of the kingdom of God is that his grace precedes everything else. That emphasis in 43:1–7 reminds us of this truth. This is what the serpent called into question in the Garden of Eden. He suggested that God does nothing for free. If he tells his children not to eat from the tree of the knowledge of good and evil, it is not because he freely cares for them but because he is trying to protect himself. Note how the Abraham narrative begins with free, unconditional promises (12:3). If there is to be hope for the human race, it will have to come from God’s side and not from ours. Once the relationship was severed by the sin of Adam and Eve, there was no way they or we could reestablish it. God’s holy nature had been offended, and only he could remedy that situation. He began to do so by reaching out to Abraham and Sarah with gracious promises.<\/p>     <p> That situation continued in Egypt. Note that Sinai does not precede the Exodus. Rather, the giving of the law on Mount Sinai follows the Exodus. This fact indicates that the descendants of Jacob were not saved from Egypt by their obedience. They were delivered from that bondage by grace alone. Then, <em>and only then,<\/em> came the call for obedience. Obedience never produces deliverance, but gracious deliverance should issue in obedience.<\/p>     <p> That is the paradigm presented here in Isaiah. To be sure, God calls his people to listen to and believe the promises he makes to deliver them. But his grace is declared to them even before they are necessarily prepared to listen and believe. Nor is the grace presented in any way that makes it conditional on obedience. God simply announces through the prophet that he <em>will<\/em> deliver them. It is stated as a fact.<\/p>     <p> The most concise statement of this truth in the New Testament is found in Romans 5:8: “But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.” That is, God did everything necessary to deliver us from the consequences of our sin before there was any indication that we would respond to that free act. If ever there was a refutation of Satan’s slander, it is there. The characteristic of the Triune God is free, self-giving love, without the slightest taint of “what’s in it for me.” The ultimate proof of that fact is the cross of Jesus. God comes to us in Christ offering himself to us (see comments on Isa. 53:10). There is nothing we have done or can ever do to merit such an offer. It is free.<\/p>     <p> <b>Personal relationship with God.<\/b> As I have stated elsewhere, the Bible is not unique in its concept of God as the transcendent One, nor is it unique in its claim that God is personal with the human-like qualities of caring, passion, and compassion. But what is unique is its combining of these two. Nowhere else in religious or philosophical thought do we find this combination. Like sovereignty and free will, it is logically contradictory, yet the Bible maintains it everywhere throughout its pages. The Creator is your Redeemer, but more than that, he is your Lover. His transcendence is not diminished by his passion, nor his passion by his transcendence.<\/p>     <p> That is wonderful news. If the absolute principle of this universe were unfeeling, implacable, mindless force, then our condition would be bleak indeed. It is no wonder that one of the concerns of many cosmologists is to find intelligent life elsewhere in the universe. Not only are they seeking to validate chance evolution, but they are also reacting out of the terrible loneliness that a “force” theory of origins must result in.<\/p>     <p> But the Bible tells us that there is a Person who inhabits the universe, a Person who has a deep concern for his creatures and, as amazing as it seems, wants to be known by those creatures. On the surface of it, this is astounding. What possible benefit could the Triune One possibly gain from such a relationship? God is not lonely. In himself there is perfect fellowship. But perhaps that itself is the answer to the question. He does not seek to be known by us for himself but for ourselves. Anything made in the image of God is made for fellowship, and it is made for fellowship with the ultimate Fellowship. Thus, we will be ever incomplete until we are included in that eternal Fellowship.<\/p>     <p> God acts out of concern for our well-being. He does what he does for us because he values us. He finds us “precious,” we are his special heritage. In the end, of course, it was not the kingdoms of Egypt, Sheba, and Cush he gave in exchange for us, but his own self in the person of his Son, Jesus Christ.<\/p>     <p> What this means is that biblical faith is not first of all adherence to a set of intellectual principles, nor is it the acceptance of certain behavioral dicta or the adoption of a set of moral norms. To be sure, it is all of these, but they are not what the faith is <em>first of all<\/em> about. Rather, it is first of all about a personal relationship with one’s Creator. To some, the words “personal relationship” strikes too much of an evangelical, Protestant ring. But I would argue that a passage such as this one shows us that these words or, more to the point, this concept is not a special possession of one wing of the Christian church. Rather it is biblical, even Old Testament, in its basis.<\/p>     <p> Can it be doubted that the God who walks in the garden with Adam and Eve, who admonishes Cain, who eats supper with Abraham, who wrestles with Jacob, who speaks “mouth to mouth” with Moses, who calls Samuel by name, who offers a house to David, who shouts and weeps and sings through the prophets wants a personal relationship with people? To be sure, all of that is immensely heightened when God comes in flesh and says to ordinary people, “Come and be with me.” But it is not some strange new idea. It is the culmination of what has been so throughout the Old Testament.<\/p>     <p> What is the significance of all this for today? It is to express the concern that for all too many contemporary Christians, the personal relationship side of their faith is much more theory than fact. For too many of us the passion of God for us is more of an idea than a reality. Our faith is a system of beliefs, more or less coherent, or it is a set of habits more or less followed. But to personally relate to God on a day-to-day basis is foreign to many of us. We do not read the Bible; we do not pray; we do not consciously pay attention to his voice throughout the day. That is not the way God wants it to be. We are his special treasure, and if we are to become all we can be, we need to be living in that reality.<\/p>     ",
    "audit": null
}