{
    "id": 16484,
    "source": "nyman",
    "verse_id": 18332,
    "verse_count": 90,
    "reference": "36–39",
    "title": "The Historical Setting",
    "html": "               <p>The Prophet Joseph Smith taught, \"Every man who has a calling to minister to the inhabitants of the world was ordained to that very purpose in the Grand Council of heaven before this world was\" [TPJS, p. 365). Isaiah was thus foreordained to come forth in a very crucial period of Israel's history, and was undoubtedly one of the \"noble and great\" <i>intelligences<\/i> (spirits) chosen in the premortal life to be rulers in God's kingdom (see <a class=\"ref\">Abr. 3:22-23<\/a>). As a ruler or servant in God's kingdom, Isaiah was sent to the earth to witness against the rulers of men in a period which saw the Assyrian conquest of the ten and one-half tribes who occupied the northern kingdom of Israel. Isaiah was further assigned to warn, <i>testify,<\/i> and prophesy to the kings and people of the southern kingdom of Judah, the other nation of God's covenant people, as they faced threats and conquests from foreign nations.<\/p>     <p>Isaiah's ministry was centered in Jerusalem and spanned the reigns of four kings of Judah: Uzziah (or Azariah, as he is named in <a class=\"ref\">2 Kgs. 15:1<\/a>), Jotham, Ahaz, and Hezekiah (see <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>). The length of time covered in his ministry is considered to be as long as sixty or as short as forty years, depending upon which chronology one follows. Isaiah's great vision of Christ, given to him in the year that king Uzziah died (see <a class=\"isa\" verses=\"WzE3NzcxXQ==\">Isaiah 6:1<\/a>), is considered to be his call to his ministry. According to Jewish tradition his martyrdom came under the hands of Manasseh, the son of (and successor to) Hezekiah, who had him sawn asunder with a wooden saw (thus later artists have often depicted Isaiah holding a saw). Therefore, his ministry included only the last year, or part of the last year, of the reign of King Uzziah, but the full reigns of the two and possibly three succeeding kings. According to the biblical accounts of Kings and Chronicles, this would total about sixty-two years-758 to 697 B.C. However, there is a nearly complete list of the dates of the Assyrian kings. Uzziah's name is thought to be on that list at the date 740 B.C. If Uzziah was still alive in 740 B.C., then Isaiah's ministry would not have commenced before that date and would have lasted about forty-three years- 740 to 697 E.C.<\/p>     <p>The length of his ministry is not as important as is the message of Isaiah. A reading of the available historical accounts in the Bible would help us understand the message of Isaiah. Nephi was able to understand Isaiah because he knew \"concerning the regions round about... [and] the judgments of God, which hath come to pass among the Jews\" (<a class=\"ref\">2 Ne. 25:6<\/a>). Since we cannot live in those regions and times as Nephi did, we will have to read about them to gain insights which will help us understand God's judgments among the Jews. The reigns of the four kings under whom Isaiah prophesied are recorded in 2 Kings, 2 Chronicles, and <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36-39<\/a>. We should keep in mind that these accounts are abridgments and not full histories; nevertheless, they are helpful. (An additional source which would be helpful to students of this period is the record of the Jewish historian Josephus.)<\/p>     <p>One of the problems we face in reading these <i>accounts<\/i> is keeping the chronology straight. Because each account contributes something unique to the history, we will give a synopsis of the reign of each of the four kings below. For con<i>venience<\/i> and clarity, we will also provide a parallel reference harmony of the various accounts where it is deemed helpful. Although Isaiah's ministry began at the end of Uzziah's reign, an outline of the full reign of Uzziah is included for background.<\/p>     <p>1. Uzziah (Azariah), the first king. (<a class=\"ref\">2 Kgs. 15:1-7; 2 Chr. 26<\/a>. The account in 2 Chronicles, although an abridgment, is the most detailed.) <\/p>     <p>a. Uzziah began to reign at age sixteen and reigned fifty-two years in Jerusalem. (<a class=\"ref\">2 Kgs. 15:1-2; 2 Chr. 26:1-3<\/a>.)<\/p>     <p>b. Uzziah did what was right in the sight of the Lord, except he did not destroy the worship of Baal (the pagan god). (<a class=\"ref\">2 Kgs. 15:3-4; 2 Chr. 26:4<\/a>.)<\/p>     <p>c. Uzziah sought God and had understanding in the visions of God; as long as he sought the Lord, God made him to prosper. (<a class=\"ref\">2 Chr. 26:5<\/a>.)<\/p>     <p>d. God helped him in wars against the Philistines and the Arabians, and his fame spread. (<a class=\"ref\">2 Chr. 26:6-8<\/a>.)<\/p>     <p>e. He built towers in Jerusalem and the desert and dug many wells, for he had many cattle and loved husbandry. (<a class=\"ref\">2 Chr. 26:9-10<\/a>.)<\/p>     <p>f. Uzziah had an army of 307,500 men. Uzziah made engines to shoot arrows and stones from the towers and bulwarks. (<a class=\"ref\">2 Chr. 26:11-15<\/a>.)<\/p>     <p>g. He was smitten with leprosy because he usurped the authority of the sons of Aaron and attempted to burn incense upon the altar. He thus dwelt in seclusion, and Jotham reigned in his stead. (<a class=\"ref\">2 Kgs. 15:5; 2 Chr. 26:16-21<\/a>.)<\/p>     <p>h. Isaiah had a vision of the Lord and was called to be a prophet in the last year of Uzziah's reign. (<a class=\"isa\" verses=\"WzE4MzM3XQ==\">Isaiah 6<\/a>.)<\/p>     <p>i. A fuller account of Uzziah's acts were written in the \"chronicles of the kings of Judah.\" (<a class=\"ref\">2 Kgs. 15:6-7<\/a>.)<\/p>     <p>j. Isaiah the prophet wrote a further account of Uzziah. (<a class=\"ref\">2 Chr. 26:22<\/a>.)<\/p>     <p>2. Jotham, the second king. (<a class=\"ref\">2 Kgs. 15:32-38; 2 Chr. 27<\/a>.)<\/p>     <p>a. Jotham began to reign at age twenty-five and reigned sixteen years. (<a class=\"ref\">2 Kgs. 15:32-33; 2 Chr. 27:1<\/a>. Part or all of his reign may have occurred while his father dwelt in seclusion, and thus may have overlapped somewhat with the reign of his father. This would account at least partially for the time discrepancy, between the biblical and the Assyrian accounts.)<\/p>     <p>b. Jotham did right in the sight of God, but entered not into the temple. The people were corrupt. (<a class=\"ref\">2 Kgs. 15:34; 2 Chr. 27:2<\/a>.)<\/p>     <p>c. Jotham built the high gate of the house of the Lord. He also built much on the wall of Ophel, and cities, castles, and towers. He did not remove the \"high places\" (places for the worship of Baal). (<a class=\"ref\">2 Kgs. 15:35; 2 Chr. 27:3-4<\/a>.)<\/p>     <p>d. Jotham defeated the Ammonites and received tribute from them. He became mighty because he \"prepared his ways\" before the Lord. (<a class=\"ref\">2 Chr. 27:5-6<\/a>.)<\/p>     <p>e. Rezin, king of Assyria, and Pekah, king of Israel, began to come against Judah. (<a class=\"ref\">2 Kgs. 15:37<\/a>.)<\/p>     <p>3. Ahaz, the third king. (<a class=\"ref\">2 Kgs. 16; 2 Chr. 28<\/a>.)<\/p>     <p>a. Ahaz began to reign at age twenty and reigned sixteen years. He did not do right in the sight of God, but followed the practices of Baalism-pagan worship. (<a class=\"ref\">2 Kgs. 16:1-4; 2 Chr. 28:1-4<\/a>.)<\/p>     <p>b. The Lord delivered Ahaz into the hands of the kings of Syria and Israel, both of whom slew many and took many more captive. (<a class=\"ref\">2 Chr. 28:5-8<\/a>.)<\/p>     <p>c. A prophet named Oded appeared in Samaria and informed the house of Israel why they were able to capture Judah and also warned them of their own sins. In response to this warning, Israel repented and took the captives to Jericho, along with their spoils, and freed them to return to Judah. (<a class=\"ref\">2 Chr. 28:9-15<\/a>.)<\/p>     <p>d. King Ahaz, following Judah's defeat by the Syrians and Israel, sent to the king of Assyria for help because the Lord had allowed Judah to be smitten again, this time by the hand of Edom and the Philistines. Ahaz gave the king of Assyria riches out of his own house and the house of the Lord, but the king of Assyria did not help him. (<a class=\"ref\">2 Chr. 28:16-21<\/a>.)<\/p>     <p>e. The kings of Syria and of Israel came up again against Judah, but did not prevail. The Lord sent Isaiah to prophesy of the breaking up of the Northern Kingdom (the capture of the ten tribes). This was to be accomplished by the Assyrians and Egyptians. (<a class=\"ref\">2 Kgs. 16:5<\/a>; <a class=\"isa\" verses=\"eyIxNzc4NCI6M30=\">Isaiah 7:1-3<\/a>.) <\/p>     <p>f. The king of Syria captured Elath and drove the Jews out. Ahaz sent silver and gold to the king of Assyria and asked him for help. Assyria responded and took Damascus (Syria). (<a class=\"ref\">2 Kgs. 16:6-9<\/a>.)<\/p>     <p>g. King Ahaz sacrificed unto the gods of Damascus because he thought these gods had helped the Syrians. He visited the king of Assyria at Damascus and saw an altar. Upon returning, he had his priest build one like it to offer sacrifices. He also removed sacred vessels from the temple and thus desecrated it further. (<a class=\"ref\">2 Kgs. 16:10-17; 2 Chr. 28:22-25<\/a>.)<\/p>     <p>h. In the twelfth year of the reign of Ahaz, Pekah (king of Israel) died, fulfilling Isaiah's prophecy that both lands would be forsaken of their kings (see <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a>). Hoshea was appointed king of Israel. (<a class=\"ref\">2 Kgs. 17:1<\/a>.)<\/p>     <p>i. Ahaz died, but was not buried in the sepulchres of the kings of Israel. (<a class=\"ref\">2 Kgs. 16:19-20; 2 Chr. 28:26-27<\/a>.)<\/p>     <p>4. Hezekiah, the fourth king. (<a class=\"ref\">2 Kgs. 18-20; 2 Chr. 29-32<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36-39<\/a>.<\/p>     <p>a. Hezekiah began to reign at age twenty-five and reigned twenty-nine years in Judah. (<a class=\"ref\">2 Kgs. 18:1-2; 2 Chr. 29:1<\/a>. His reign commenced in the third year of the reign of Hoshea, the last king of Israel before the conquest by Assyria carried the ten tribes into captivity. The conquest of Israel took place six years after Hezekiah commenced his reign in Judah, which shows why Hezekiah was concerned about Assyria.)<\/p>     <p>b. Hezekiah, according to the authors of both Kings and Chronicles, \"did that which was right in the sight of the Lord.\" (<a class=\"ref\">2 Kgs. 18:3; 2 Chr. 29:2<\/a>.) The accomplishments of his first year in office-as recorded in <a class=\"ref\">2 Chr. 29-31-exemplify<\/a> why he was so described: <\/p>     <p>FTNT: 1., These chapters in Isaiah are almost identical to part of the account in 2 Kings, and were probably included in the book of Isaiah because they contain four prophecies uttered by Isaiah during this time. The other references in Kings, although covering the time period of Isaiah, do not include any events which mention Isaiah. ~<\/p>     <p>1) He reopened the doors of the house of the Lord, which his wicked father Ahaz had closed (see <a class=\"ref\">2 Chr. 28:24<\/a>), and he repaired and cleansed the temple. This he accomplished through restoring the stewardship for the temple services to the sons of Levi. Following this cleansing, they offered sacrifices unto God therein. (<a class=\"ref\">2 Chr. 29:3-36<\/a>.)<\/p>     <p>2) He invited all of Israel from Dan to Beersheba (the northern and southern boundaries) to come to Jerusalem and observe the Passover. This they had not done for a long time. When invitations were sent out, many scorned the idea, but many of the tribes of Asher, Manasseh, and Zebulun responded. Many of Ephraim and Manasseh participated in the Passover also, though not according to the written instructions. However, Hezekiah prayed for them, asking for their pardon based upon the intentions of their hearts. The Lord hearkened to Hezekiah and \"healed the people.\" (From this we learn that the Lord judges by the heart, and not by outward appearances; compare <a class=\"ref\">1 Sam. 16:7; D&amp;C 46:9<\/a>. There was great joy in Jerusalem following the keeping of the Passover. (<a class=\"ref\">2 Chr. 30<\/a>.)<\/p>     <p>3) He removed the images and groves of Baal until they were utterly destroyed. He appointed the courses of the priests and Levites, and urged the people to give their tithes and offerings to the priests. They responded, and the priests were to lay up a great store. (2 Chronicles 31.)<\/p>     <p>The author of 2 Chronicles concluded his record of the events in the first year of Hezekiah's reign with the following two verses:<\/p>     <p>And thus did Hezekiah throughout all Judah, and wrought that which was good and right and truth before the Lord his god.<\/p>     <p>And in every work that he began in the service of the house of God, and in the law, and in the commandments, to seek his God, he did it with all his heart, and prospered. (<a class=\"ref\">2 Chr. 31:20-21<\/a>.)<\/p>     <p>FTNT: 2., He also broke in pieces the brazen serpent which Moses had made (see Number: 21:4-9) because the children of Israel had apparently been worshipping it by burning incense to it. (<a class=\"ref\">2 Kgs. 18:4<\/a>.) ~<\/p>     <p>c. Hezekiah trusted in the Lord and kept his commandments. The Lord was with him, and he prospered wherever he went. (<a class=\"ref\">2 Kgs. 18:5-8<\/a>.)<\/p>     <p>1) He rebelled against the king of Assyria and served him not.<\/p>     <p>2) He smote the Philistines.<\/p>     <p>d. In the fourth year of Hezekiah's reign, 722 B.C., Shalmaneser, king of Assyria, besieged Israel, Judah's sister kingdom to the north. Three years later, Shal-maneser carried the ten and one-half tribes of Israel into captivity in Assyria and replaced them with other captives from Babylon and Syria. These intermarried with those Israelites who remained and thus became the Samaritan nation. (This is a good example of a gentile \"graft\" [a wild olive branch] into Israel [a tame olive tree], as spoken of by the prophet Zenos in <a class=\"ref\">Jacob 5:7-14<\/a> in the Book of Mormon.) The record states that the reason these tribes were taken away was that they obeyed not the voice of the Lord, but transgressed his covenant and all the commandments given by Moses. (<a class=\"ref\">2 Kgs. 18:9-12<\/a>.)<\/p>     <p>e. The bringing in of these Babylonian captives illustrates one of the customs of the times which brought the judgments of God. The record states that, at the beginning of the Babylonians' dwelling in their new land, the Lord sent lions among them, which slew some of them. These Babylonians attributed their problem to their not knowing \"the manner of the God of the land.\" Each land purportedly had its own god, which was to be worshipped in that land. This belief was a continual nemesis to the Israelites, and explains why Jehovah often proclaimed that \"beside me there is no God\" (see <a class=\"isa\" verses=\"WzE4NTQwXQ==\">Isaiah 44:6<\/a>). The captives sent word of their problem to the king of Assyria, who sent one of the priests of Israel back to Samaria to teach them <i>the<\/i> manner of the God of the land. This priest taught them to fear the Lord. They did fear the Lord, but they also made gods of their own nations and put them in the places where the Israelites had worshipped Baal, the pagan god. This illustrates again how the Lord gave these people (the gentile \"grafts\") an opportunity to learn of him, but they rejected him. (<a class=\"ref\">2 Kgs. 17:24-41<\/a>.)<\/p>     <p>f. Sennacherib, king of Assyria, came against the cities of Judah, and Hezekiah paid tribute to him.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>36:1<\/td>                 <td>18:13                     <br>18:14-16<\/td>                 <td>32:1<\/td>             <\/tr>         <\/tbody>     <\/table>     <p>g. Hezekiah stopped the water, strengthened his defenses, and admonished his people to trust in the Lord.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td><\/td>                 <td><\/td>                 <td>32:2-8<\/td>             <\/tr>         <\/tbody>     <\/table>     <p>h. Sennacherib's servants brought an army against Jerusalem. <a class=\"isa\" verses=\"WzE4MzM2XQ==\">Isaiah 36:5<\/a> is rendered more plainly in the JST, as noted below.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>36:2<\/td>                 <td>18:17<\/td>                 <td>32:9<\/td>             <\/tr>             <tr>                 <td>36:3<\/td>                 <td>18:18<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td>36:4<\/td>                 <td>18:19<\/td>                 <td>32:10<\/td>             <\/tr>             <tr>                 <td>36:5<\/td>                 <td>18:20<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <table>         <tbody>             <tr>                 <td>I say, <i>sayest thou,<\/i> (but <i>they<\/i> are <i>but vain words)<\/i> I have counsel and strength for war: now on whom dost thou trust, that thou rebellest against me? (KJV, <a class=\"isa\" verses=\"WzE4MzM2XQ==\">Isaiah 36:5<\/a>.) <\/td>                 <td>I say, <i>thy words are but vain when thou sayest,<\/i> I have counsel and strength for war. Now, on whom dost thou trust that thou rebellest against me? (JST, <a class=\"isa\" verses=\"WzE4MzM2XQ==\">Isaiah 36:5<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>36:6-14<\/td>                 <td>18:21-29<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td>36:15<\/td>                 <td>18:30<\/td>                 <td>32:11<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td><\/td>                 <td>32:12<\/td>             <\/tr>             <tr>                 <td>36:16-18<\/td>                 <td>18:31-33<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td>36:19-20<\/td>                 <td>18:34-35<\/td>                 <td>32:13-14<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td><\/td>                 <td>32:15-16<\/td>             <\/tr>             <tr>                 <td>36:21<\/td>                 <td>18:36<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>i. The servants of Hezekiah brought the message of the Assyrians.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>36:22<\/td>                 <td>18:37<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td>37:1<\/td>                 <td>19:1<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>j. Hezekiah sent his servants to Isaiah the prophet.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>37:2-4<\/td>                 <td>19:2-4<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>k. Isaiah prophesied that the king of Assyria would fall by the sword in his own land. This was the first of four prophecies uttered by Isaiah in these historical chapters.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>37:5-7<\/td>                 <td>19:5-7<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>l. The servants of Sennacherib returned to meet their king.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>37:8<\/td>                 <td>19:8<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>m. The king of Assyria sent another message to Hezekiah. The JST adds \"he\" to the last phrase of <a class=\"isa\" verses=\"WzE4MzcwXQ==\">Isaiah 37:17-\"which<\/a><i>he<\/i> hath sent to reproach the living God.\" While this is a plainer reading, it does not affect the meaning of the verse.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>37:9-10<\/td>                 <td>19:9-10<\/td>                 <td>32:17<\/td>             <\/tr>             <tr>                 <td>37:11<\/td>                 <td>19:11<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td><\/td>                 <td><\/td>                 <td>32:18<\/td>             <\/tr>             <tr>                 <td>37:12<\/td>                 <td>19:12<\/td>                 <td>32:19<\/td>             <\/tr>             <tr>                 <td>37:13<\/td>                 <td>19:13<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td>37:14<\/td>                 <td>19:14<\/td>                 <td>32:20<\/td>             <\/tr>             <tr>                 <td>37:15-20<\/td>                 <td>19:15-19<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>n. Isaiah sent to Hezekiah the answer to his prayer unto the Lord. After chastising Sennacherib, king of Assyria, the Lord (through Isaiah) uttered another prophecy -the second in these historical chapters-and gave a sign (see <a class=\"isa\" verses=\"WzE4MzgzXQ==\">Isaiah 37:30<\/a>). This sign seems to be a description of the year of Jubilee, which was celebrated every fifty years among the Israelites. Every seventh year the land was to rest (this was the sabbatical year). After seven sabbatical years (forty-nine years), the land was also to rest the fiftieth year (see Leviticus chapter 25). Thus the Lord, through Isaiah, was assuring the Jews' continuation in the land and his blessings upon the land for an extended period of time. However, he also foretold a future time when a remnant of Judah (the Mulekites in 589 B.C.) would escape and \"come up upon mount Zion.\" This is based on the <\/p>     <p>JST, as noted below. (See also <a class=\"ref\">Ezek. 17:22-24<\/a>; Works pp. 280-81.)<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>37:21-32<\/td>                 <td>19:20-31<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <table>         <tbody>             <tr>                 <td>For out of Jerusalem shall go forth a remnant, and they that escape out of mount Zion: the zeal of the Lord of hosts shall do this. (KJV, <a class=\"isa\" verses=\"WzE4Mzg1XQ==\">Isaiah 37:32<\/a>.) <\/td>                 <td>For out of Jerusalem shall go forth a remnant; and they that escape out of Jerusalem <i>shall come up upon<\/i> mount <i>Zion;<\/i> the zeal of the Lord of hosts shall do this. (JST, <a class=\"isa\" verses=\"WzE4Mzg1XQ==\">Isaiah 37:32<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The Lord, through Isaiah, then prophesied further concerning the king of Assyria's returning by the way he came.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>37:33-35<\/td>                 <td>19:32-34<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The fulfillment of the prophecy is then recorded (<a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>) the JST clarifies a confusing reading in the KJV, as noted below.<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>37:36<\/td>                 <td>19:35<\/td>                 <td>32:21<\/td>             <\/tr>         <\/tbody>     <\/table>     <table>         <tbody>             <tr>                 <td>Then the angel of the Lord went forth, and smote in the camp of the Assyrians a hundred and fourscore and five thousand: and when they arose early in the morning, behold, they were all dead corpses. (KJV, <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>.) <\/td>                 <td>Then the angel of the Lord went forth, and smote in the camp of the Assyrtans a hundred and fourscore and five thousand, and when they <i>who were left<\/i> arose, early in the morning, behold, they were all dead corpses. (JST, <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td><\/td>                 <td><\/td>                 <td>32:22-23 <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>o. Isaiah's first prophecy in these historical chapter was then fulfilled as the king of Assyria returned t Nineveh.<\/p>     <p>37:37-38 19:36-37<\/p>     <p>p. Hezekiah's life was extended fifteen years. Hezekias reigned for twenty-nine years, so his illness would have been in his fourteenth year as king of Judah The extension of Hezekiah's life (see <a class=\"isa\" verses=\"eyIxODM5NSI6NX0=\">Isaiah 38:4-8<\/a>) was the third prophecy uttered by Isaiah in these historical chapters. Concerning this event, President Spencer W. Kimball has written: \"I believe we may die prematurely but seldom exceed our time very much. One exception was Hezekiah, 25-year-old king of Judah who was far more godly than his successors or predecessors.\" <i>(Faith Precedes the Miracle<\/i> [Salt Lake City: Deseret Book Company, 1975], p. 104.)<\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>38:1<\/td>                 <td>20:1<\/td>                 <td>32:24<\/td>             <\/tr>             <tr>                 <td>38:2-6<\/td>                 <td>20:2-6<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td>38:7-8<\/td>                 <td>29:9-11<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td><\/td>                 <td><\/td>                 <td>32:25-26<\/td>             <\/tr>             <tr>                 <td>38:9-17<\/td>                 <td><\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The following changes in the JST clarify the reading:<\/p>     <table>         <tbody>             <tr>                 <td>What shall I say? he hath                     <br>both spoken unto me, and                     <br>himself hath done it: I shall                     <br>go softly all my years in the                     <br>bitterness of my soul.<\/td>                 <td>What shall I say? he hath                     <br>both spoken unto me, and                     <br>himself hath healed me. I                     <br>shall go softly all my years,                     <br><i>that I may not walk<\/i> in the                     <br>bitterness of my soul.<\/td>             <\/tr>             <tr>                 <td>O Lord, by these <i>things<br>men live, and in all<\/i> these<i><br>things is the life of<\/i> my <i>spirit:<\/i>                     <br>so wilt thou recover me,                     <br>and make me to live.<\/td>                 <td>Oh Lord, thou who <i>art<br>the life of my spirit, in<br>whom I live;<\/i> so wilt thou                     <br>recover me, and make me                     <br>to live; <i>and in all these<br>things I will praise thee.<\/i><\/td>             <\/tr>             <tr>                 <td>Behold, <i>for peace<\/i> I had                     <br>great bitterness: but thou                     <br>hast in love to my soul                     <br>delivered it from the pit of                     <br>corruption: for thou hast                     <br>cast all my sins behind thy                     <br>back. (KJV, <a class=\"isa\" verses=\"eyIxODQwNiI6M30=\">Isaiah 38:15-17<\/a>.) <\/td>                 <td>Behold, I had great bitterness                     <br><i>instead of peace,<\/i> but                     <br>thou hast in love to my soul,                     <br><i>saved<\/i> me from the pit of                     <br>corruption, for thou hast                     <br>cast all my sins behind thy                     <br>back. (JST, <a class=\"isa\" verses=\"eyIxODQwNiI6M30=\">Isaiah 38:15-17<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>38:18-20<\/td>                 <td><\/td>                 <td><\/td>             <\/tr>             <tr>                 <td>38:21-22<\/td>                 <td>20:7-8<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>q. Isaiah prophesied that the king's treasures and the king's sons would be carried into Babylon. This was the fourth prophecy in these historical chapters, and it concluded the historical account recorded in Isaiah. <\/p>     <table>         <tbody>             <tr>                 <td> Isaiah <\/td>                 <td> 2 Kings <\/td>                 <td> 2 Chronicles <\/td>             <\/tr>             <tr>                 <td>39:1<\/td>                 <td>20:12<\/td>                 <td>32:31<\/td>             <\/tr>             <tr>                 <td>39:2-8<\/td>                 <td>20:13-19<\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>r. Hezekiah had great riches and honor. He built large treasures, storehouses, and cities. He had flocks and herds in abundance, for God had given him much substance. (<a class=\"ref\">2 Chr. 32:27-29<\/a>.)<\/p>     <p>s. Hezekiah stopped the upper watercourse of Gihon and brought it to the west side of Jerusalem. (<a class=\"ref\">2 Chr. 32:30<\/a>. This account was highlighted in 1880 when two boys discovered some engravings in the middle of the tunnel leading from the spring of Gihon to the pool of Siloam, telling the history of Hezekiah's excavation. The inscription was removed and is kept today in the Museum of Ancient Orient in Istanbul. Whether this tunnel was the same one referred to in <a class=\"ref\">2 Chr. 32:2-4<\/a> or a separate one is not clear. However, many tourists have waded through \"Hezekiah's tunnel\" on their visits to Jerusalem. For a fuller account, see IE, Aug. 1967, pp. 4-11.)<\/p>     <p>t. The rest of the acts of Hezekiah were written in \"the vision of Isaiah the prophet.\" (<a class=\"ref\">2 Chr. 32:32<\/a>.)<\/p>     <p>Isaiah was thus a prophet raised up in the midst of turmoil in the nations of Israel. He stood before kings and warned them of the consequences of their actions, or gave directions to them as the will of the Lord was revealed to him. He witnessed the downfall of Judah's sister nation to the north, and stood fearless in the face of Judah's threatened overthrow, knowing and testifying that God would deliver that nation. The inspiring prophecies he made to Hezekiah were all fulfilled.<\/p>     <p>Although Isaiah knew of the eventual downfall of Judah, he stood not merely as a witness against the nation. More importantly, he was a proclaimer of the great blessings which would be restored unto Israel in the latter days, as he had been shown by the Lord. This, in fact, is the primary message of the book of Isaiah. <\/p>     ",
    "audit": null
}