{
    "id": 16599,
    "source": "nyman",
    "verse_id": 18742,
    "verse_count": 2,
    "reference": "55:1-2",
    "title": "",
    "html": "          <p>A comparison of the two quotations of this passage in the Book of Mormon shows retentions from the Isaiah text used by Jacob. Nephi apparently only paraphrased the passage.<\/p>     <table>         <tbody>             <tr>                 <td>Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price.<\/td>                 <td>Come, <i>my breth<\/i>ren, every one that thirsteth, come ye to the waters; and he that hath no money, come buy and eat; yea, come buy wine and milk without money and without price.<\/td>                 <td>Behold, doth he cry unto any, saying: Depart from me? Behold, I say unto you, Nay; but he saith: Come unto me all ye ends of <i>the<\/i> earth, buy milk and honey, without money and without price. (<a class=\"ref\">2 Ne. 26:25<\/a>.) <\/td>             <\/tr>             <tr>                 <td>Wherefore do ye spend money for that which is not bread?and your labour for that which satisfieth not? hearken diligently unto me, and eat ye that which isgood, and let yoursoul delight itself in fatness. (Isaiah 55:1-2.)<\/td>                 <td>Wherefore, <i>do<\/i> not spend money for that which is <i>of no worth,<\/i> nor your labor for that which cannot satisfy. Hearken diligently unto me, and remember <i>the<\/i> words <i>which I have<\/i> spoken; <i>and<\/i> come <i>unto the Holy One of Israel, and feast upon that which perisheth not, neither<\/i> can be cor <i>rupted,<\/i> and let your soul delight in fatness. (<a class=\"ref\">2 Ne. 9:50-51<\/a>.) <\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Nephi's paraphrase refers to <i>the<\/i> last days, when the Book of Mormon is to come forth among the Gentiles. This time period is also the context of chapter 55 in Isaiah. Jacob quoted the passage in a discourse on the Atonement, as an <i>invitation<\/i> to partake of Christ's redemption. A similar invitation to come to the Lord is used in variant forms in three different places in the book of <i>Revelation:<\/i> one is to the church of the Laodiceans in the days of John (see <a class=\"ref\">Rev. 3:18<\/a>) the other two occur in the context of the latter days, although at a later period than Isaiah and Nephi referred to (see Revelation 21:6; 22:17). The Savior himself issued similar invitations (<a class=\"ref\">John 4:13-14; 6:47<\/a>). When we have all the records, we will undoubtedly see that such invitations have been extended from the beginning of the world.<\/p>     ",
    "audit": null
}