{
    "id": 16378,
    "source": "nyman",
    "verse_id": 17819,
    "verse_count": 8,
    "reference": "8:11–18",
    "title": "",
    "html": "          <p>These are also difficult verses. The Book of Mormon helps, however. Apparently Isaiah was forbidden to preach unto Judah, as Mormon was forbidden to preach to the Nephites and was to stand as an idle witness against her (see <a class=\"ref\">Morm. 1:16; 3:16<\/a>). The Lord had left Judah without excuse by giving her two or three witnesses: the previous testimony of Ahaz, the great roll attested to by two witnesses, and the name of the son of Isaiah. Isaiah was to sanctify the Lord of Hosts and to fear him; the Lord would then be his sanctuary. However, the Lord would be a stumbling block to both the unbelieving houses of Israel.<\/p>     <p>Both Peter and Paul quoted verse 14 to the Jews as evidence of their stumbling over Christ (see <a class=\"ref\">1 Pet. 2:8; Rom. 9:33; 1 Cor. 1:23<\/a>). Jacob, the Book of Mormon prophet, also foretold that the Jews would stumble over Christ (see <a class=\"ref\">Jacob 4:15<\/a>). To those disciples who would hearken, Isaiah was to \"bind up the testimony\" and \"seal the law.\" Prophets both ancient and modern are given power to bind and seal something on earth and have it sealed in heaven (see <a class=\"ref\">Matt. 16:19; 18:18; D&amp;C 1:8; 68:12<\/a>). The wording of verse 16 is reversed in <a class=\"ref\">D&amp;C 88:84<\/a>, wherein the Lord sent his disciples among the Gentiles, and in the Appendix to the Doctrine and Covenants, referring to those who refused to believe in the Lord's servants (see <a class=\"ref\">D&amp;C 133:71-72<\/a>). The wording therein is to bind up the law and seal up the testimony instead of binding the testimony and sealing up the law. However, the meaning is the same in either case. While the sealing may be a sealing unto heaven or a sealing against heaven, as shown in the various references cited, Isaiah's charge was to seal up the disciples to heaven. In verses 17 and 18, Isaiah attests that he will follow the Lord and stand as a witness. When Paul uses the first part of <a class=\"isa\" verses=\"WzE3ODI2XQ==\">Isaiah 8:18<\/a> as an evidence of Christ's calling the people his brethren, he is apparently quoting it out of context (see <a class=\"ref\">Heb. 2:13<\/a>).<\/p>     ",
    "audit": null
}