{
    "id": 16553,
    "source": "nyman",
    "verse_id": 18659,
    "verse_count": 2,
    "reference": "49:22–23",
    "title": "",
    "html": "          <p>These verses have been interpreted for us by both Nephi and Jacob. Nephi spoke of their fulfillment by the Lamanites in the land of America, but he also included all of the house of Israel, and Jacob spoke of their fulfillment through both the Jews and the Lamanites (see <a class=\"ref\">1 Ne. 22:6-9; 2 Ne. 6:8-12; 10:1<\/a>). The fulfillment was to commence with the Lord's \"standard\" being raised up to the Gentiles (see verse 22). This standard or \"ensign,\" as it is elsewhere called by Isaiah, is identified in the Doctrine and Covenants as the \"everlasting covenant\" (see <a class=\"ref\">D&amp;C 45:9<\/a>). Elder Marion G. Romney identified the standard spoken of by Isaiah as the Church, which teaching is consistent with <a class=\"ref\">D&amp;C 115:3-5<\/a> (see CR, Apr. 1961, p. 119). The Lord has also identified the standard as his words which would be spoken to Nephi's seed (see <a class=\"ref\">2 Ne. 29:2<\/a>). Thus the Church, the Book of Mormon, and the everlasting covenant may all be seen as the fulfillment of this prophecy in Isaiah.<\/p>     <p>Nephi said there would be a temporal and a spiritual fulfillment of the children's being carried in the Gentiles' arms and upon their shoulders. He spoke of the house of Israel's being scattered and confounded, which would be followed by the Lord's raising up a mighty nation among the Gentiles upon the land of America who would scatter the Lamanites (see <a class=\"ref\">1 Ne. 22:6-7<\/a>). This, of course, was fulfilled in the settling of America and the moving of the Lamanites onto reservations, where they were given government aid. Elder Spencer W. Kimball has described how the Lamanites have been carried in the arms of the Gentiles at various times (see CR, Oct. 1965, p. 72; see also CR, Oct. 1956, pp. 52-58). <\/p>     <p>Nephi described the spiritual fulfillment of this prophecy through \"a marvelous work among the Gentiles\" (the restoration of the gospel), which would be of great worth to Nephi's seed and that of his brethren. He further declared the great worth of this marvelous work to the Gentiles and to all the house of Israel which would fulfill the promise given to Abraham (see <a class=\"ref\">1 Ne. 22:8-9<\/a>). Elder Kimball also noted the spiritual fulfillment of these prophecies in his addresses cited in the previous paragraph.<\/p>     <p>Jacob spoke of the Jews' being carried into captivity after Lehi and his sons left Jerusalem, and of their returning and having the Lord manifest to them in the flesh. He spoke of their crucifying the Holy One of Israel and then being scattered and smitten until the time when they would be gathered again. Jacob then referred to the blessings which would come to the Gentiles through not fighting against Zion and the covenant people of the Lord. He also warned that those who would fight against Zion and the covenant people would \"lick up the dust of their feet\" (see <a class=\"ref\">2 Ne. 6:8-13<\/a>).<\/p>     <p>Jacob enlarged upon the idea that the Lamanites would become \"a righteous branch unto the house of Israel\" (<a class=\"ref\">2 Ne. 9:53<\/a>). He spoke again of the coming crucifixion of Christ, of the gathering of the Jews from the four parts of the earth to the land of their inheritance, and of the kings of the Gentiles becoming nursing fathers to them. He then said that the land of America would be the land of inheritance for his seed, and that the Gentiles would be blessed upon it. Although there were to be no kings upon this land, the Gentiles would afflict the seed of Israel and become like a father to them. Following this, the land would become a choice land and the great promises of the Lord to the isles of the sea would be fulfilled (see <a class=\"ref\">2 Ne. 10<\/a>).<\/p>     <p>As there are three separate chapters which describe the fulfillment of Isaiah's prophecies, the following parallel or harmony will help us see how these events were to come about among the Jews, the Nephites, and others of the house of Israel and all nations.<\/p>     <p><i>... I will lift up mine hand to the Gentiles...<\/i><\/p>     <table>         <tbody>             <tr>                 <td><i>Jews<\/i><\/td>                 <td>Nephites<\/td>                 <td>Others<\/td>             <\/tr>             <tr>                 <td><a class=\"ref\">2 Ne. 6:8-11<\/a><\/td>                 <td><a class=\"ref\">2 Ne. 10:1-2<\/a><\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p><i>... and set up my standard to the people...<\/i><\/p>     <p class=\"Table\">184         <br>     <\/p>     <table>         <tbody>             <tr>                 <td><i>Jews<\/i><\/td>                 <td>Nephites<\/td>                 <td>Others<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td><a class=\"ref\">1 Ne. 22:8<\/a><\/td>                 <td><a class=\"ref\">1 Ne. 22:9-10<\/a><\/td>             <\/tr>         <\/tbody>     <\/table>     <p><i>... and they shall bring thy sons in their<\/i> arms, and thy <i>daughters<\/i> shall be <i>carried<\/i> upon <i>their shoulders.<\/i><\/p>     <table>         <tbody>             <tr>                 <td><i>Jews<\/i><\/td>                 <td>Nephites<\/td>                 <td>Others<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td><a class=\"ref\">2 Ne. 10:10-18<\/a><\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p><i>And kings shall be thy<\/i> nursing <i>fathers, and their queens thy nursing mothers...<\/i><\/p>     <table>         <tbody>             <tr>                 <td><i>Jews<\/i><\/td>                 <td>Nephites<\/td>                 <td>Others<\/td>             <\/tr>             <tr>                 <td><a class=\"ref\">2 Ne. 10:3-9<\/a><\/td>                 <td><\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>... they <i>shall<\/i> bow down to thee <i>with<\/i> their <i>face toward the earth, and lick up the dust of thy feet ....<\/i><\/p>     <table>         <tbody>             <tr>                 <td><i>Jews<\/i><\/td>                 <td>Nephites<\/td>                 <td>Others<\/td>             <\/tr>             <tr>                 <td><a class=\"ref\">2 Ne. 6:12-13<\/a><\/td>                 <td><a class=\"ref\">2 Ne. 10:19-20<\/a><\/td>                 <td><a class=\"ref\">2 Ne. 10:21-22<\/a><\/td>             <\/tr>         <\/tbody>     <\/table>     ",
    "audit": null
}