{
    "id": 16457,
    "source": "nyman",
    "verse_id": 18197,
    "verse_count": 2,
    "reference": "29:3–4",
    "title": "",
    "html": "          <p>Nephi, in prophesying what would happen to his people in the last days, quoted these two verses with some significant additions and retentions. A comparison of the Book of Mormon and the KJV texts illustrates them clearly.<\/p>     <p>Note that Nephi says these things shall happen before the Book of Mormon comes forth. Furthermore <a class=\"ref\">2 Ne. 26:17<\/a> appears to be the Lord speaking to Nephi, but it may indicate a retention of the original text of Isaiah. Its significance is noted by Elder LeGrand Richards who said that <a class=\"isa\" verses=\"eyIxODE5NyI6Mn0=\">Isaiah 29:3-4<\/a> could not be explained without <a class=\"ref\">2 Ne. 26:15-17<\/a> (see CR, Apr. 1963, p. 118; CR, Apr. 1967, p. 21). President Joseph Fielding Smith has said that Isaiah chapter 29 contains \"one of the most important predictions regarding the Book of Mormon\" (DS, 3:213).<\/p>     <p>Orson Pratt says verses 3 and 4 describe the conquest of Jerusalem by Rome. However, he says the speech coming \"out of the ground\" could not refer to Jerusalem, but is a prophecy about the Nephites:<\/p>     <blockquote>These predictions of Isaiah could not refer to Ariel, or Jerusalem, because their speech has not been \"out of the ground,\" or \"low out of the dust,\" but it refers to the remnant of Joseph who were destroyed in America upwards of fourteen hundred years ago. The Book of Mormon describes their downfall, and truly it was great and terrible. At the crucifixion of Christ, \"the multitude of their terrible ones,\" as Isaiah predicted \"became as chaff that passeth away,\" and it took place, as he further predicts. \"at an instant suddenly.\" Many of their great and magnificent cities were destroyed by fire, others by earthquakes, others by being sunk and buried in the depths of the earth. This sudden destruction came upon them because they had stoned and killed the prophets sent among them. Between three and four hundred years after Christ, they again fell into great wickedness, and the principal nation fell in battle. Forts were raised in all parts of the land, the remains of which may be seen at the present day. Millions of people perished in battle and they suffered just as the Lord foretold by Isaiah. (Works, pp. 270-71.)<\/blockquote>     <p>The voice to be \"as of one that hath a familiar spirit\" may have two different meanings. Elder Orson Pratt describes the Book of Mormon as speaking \"in a most familiar manner.\" He further shows that there is no way they could \"speak out of the ground\" except by a record:<\/p>     <blockquote>One of the most marvelous things connected with this prediction is, that after the nation should be brought down, they should \"speak out of the ground.\" This is mentioned or repeated four times in the same verse. Never was a prophecy more truly fulfilled than this, in the coming forth of the Book of Mormon. Joseph Smith took that sacred history \"out of the ground.\" It is the voice of the ancient prophets of America speaking \"out of the ground\"; their speech is \"low out of the dust\"; it speaks in a most familiar manner of the doings of bygone ages; it is the voice of those who slumber in the dust. It is the voice of prophets speaking from the dead, crying repentance in the ears of the living. In what manner could a nation, after they were brought down and destroyed, \"speak out of the ground\"? Could their dead bodies or their dust, or their ashes speak? Verily, no: they can only speak by their writings or their books that they wrote while living. Their voice, speech or words, can only \"speak out of the ground,\" or \"whisper out of the dust\" by their books or writings being discovered. (Works. p. 271.)<\/blockquote>     <p>Elder LeGrand Richards called our attention to a minister of another religion who said that the Book of Mormon read with the same sweet feeling as the New Testament (see CR, Apr. 1976, p. 124). In other words, the message of the Book of Mormon sounds familiar to those who have received the message of the Bible, the gospel, or the Spirit of God. On the other hand, \"familiar spirits\" in Old Testament times referred to a form of spiritualism wherein spirits from the dead were called back out of the ground through witchcraft or enchantment (see <a class=\"ref\">1 Sam. 28<\/a>; <a class=\"isa\" verses=\"eyIxNzgyNyI6Mn0=\">Isaiah 8:19-20<\/a>). Some have used this meaning to disclaim the Book of Mormon. However, a careful reading of Isaiah shows that the words of the record would be \"as\" a familiar spirit. Just as the spirits came \"out of the ground,\" so would the record of a people who had been destroyed. Nephi in <a class=\"ref\">2 Ne. 26:16<\/a> shows that the power of God would be given to these people to \"whisper ... even as it were out of the ground.\"<\/p>     ",
    "audit": null
}