{
    "id": 16435,
    "source": "nyman",
    "verse_id": 18097,
    "verse_count": 6,
    "reference": "24:1–6",
    "title": "",
    "html": "          <p>Following the messages of doom in chapters 13 through 23, Isaiah announces what the Lord's judgments will be upon the whole earth as a result of the <i>wickedness<\/i> of <i>the<\/i> nations. The earth will undergo catastrophic changes, and its inhabitants will be scattered.<\/p>     <p>In the April 1971 general conference, President Spencer W. Kimball identified the \"priest\" spoken of in verse 2 as \"all religious leaders of any faith,\" and he decried the \"many priests who encourage <i>the<\/i> defilement of men and wink at the eroding trends and who deny the omniscience of God\" (CR, Apr. 1971, p. 9). Three years earlier, Elder Marion G. Romney quoted verse 3 as evidence that Isaiah envisioned our day and foresaw the burning of the earth described in verse 6 (see CR, Apr. 1968, p. 113). President Joseph Fielding Smith noted that our generation is heading for the destruction spoken of in verses 4 and 6 (see <i>DS,<\/i> 3:316). The Prophet Joseph Smith said that verse 5 refers to the Gentiles' breaking the covenant:<\/p>     <p>Thus after this chosen family had rejected Christ and His proposals, the heralds of salvation said to them, \"Lo we turn unto the Gentiles\"; and the Gentiles received the covenant, and were grafted in from whence the chosen family were broken off; but the Gentiles have not continued in the goodness of God, but have departed from the faith that was once delivered to the Saints, and have broken the covenant in which their fathers were established (see Isaiah xxiv:5); and have become high-minded, and have not feared; therefore, but few of them will be gathered with the chosen family. Have not the pride, high-mindedness, and unbelief of the Gentiles, provoked the Holy One of Israel to withdraw His Holy Spirit from them, and send forth His judgments to scourge them for their wickedness? This is certainly the case. (TPJS, p. 15.) <\/p>     <p>The Lord repeated the message of verse 5 in <a class=\"ref\">D&amp;C 1:15<\/a>. Elder Rudger Clawson quoted verse 5 as a warning against administering in the priesthood without authority (see CR, Apr. 1914, pp. 22-23.) Elder George F. Richards stated that the unauthorized changing of the ordinance of baptism from immersion to sprinkling was a fulfillment of <a class=\"isa\" verses=\"WzE4MTAxXQ==\">Isaiah 24:5<\/a> (see CR, Apr. 1930, p. 76). President Joseph Fielding Smith pointed to the need for a restoration of the everlasting covenant which Isaiah said was broken (see DS, 1:168); he also used verse 6 as evidence that only telestial beings will be burned at the second coming of Christ (see DS, 3:62). Elder LeGrand Richards cited verses 5 and 6 as a prophecy of the nearly one thousand churches in modern America who are following their own wisdom and not the precepts of God (see CR, Oct. <i>1977,<\/i> p. 30).<\/p>     ",
    "audit": null
}