{
    "id": 16425,
    "source": "nyman",
    "verse_id": 17962,
    "verse_count": 135,
    "reference": "15–23",
    "title": "The Warnings to the Nations",
    "html": "               <p>Chapters 15 through 23 contain the messages of the Lord to the nations surrounding Judah. Most of these chapters will be touched upon here only lightly, since they deal primarily with the destiny of those surrounding nations, much of which is now history. Those elements which are messianic or which deal with the future will be commented on more fully. A briefer outline than usual is given, with some cross-references to other sources for further study.<\/p>     <p>1. A message of warning is given to Moab (15:1-16:14; compare <a class=\"ref\">Gen. 19:30-38; Jer. 48; Ezek. 25:8-11<\/a>).<\/p>     <p>2. A message is given to Syria (17:1-14; compare <a class=\"ref\">Jer. 49:23-27<\/a>).<\/p>     <p>3. A message is given to the land of America (18:1-7).<\/p>     <p>a. Messengers are sent out to the nations (18:1-6).<\/p>     <p>b. The people are gathered back to Zion (18:7).<\/p>     <p>4. A message of warning is given to Egypt (19:1-20:6; compare <a class=\"ref\">Jer. 46; Ezek. 29-32<\/a>).<\/p>     <p>a. It foretells the fall of Egypt as a mighty nation (19:1-15).<\/p>     <p>b. Judah will be a terror to Egypt (19:16-17).<\/p>     <p>c. The Hebrew language will be taught in Egypt (19:18).<\/p>     <p>d. An altar of the Lord will be in the midst of Egypt, and Egypt will be healed (19:19-22).<\/p>     <p>e. Egypt will be blessed along with Assyria and Israel (19:23-25). <\/p>     <p>f. Isaiah gives an object lesson of Egypt's captivity by Assyria (20:1-6).<\/p>     <p>5. A message of warning is given to the \"desert of the sea\" (Babylon?) (21:1-10; compare <a class=\"ref\">Jer. 50-51<\/a>).<\/p>     <p>6. A message is given to Dumah (Edom) (21:11-12; compare <a class=\"ref\">Jer. 49:7-22; Ezek. 25:12-14<\/a>).<\/p>     <p>7. A message comes to Arabia (21:13-17; compare <a class=\"ref\">Jer. 49:28-33<\/a>).<\/p>     <p>8. The Lord speaks to the \"valley of vision\" (Jerusalem) (22:1-25).<\/p>     <p>a. He foretells of a siege against Jerusalem (22:1-7).<\/p>     <p>b. He calls, but they continue in the law of Moses (22:8-14).<\/p>     <p>c. A second siege will come against Jerusalem (22:15-19).<\/p>     <p>d. The throne of David will be established forever (22:20-25).<\/p>     <p>9. A message of warning comes to Tyre (23:1-18; compare <a class=\"ref\">Ezek. 26-28<\/a>).<\/p>     <p>There is little help given in the other standard works for understanding these chapters, but several significant comments have been made by modern Church leaders. The New Testament contains a few paraphrases or partial quotes, but these could be challenged because they may even refer to other passages of Isaiah or to other Old Testament passages. These prophecies will be better understood, as Nephi said, by those who live in the day when they are fulfilled (see <a class=\"ref\">2 Ne. 25:7<\/a>). Our understanding is further limited by the fact that these prophecies are applicable to other countries than those explicitly named.<\/p>     ",
    "audit": null
}