{
    "id": 16329,
    "source": "nyman",
    "verse_id": 17712,
    "verse_count": 1,
    "reference": "3:4",
    "title": "",
    "html": "          <p>A possible identification of the \"children\" who were to rule over the house of Judah is drawn from the Prophet Joseph Smith's explanation of John the Baptist's scathing pronouncement to the Pharisees and Sadducees that \"God is able of these stones to raise up children unto Abraham\" (<a class=\"ref\">Matt. 3:9<\/a>). Joseph Smith identified the \"stones\" as the Gentiles (see TPJS, p. 319). Perhaps the same designation could be applied here; historically, the Jews have been scattered among the Gentiles, who have ruled over them.<\/p>     <p>With regard to the \"babes\" who would rule over them, it should be remembered that Jacob had blessed Judah with the political leadership of all the house of Israel until the birth of Christ (see <a class=\"ref\">Gen. 49:8, 10<\/a>). This leadership, of course, should have been exercised through the priesthood, as shown by the Prophet Joseph Smith in commenting upon the dominion given to Adam (see TPJS, p. 157). For \"babes\" (or \"children,\" if the word does not refer to the Gentiles) to rule over Judah, they would rule without the priesthood. The fulfillment of this prophecy can be seen in the following tabulation of the reign of the seven kings who ruled from the death of Isaiah to the destruction of Jerusalem by Babylon in 589 B.C (Book of Mormon dating):<\/p>     <p>ttt KingAge When AppointedYears of ReignBiblical Label of Character<\/p>     <p>Manasseh1255Evil (<a class=\"ref\">2 Kgs. 21<\/a>.1-2<\/p>     <p>Amon222Evil (<a class=\"ref\">2 Kgs. 21:19-20<\/a>)<\/p>     <p>Josiah831Right (<a class=\"ref\">2 Kgs. 22:1-2<\/a>)<\/p>     <p>Jehoahaz233 mos.Evil (<a class=\"ref\">2 Kgs. 23:31-32<\/a>)<\/p>     <p>Jehoiakim2511 (3 yrs. as puppet king in Babylon)Evil (<a class=\"ref\">2 Kgs. 23:36-37<\/a>)<\/p>     <p>Jehoiachin18 (2 Chr. 36:9 says 8 yrs)3 mos. (under Babylon)Evil (<a class=\"ref\">2 Kgs. 24:8-9<\/a>)<\/p>     <p>Zedekiah2111Evil (<a class=\"ref\">2 Kgs. 24:17-19<\/a>)<\/p>     <p>Note that these kings were appointed between the ages of eight and twenty-five, and all but one were labeled \"evil\" in the Bible. The priesthood was not conferred until age thirty (see <a class=\"ref\">Num. 4:3<\/a>) <a class=\"ref\">Num. 8:24<\/a> lists the age as twenty-five, but this may have referred to a preparatory five-year period). <a class=\"ref\">Num. 3:1-13<\/a> says the priesthood was reserved for the Levites, but Joseph Smith taught that King David held it (TPJS, p. 339).<\/p>     ",
    "audit": null
}