{
    "id": 16458,
    "source": "nyman",
    "verse_id": 18199,
    "verse_count": 2,
    "reference": "29:5-6",
    "title": "",
    "html": "          <table>         <tbody>             <tr>                 <td>And I will camp against thee round about, and will lay siegeagainst thee with a mount, and I will raise forts against thee.<\/td>                 <td>After my seed and the seed of my brethren shall <i>have dwindled<\/i> in unbelief, and shall have been <i>smitten<\/i> by the Gentiles; yea, <i>after the Lord<\/i> God <i>shall have<\/i> camped against <i>them<\/i> round about, and shall have laid siege against <i>them<\/i> with a mount, and                     <p>raised forts against <i>them;<\/i> and <i>after they shall have been<\/i> brought <i>down<\/i> low in <i>the dust, even that<\/i> they <i>are not, yet the words of the righteous shall be written, and the prayers of the faithful shall be heard, and all<\/i> those <i>who have dwindled in<\/i> un<i>belief shall not be forgotten.<\/i><\/p>                 <\/td>             <\/tr>         <\/tbody>     <\/table>     <table>         <tbody>             <tr>                 <td>Moreover <i>the multitude of<\/i> thy <i>strangers shall be like<\/i> small dust, and the multitude of the terrible ones shall be as chaff that passeth away: yea, it shall be at an instant suddenly.<\/td>                 <td>Wherefore, as those who have <i>been destroyed have been destroyed speedily;<\/i> and the multitude of their terrible ones shall be as chaff that passeth away- yea, thus saith the Lord God: It shall be at an instant, suddenly-<\/td>             <\/tr>             <tr>                 <td>Thou shalt be visited of the Lord of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire. (<a class=\"isa\" verses=\"eyIxODE5OSI6Mn0=\">Isaiah 29:5-6<\/a>.) <\/td>                 <td>And when that day shall come they shall be visited of the Lord of Hosts, with thunder and with earthquake, and with a great noise, and with storm, and with tempest, and with the flame of devouring fire. (<a class=\"ref\">2 Ne. 26:18; 27:2.<\/a>) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Elder Orson Pratt said that verse 5 is a description of the destruction which came upon the Nephites because they killed the prophets (see note on 29:3-4 for his statement quoted from Works, pp. 270-71). Elder Mark E. Petersen has said that, following the sudden destruction referred to in verse 5, the Nephites would speak \"literally from the grave\" (CR, Oct. 1977<i>,<\/i> p. 16). Elder LeGrand Richards taught that verse 6 referred to the destruction of the Nephites at the coming of Christ, as described in 3 Nephi chapter 8 (see CR, Apr. 1976, p. 123). A further interpretation of verse 6 was given by, Nephi. He said that those who were not destroyed but who dwindled in unbelief would be smitten by the Gentiles (see <a class=\"ref\">2 Ne. 26:19<\/a>). Nephi then described in great detail the conditions which would exist among the Gentiles in the last days, causing the Lord to visit <i>them<\/i> with thunder, earthquakes, and so forth (see <a class=\"ref\">2 Ne. 26:20-27<\/a>:2<\/p>     ",
    "audit": null
}