{
    "id": 16337,
    "source": "nyman",
    "verse_id": 17739,
    "verse_count": 2,
    "reference": "4:5–6",
    "title": "",
    "html": "          <p>The Book of Mormon retains the words \"of Zion\" near the end of verse 5:<\/p>     <blockquote>And the Lord will create upon every dwelling place of mount Zion, and upon her assemblies, a cloud and smoke by day, and the shining of a flaming fire by night: for upon all the glory shall be a defence. (<a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5<\/a>.)<\/blockquote>     <blockquote>And the Lord will create upon every dwelling-place of mount Zion, and upon her assemblies, a cloud and smoke by day and the shining of a flaming fire by night; for upon all the glory of Zion shall be a defence. (<a class=\"ref\">2 Ne. 14:5<\/a>.)<\/blockquote>     <p>This is consistent with the beginning of the verse, and it suggests the protection of Zion and her stakes in a day when the world is in turmoil. For a fuller description of that time, see <a class=\"ref\">D&amp;C 45:63-75<\/a> and 84:2-5; the latter of these passages identifies the cloud as \"the glory of the Lord.\" Note that there is more than one place for the assembly or gathering of the Saints. This is consistent with the Lord's admonition to stand in \"holy places\" when bloodshed, famine, plague, and other calamities sweep the earth (see <a class=\"ref\">D&amp;C 87:6-8<\/a>). It is also consistent with the following prophecy given by Joseph Smith:<\/p>     <blockquote>The time is soon coming, when no man will have any peace but in Zion and her stakes.<\/blockquote>     <blockquote>I saw men hunting the lives of their own sons, and brother murdering brother. women killing their own daughters, and daughters seeking the lives of their mothers. I saw armies arrayed against armies. I saw blood, desolation, fires. The Son of Man has said that the mother shall be against the daughter, and the daughter against the mother. These things are at our doors. They will follow the Saints of God from city to city. Satan will rage, and the spirit of the devil is now enraged. I know not how soon these things will take place; but with a view of them, shall I cry peace? No; I will lift up my voice and testify of them. How long you will have good crops, and the famine be kept off, I do not know; when the fig tree leaves, know then that the summer is nigh at hand. (TPJS. p. 161.)<\/blockquote>     <p>According to Oliver Cowdery, when the angel Moroni appeared to the Prophet Joseph Smith in September 1823, he quoted <a class=\"isa\" verses=\"eyIxNzczOSI6Mn0=\">Isaiah 4:5-6<\/a> as one of the prophecies which was soon to be fulfilled (MA, Apr. 1835, p. 110). President Harold B. Lee quoted <a class=\"ref\">D&amp;C 115:4-6<\/a> as a prophecy of the time when members of the Church would gather to the stakes of Zion (rather than a specific place in the land of Zion) as a refuge from the storm and wrath which would be poured out upon the whole earth (see CR, Apr. 1973, p. 5).<\/p>     <p>Elder Orson Pratt taught that the cloud which Isaiah said would protect Zion and her stakes will be literal and will be even as the cloud which watched over Moses and the children of Israel:<\/p>     <blockquote>I believe this building is called a Tabernacle, and it will accommodate from twelve thousand to fifteen thousand persons, and it is a tolerably cool place for the people in the heat of summer, especially to be a shade in the day time from the heat, and for a place of refuge and a covert from storm and from rain and tempest. I do not think that storms or tempests would affect a congregation that might be assembled in the Lord's Tabernacle; but I wish particularly to call your attention to the preceding verse&mdash;\"The Lord shall create upon every dwelling-place of Mount Zion, and upon all her assemblies, a cloud and smoke by day, and the shining of a flame or pillar of fire by night.\"<\/blockquote>     <blockquote>I do not see any cloud covering this house, or the congregation that is before me. What is the reason? The time has not yet come. The time is to come when God will meet with all the congregation of his Saints, and to show his approval, and that he does love them, he will work a miracle by covering them in the cloud of his glory. I do not mean something that is invisible, but I mean that same order of things which once existed on the earth so far as the tabernacle of Moses was concerned, which was carried in the midst of the children of Israel as they journeyed in the wilderness.<\/blockquote>     <blockquote>Did God manifest himself in that tabernacle that was built according to the pattern which he gave unto his servant Moses? He did. In what way? In the day time a cloud filled that tabernacle. The Lord intended his people to be covered with the cloud continually, and he intended to reveal himself unto them, and to show forth his glory more fully amongst them; but they sinned so much in his sight that he declared&mdash; \"My presence shall not go up with this people, lest I should break forth upon them in my fury and consume them in a moment.\" Because of their wickedness he withdrew his presence. and his glory in a great measure was taken from them; but still Moses was permitted to enter the tabernacle, and to behold the glory of God, and it is said that he talked with the Lord face to face&mdash;a blessing which God did intend to bestow upon all Israel had they kept his law and had not hardened their hearts against him.<\/blockquote>     <blockquote>But m the latter days there will be a people so pure in Mount Zion, with a house established upon the tops of the mountains, that God will manifest himself, not only in their Temple and upon all their assemblies, with a visible cloud during the day, but when the night shall come, if they shall be assembled for worship, God will meet with them by his pillar of fire; and when they retire to their habitations, behold each habitation will be lighted up by the glory of God,&mdash;a pillar of flaming fire by night.<\/blockquote>     <blockquote>Did you ever hear of any city that was thus favored and blessed since the day that Isaiah delivered this prophecy? No, it is a latter-day work, one that God must consummate in the latter times when he begins to reveal himself. and show forth his power among the nations. (JD, 16:82.) <\/blockquote>     ",
    "audit": null
}