{
    "id": 16639,
    "source": "nyman",
    "verse_id": 18868,
    "verse_count": 2,
    "reference": "63:1-2",
    "title": "",
    "html": "          <p>The \"day of vengeance of our God\" (61:2) is now elaborated upon by Isaiah. This day, of course, is the Lord's second coming. <a class=\"ref\">D&amp;C 133:46-49<\/a> provides an interesting comparison:<\/p>     <table>         <tbody>             <tr>                 <td><\/td>                 <td>And there was delivered unto him the book of the prophet Esaias. And when he had opened the book, he found the place where it was written,<\/td>             <\/tr>             <tr>                 <td>The Spirit of the Lord God is upon me; because the Lord hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;<\/td>                 <td>The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,                 <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>And so great shall be the glory of his presence that the sun shall hide his face in shame, and the moon shall withhold its light, and the stars shall be hurled from their places. (<a class=\"ref\">D&amp;C 133:46-49<\/a>.)<\/p>     <table>         <tbody>             <tr>                 <td>Who is this that cometh <i>from<\/i> Edom, with dyed garments from <i>Bozrah?<\/i> this that is glorious in his apparel, travelling in the greatness of his strength? I that speak in righteousness, mighty to save.<\/td>                 <td><i>And it shall be said:<\/i> Who is this that cometh <i>down<\/i> from <i>God in heaven<\/i> with dyed garments; <i>yea,<\/i> from <i>the regions which<\/i> are <i>not known,<\/i> clothed in his glorious apparel, traveling in the greatness of his strength?                     <p><i>And he shall say: I am he<\/i> who spake in righteousness, mighty to save.<\/p>                 <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Whether the garments of the Savior will literally be red, or whether this is a figurative expression of his having trodden down the wicked, is not clear. Certainly the symbolism is taught here, regardless of the actual color of the garment. <a class=\"ref\">D&amp;C 133:49<\/a> is a paraphrase or combination of <a class=\"isa\" verses=\"WzE3OTE3XQ==\">Isaiah 13:10<\/a> and 13 and <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a>, which also speak of the Lord's second coming. The book of Revelation also describes this event in similar language (see <a class=\"ref\">Rev. 19:13, 15; 14:20<\/a>).<\/p>     ",
    "audit": null
}