{
    "id": 16487,
    "source": "nyman",
    "verse_id": 18427,
    "verse_count": 3,
    "reference": "40:6-8",
    "title": "",
    "html": "          <p>Peter quoted these verses in his first epistle to show the eternal surety of the word of God, but did not interpret the original meaning of Isaiah. He used the phrase \"all the glory of man\" instead of Isaiah's phrase \"all the goodliness thereof\":<\/p>     <table>         <tbody>             <tr>                 <td>The voice said, Cry. And he said, What shall I cry? All flesh is grass, and <i>oil<\/i> the goodliness <i>thereof is<\/i> as the flower of the field:<\/td>                 <td>Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.<\/td>             <\/tr>             <tr>                 <td>The grass withereth, the flower fadeth: <i>because the spirit<\/i> of the Lord bloweth upon it: surely the people is grass.<\/td>                 <td>For all flesh is as grass, and <i>all the glory of<\/i> man as the flower of grass. The grass withereth, and the flower thereof falleth away:<\/td>             <\/tr>             <tr>                 <td>The grass withereth, the flower fadeth: but the word of our God shall stand for ever. (<a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">Isaiah 40:6-8<\/a>.) <\/td>                 <td>But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you. (<a class=\"ref\">1 Pet. 1:23-25<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The flesh is corruptible and therefore temporary, and will burn at the second coming of Christ when his Spirit is poured out on the earth. While flesh is temporary, the word of God declaring these things is definite and will surely come to pass. The Savior taught the same principle, declaring that the word of God would endure even though heaven and earth would pass away (see <a class=\"ref\">Mark 13:31<\/a>). Those who are sanctified to endure the glory of the Lord which shall be poured out (alluded to in verse 7) will not be burned (see <a class=\"ref\">D&amp;C 101:24-25<\/a>; compare <a class=\"ref\">3 Ne. 10:12-14<\/a>).<\/p>     ",
    "audit": null
}