{
    "id": 16579,
    "source": "nyman",
    "verse_id": 18710,
    "verse_count": 3,
    "reference": "52:13–15",
    "title": "",
    "html": "          <p>Verse 13 is almost universally accepted by Christians as a description of the Savior's being exalted on high following his persecution and crucifixion. The following two verses seem to describe his mortal life, and could well be left at that were it not for latter-day revelation which shows that these verses also apply to Joseph Smith, the prophet of the Restoration in the last days. After the Savior quoted these verses to the Nephites, he gave a sign to them to show when these things were to take place. Since he had already been persecuted, crucified and resurrected, his quoting these verses shows that they had not yet been completely fulfilled. He said the prophecy would begin to be fulfilled when the works of the Nephites (the Book of Mormon) would come forth among the Gentiles (see <a class=\"ref\">3 Ne. 21:2-9<\/a>). He also said that when the Lamanites began to know of the Book of Mormon, the fulfilling of the prophecy would already have commenced. That the prophecy speaks of another servant besides Christ is clear from the Savior's explanation in <a class=\"ref\">3 Ne. 21:10-11<\/a>, which fairly well limits its fulfillment to the time of Joseph Smith. He then explained how these verses would be fulfilled.<\/p>     <p>Christ also interpreted verse 15 for the Nephites; a comparison of the Isaiah text and his explanation will show that interpretation. We have also added a Doctrine and Covenants passage which speaks of the same conditions. <\/p>     <p>Here Christ seems to be telling the Nephites that a sign of the Restoration would be a day when kings would no longer hold absolute power but would be figureheads, with parliaments controlling the governments (see <a class=\"ref\">3 Ne. 21:1-7<\/a>). That thing which they had not yet heard or been told about was the marvelous work and a wonder which was to come forth under the direction of the Father. Paul paraphrased this verse to show why he went as an apostle among those who had not yet heard the gospel (see <a class=\"ref\">Rom. 15:20-21<\/a>). This was an application, not a fulfillment, of Isaiah's prophecy.<\/p>     <p>The JST changes the word \"sprinkle\" in verse 15 to \"gather.\" This fits the context of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a>, which will be discussed later.<\/p>     <blockquote>Following his explanation of the kings' shutting their mouths, the Savior spoke of the servant's being in his hand, which clearly shows it is someone other than himself. The Doctrine and Covenants seems to identify that servant as Joseph Smith.<\/blockquote>     <table>         <tbody>             <tr>                 <td>So shall he sprinkle many nations; the kings shall shut their mouths at him: for that which had not been told them shall they see; and that which they had not heard shall they consider. (<a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isaiah 52:15<\/a>; <a class=\"ref\">3 Ne. 20:45<\/a>.) <\/td>                 <td>And when that day shall come, it shall come to pass that kings shall shut their mouths; for that which had not been told them shall they see; and that which they had not heard shall they consider.<\/td>                 <td>What I have said unto you must needs be, that all men may be left without excuse;                     <p>That wise men and rulers may hear and know that which they have never considered;<\/p>                 <\/td>             <\/tr>         <\/tbody>     <\/table>     <table>         <tbody>             <tr>                 <td>As many were astonished at thee; his visage was so marred more than any man, and his form more than the sons of men: (<a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a>; cf. <a class=\"ref\">3 Ne. 20:44<\/a>.) <\/td>                 <td>But behold, the life of my servant shall be in my hand; therefore they shall not hurt him, although he shall be marred because of them. Yet I will heal him, for I will show unto them that my wisdom is greater than the cunning of the devil. (<a class=\"ref\">3 Ne. 21:10<\/a>.) <\/td>                 <td>I will not suffer that they shall destroy my work; yea, I will show unto them that my wisdom is greater than the cunning of the devil. (<a class=\"ref\">D&amp;C 10:43<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The marring of the servant's \"visage\" referred to in <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a> and <a class=\"ref\">3 Ne. 20:44<\/a> has sometimes <i>been<\/i> thought to refer to the tarring and feathering of Joseph at Hiram, Ohio, in 1832. However, <a class=\"ref\">D&amp;C 10:43<\/a> refers to the marring of his <i>work.<\/i> The work of Joseph Smith was marred <i>because<\/i> of the loss of the 116 pages of manuscript, but the Lord's wisdom was greater than man's, and he had another record prepared to replace that which was lost (see <a class=\"ref\">D&amp;C 10:38-46<\/a>; for a detailed account of the loss of these manuscript pages, see <i>HC,<\/i> 1:20-23).<\/p>     ",
    "audit": null
}