{
    "id": 16317,
    "source": "nyman",
    "verse_id": 17687,
    "verse_count": 54,
    "reference": "2-4",
    "title": "The Vision of Judah and Jerusalem",
    "html": "               <p>Before Nephi recorded these chapters of Isaiah upon his plates. he told us he did it so \"that whoso of my people shall see these words may lift up their hearts and rejoice for all men\" (<a class=\"ref\">2 Ne. 11:8<\/a>). Three chapters of Isaiah are required to present his vision of Judah and Jerusalem. Parts of chapters 2 and 3 paint quite a dismal picture, but chapter 4 describes the final glorious condition of \"the branch [or church] of the Lord.\"<\/p>     <p>Although Isaiah notes that he saw things concerning Judah and Jerusalem (2:1), his vision includes references to three different peoples and two different lands. He speaks of Judah in the land of Jerusalem, of the \"daughters of Zion,\" and of the \"branch of the Lord\" in the land of Zion. The prophet Joseph Smith declared, \"The prophets have spoken and written upon it [Zion]; but I will make a proclamation that will cover a broader ground. The whole of America is Zion itself from north to south, and is described by the Prophets, who declare that it is the Zion where the mountain of the Lord should be, and that it should be in the center of the land. When elders shall take up and examine the old prophecies in the Bible, they will see it.\" (TPJS, p. 362.) Thus, the \"daughters of Zion\" refer to those who inhabit the Americas.<\/p>     <p>The \"branch of the Lord\" spoken of by Isaiah consists of those who are \"escaped of Israel\" (those of Israel who will have escaped the judgments which are to come upon the world in the last days). He speaks of these as being from the daughters of Zion and from Jerusalem. Therefore, the three peoples include the inhabitants of Jerusalem in general, the inhabitants of Zion in general, and the specific group from Zion and Jerusalem who constitute the beautiful and glorious branch of the Lord. The two lands include the land of Jerusalem and the land of the Americas.<\/p>     <p>Justification for Isaiah's including people not of Judah and not living in Jerusalem in a vision of Judah and Jerusalem is shown in the Savior's words regarding Isaiah: \"For surely he spake as touching all things concerning my people which are of the house of Israel; therefore it must needs be that he must speak also to the Gentiles\" (<a class=\"ref\">3 Ne. 23:2<\/a>). Just as it was necessary to speak to or about the Gentiles to show all things concerning the house of Israel. it was also necessary to speak to or about Zion to show the ultimate destiny of Judah. An understanding of that ultimate destiny of both branches of Israel will cause all of Israel to \"lift up their hearts and rejoice for all men,\" fulfilling Nephi's purpose for including Isaiah's words in his writings.<\/p>     <p>The vision centers around the restoration of the gospel, the second coming of Christ, and the ushering in of his Millennial reign, but it also includes prophecies concerning Judah in Isaiah's own day. Since it is a vision of Judah and Jerusalem. this would be expected. Perhaps a detailed outline of the vision will help us see it as a unit.<\/p>     <p>1.The Lord will judge among nations and bring peace (2:2-5).<\/p>     <p>a.The mountain of the Lord's house will be established in the tops of the mountains, and all nations will flow to it (2:2).<\/p>     <p>b.Many people will go to the house of the God of Jacob to be taught (2:3).<\/p>     <p>c.Out of Zion will go forth the law (2:3).<\/p>     <p>d.The word of the Lord will go forth from Jerusalem (2:3).<\/p>     <p>e.All nations will cease making weapons of war and will be at peace (2:4).<\/p>     <p>f.The house of Jacob is invited to come and walk in the light of the Lord (2:5). <\/p>     <p>2.The Lord has forsaken his people, the house of Jacob, and they will be brought down (2:6-22).<\/p>     <p>a.They seek after the philosophies and learning of men (2:6).<\/p>     <p>b.Their hearts have turned to material things (2:7).<\/p>     <p>c.They worship idols, the works of their own hands (2:0).<\/p>     <p>d.They are lifted up in pride (2:9).<\/p>     <p>e.The wicked hide because of their fear of the Lord (2:10-11).<\/p>     <p>f.The day of the Lord will come upon all people everywhere and cause them to forsake their idols (2:12-18).<\/p>     <p>g.The wicked will flee to the caves and the mountains because of fear (2:19-21).<\/p>     <p>h.The people are admonished to stop following after man (2:22).<\/p>     <p>3.Jerusalem will fall because its inhabitants have rebelled against God (3:1-15).<\/p>     <p>a.The Lord will take away their economic prosperity (3:1).<\/p>     <p>b.He will take away their great leadership (3:2-3).<\/p>     <p>c.Children, babes, and women will rule over Judah and oppress them (3:3-4, 12).<\/p>     <p>d.Judah will resort to family leadership, but men will refrain from leading (3:6-7).<\/p>     <p>e.Immorality even as in Sodom will cause their destruction, but the righteous will be saved (3:9-11).<\/p>     <p>f.Because their leaders will cause them to err, the Lord will bring judgment upon their leaders (3:12-15).<\/p>     <p>4.Zion will also be smitten (3:16-4:1).<\/p>     <p>a.Social conditions will bring the Lord's judgments (3: 16-17).<\/p>     <p>b.Religious conditions will bring the Lord's judgments (3:18-24).<\/p>     <p>c.A great war will kill off the men, leaving seven women to one man (3:25-4:1).<\/p>     <p>5.The branch of the Lord will be beautiful and glorious in that day (4:2-6). <\/p>     <p>a.The Lord will cleanse Zion and Jerusalem (4:2-4).<\/p>     <p>b.He will protect every dwelling place and assembly of Zion (4:5-6).<\/p>     <p>All three of these chapters are quoted in their entirety in the Book of Mormon, and there are several significant retentions in the text preserved in Nephi's quoting from the plates of brass. There are also several passages from the Doctrine and Covenants and the New Testament and commentaries by modern Church authorities which help us better understand this vision.<\/p>     ",
    "audit": null
}