{
    "id": 16556,
    "source": "nyman",
    "verse_id": 18664,
    "verse_count": 46,
    "reference": "50-52:12",
    "title": "Israel Has Not Been Cast Off Forever",
    "html": "               <p><a class=\"isa\" verses=\"eyIxODY2NCI6NDZ9\">Isaiah 50-52:12<\/a> is a message of hope to the whole house of Israel, showing how the covenant of Abraham will be extended to them in the last days through two great gathering places, Zion and Jerusalem.<\/p>     <p><a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">Isaiah 50:4-9<\/a> is designated by Bible scholars as another \"servant song\" to Christ. The servant in <a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">Isaiah 42:1-4<\/a> was identified as Christ. The servant in chapter 49 was definitely identified as latter-day Israel. The servant here is also latter-day Israel, but the passage has a dual meaning as it also describes the mission of the Savior among the Jews (and possibly the other tribes of Israel) in the meridian of time. There are also those who feel, with some justification, that the servant spoken of in these verses is Isaiah himself. The dual meaning of the servant as Israel and Christ fits into the context of the overall message, as outlined below.<\/p>     <p>1. The Lord has not cast off Israel forever (50:1-3).<\/p>     <p>a. The mother's bill of divorcement does not apply now (50:1).<\/p>     <p>b. The Lord has no creditors, so Israel was not sold (50:1).<\/p>     <p>c. Those who are cast off sell themselves (50:1).<\/p>     <p>d. Their mother (ancient Israel) was cast off for the same reason (50:1).<\/p>     <p>e. The Jews did not respond when Christ came to them, and they were driven out (50:2). <\/p>     <p>f. When Christ called again there was none to answer (50:2).<\/p>     <p>g. The Lord has power to redeem Israel anyway (50:2-3).<\/p>     <p>2. The Lord God has given his servant power to redeem (50:4-11).<\/p>     <p>a. The servant can speak and confound the wise (50:4).<\/p>     <p>b. He listened and followed revelation in spite of persecution (50:5-6).<\/p>     <p>c. He will smite the contenders with the message of the gospel (50:7-8).<\/p>     <p>d. He will smite those who condemn him (50:9).<\/p>     <p>e. Those who walk in the light of their own reasoning will lie down in sorrow (50:10-11).<\/p>     <p>3. The righteous are invited to look back to the covenant made with Abraham and Sarah (51:1-8).<\/p>     <p>a. The Lord will comfort Zion physically and socially (51:3).<\/p>     <p>b. A law (the Book of Mormon) will proceed from the Lord for a light unto Israel in the isles of the sea (51:4-5).<\/p>     <p>c. The heavens and the earth and its inhabitants will vanish, but the Lord's salvation is forever (51:6-8).<\/p>     <p>d. Those who have the Lord's law written in their hearts need not fear the reproach of men (51:7-8).<\/p>     <p>4. Zion will put on her strength as in ancient days (51:9-16).<\/p>     <p>a. The redeemed will return with singing and everlasting joy (51:11).<\/p>     <p>b. The Lord will be the one who comforts them (51:12-15).<\/p>     <p>c. The Lord has directed them and hidden them in his hand to be his people (51:16).<\/p>     <p>5. Jerusalem will be comforted by two sons (51:17-23).<\/p>     <p>a. She has drunk the cup of the Lord's fury, but has no sons to guide her (51:17-18).<\/p>     <p>b. Two sons will come to her to strengthen her (51:19-20).<\/p>     <p>c. The cup of fury will be put into the hands of those who afflict Jerusalem (51:21-23).<\/p>     <p>6. The Lord's people will know his name in that day (52:1-6). <\/p>     <p>a. Zion will loose herself from the bands of her neck (52:1-2).<\/p>     <p>b. Jerusalem will rise from the dust and become a holy city (52:1-2).<\/p>     <p>c. They sold themselves for nought and will be redeemed without money (52:3).<\/p>     <p>d. They were ruled over, and the Lord's name was blasphemed (52:4-5).<\/p>     <p>7. All the ends of the earth will see the salvation of the Lord (52:7-12).<\/p>     <p>a. The watchman will publish peace and bring Zion again (52:7-8).<\/p>     <p>b. The waste places of Jerusalem will sing together (52:9).<\/p>     <p>c. Those who bear the vessels of the Lord will become clean (52:11).<\/p>     <p>d. They will not go in haste or by flight, but the Lord will go before and behind (52:12).<\/p>     <p>All of these chapters are quoted in the Book of Mormon with the exception of 52:4-5. The other verses in chapter 52 are frequently quoted. There are many significant retentions in the Book of Mormon which help us understand these passages. The Doctrine and Covenants also contains many enlightening references to these chapters, particularly chapter 52. The New Testament quotes several verses, also primarily from the 52nd chapter. Modern Church authorities have made a few statements which help us gain a proper understanding of these chapters. All in all, there is little reason not to understand this part of Isaiah's writings-particularly chapter 52, which is dealt with more frequently in other scriptures than most chapters in the book of Isaiah. This should signify its importance.<\/p>     ",
    "audit": null
}