{
    "id": 16453,
    "source": "nyman",
    "verse_id": 18181,
    "verse_count": 1,
    "reference": "28:16",
    "title": "",
    "html": "          <p>This verse is quoted both by Peter and Paul in the New Testament, and these references add to our understanding:<\/p>     <table>         <tbody>             <tr>                 <td>Therefore thus saith the Lord God, Behold, I lay in Zion for a foundation a stone, a tried stone, e precious corner stone, a sure foun-dation: he that be- <i>lieveth<\/i> shall not <i>make haste.<\/i> (Isaiah 28:16.)<\/td>                 <td>Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth <i>on him<\/i> shall not <i>be confounded.<\/i> (1 <a class=\"ref\">1 Pet. 2:6<\/a>.) <\/td>                 <td>As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not <i>be ashamed.<\/i> (Romans 9:33.)<\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Peter quotes the verse as an incentive to believe in Jesus Christ, saying, \"he that believeth on him shall not <i>be confounded,\"<\/i> whereas the Isaiah reading is \"shall not <i>make haste.\"<\/i> Paul uses it to demonstrate that the Jews had stumbled over Christ and the gospel was therefore taken to the Gentiles. Although he ends with the words \"shall not be <i>ashamed,\"<\/i> a marginal note in the KJV suggests \"confounded,\" as in I Peter. The RSV translates both Romans and 1 Peter \"ashamed.\" In any case, either \"confounded\" or \"ashamed\" seems to give a plainer meaning than Isaiah's \"shall not make haste.\"<\/p>     <p>The prophecy that the stone would be rejected by the Jews is also found in <a class=\"ref\">Ps. 118:22<\/a> and is quoted by the Savior in the New Testament (see <a class=\"ref\">Matt. 21:42<\/a>). In the Book of Mormon, Jacob quoted the allegory of Zenos to show how the rejected stone would become the head of the corner (see <a class=\"ref\">Jacob 4:15-18<\/a>).<\/p>     ",
    "audit": null
}