{
    "id": 16646,
    "source": "nyman",
    "verse_id": 18899,
    "verse_count": 49,
    "reference": "65-66",
    "title": "The Millennial Reign",
    "html": "               <p>Because chapter 64 ends with a question, chapter 65 is usually considered to be the answer. However, if chapter 64 is out of place chronologically, as suggested by the arrangement of verses in <a class=\"ref\">D&amp;C 133<\/a>, chapter 65 should be considered the beginning of a new revelation-especially in light of the changes made by the Prophet Joseph in the JST. This revelation could be seen as a summary or conclusion to the book of Isaiah. Chapters 61 through 64 are comparable to <a class=\"ref\">D&amp;C 133<\/a> of the Doctrine and Covenants, which was given as an Appendix to the Doctrine and Covenants, and chapters 65 and 66 seem to serve as a summary which follows Isaiah's \"appendix.\" These chapters include a description of the Millennium. While the appendix, as in the Doctrine and Covenants, deals with the Second Coming, these chapters summarize the events from the Restoration to the Second Coming, which will usher in the Millennium.<\/p>     <p>1. Those who seek the Lord will find him, whether they are Israelites or Gentiles (65:1-16).<\/p>     <p>a. The Lord sent his servant to the Gentiles because Israel had rejected his ways (65:2-5).<\/p>     <p>b. The Lord brought his justice and judgments upon Israel (65:6-7).<\/p>     <p>c. The Lord preserved a remnant of Israel and Judah to inherit his mountains and to be his servants (65:8-10).<\/p>     <p>d. The remnant will also be cleansed through the justice and judgment of the Lord (65:11-16). <\/p>     <p>2. The Lord will renew the earth and bring about its paradisiacal glory (create new heavens and a new earth) for his righteous servants (65:17-25).<\/p>     <p>a. There will be rejoicing in Jerusalem and no more sor row (65:18-19).<\/p>     <p>b. Every man will live to the age of 100, and then will be changed to a celestial or terrestrial being (65:20).<\/p>     <p>c. Men will build and plant without interruption through out their entire lives (65:21-22).<\/p>     <p>d. The fruits of men's labors will continue with their seed (65:23).<\/p>     <p>e. Great knowledge will be poured out by revelation (65:24).<\/p>     <p>f. Enmity between man and beast will cease (65:25).<\/p>     <p>3. As heaven is the Lord's throne and the earth his footstool, man can build nothing that will adequately honor the Lord, for he created all things (66:1-17).<\/p>     <p>a. God looks with favor upon the man who is poor and humble in spirit and who trembles at his word (66:2).<\/p>     <p>b. Those who suffer ritualistic sacrifices but follow their own ways and hearken not to his voice are an abomination to him (66:3-4).<\/p>     <p>c. Those who ridicule Israel because of Jehovah will be ashamed when he appears in retribution (66:5-6).<\/p>     <p>d. The Lord will miraculously give birth to the kingdom of God in Zion (66:7-9).<\/p>     <p>e. Jerusalem will rejoice over the deliverance in Zion because she will be comforted by Zion (66:10-14).<\/p>     <p>f. The Lord will come with fire and destroy many wicked people (66:15-17).<\/p>     <p>4. The Lord will gather the house of Israel from all nations to witness his glory (66:18-24).<\/p>     <p>a. A sign (the Book of Mormon) will be sent among them (66:19).<\/p>     <p>b. The priesthood will be given to those who are gathered (66:21).<\/p>     <p>c. Their seed and their names will endure forever (66:22). <\/p>     <p>d. Their worship will be constant (66:23).<\/p>     <p>e. They will see the carcasses of those who were destroyed (66:24).<\/p>     <p>The primary source of help for understanding chapter 65 is <a class=\"ref\">D&amp;C 101<\/a>. Also, the changes in the JST give the chapter its proper beginning. The New Testament quotes two passages from chapter 65, supporting the Doctrine and Covenants and JST interpretations. Modern Church leaders have often referred to this chapter in identifying the conditions of the Millennium; they have also provided some interpretations.<\/p>     <p>Not as much help is available for chapter 66. The New Testament and the Doctrine and Covenants contain a few quotes or paraphrases, but they are not very specific. We have only one interpretation from a General Authority, but it is significant.<\/p>     ",
    "audit": null
}