{
    "id": 16508,
    "source": "nyman",
    "verse_id": 18498,
    "verse_count": 9,
    "reference": "42:17-25",
    "title": "",
    "html": "          <p>Those who are deafened and blinded by trusting in false gods are invited by the Lord's servant to hear and see. Joseph Smith made several significant changes in this text in his inspired translation.<\/p>     <table>         <tbody>             <tr>                 <td>Who is blind, but my servant? or deaf, as my messenger that I sent? who is blind as he that is perfect, and blind as the Lord's servant? (KJV, <a class=\"isa\" verses=\"WzE4NTAwXQ==\">Isaiah 42:19<\/a>.) <\/td>                 <td><i>For I will send<\/i> my servant <i>unto you who are blind;<\/i> yea, a <i>messenger to open the<\/i> eyes of <i>the blind, and<\/i> unstop <i>the ears of the deaf;<\/i><\/td>             <\/tr>             <tr>                 <td><\/td>                 <td>And they shall be made perfect notwithstanding their blindness, if they will hearken unto the messenger, the Lord's servant. (JST, <a class=\"isa\" verses=\"eyIxODUwMCI6Mn0=\">Isaiah 42:19-20<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The servant is not blind, as the various versions indicate, but the Lord is going to send his servant unto those who are blind and deaf to open their eyes and unstop their ears so they can be made perfect if they will hearken to the Lord's servant.<\/p>     <table>         <tbody>             <tr>                 <td>Seeing many things, but thou observest not; opening the ears, but <i>he heareth<\/i> not.<\/td>                 <td><i>Thou art a people,<\/i> seeing many things, but thou observest not; opening the ears <i>to hear,<\/i> but <i>thou hearest<\/i> not.<\/td>             <\/tr>             <tr>                 <td>The Lord is well pleased for his righteousness' sake; he will magnify the law, and make it honourable.<\/td>                 <td>The Lord is <i>not<\/i> well pleased <i>with such a people, but<\/i> for his righteousness' sake he will magnify the law and make it honorable.<\/td>             <\/tr>             <tr>                 <td><i>But this<\/i> is a people robbed and spoiled; <i>they are<\/i> all of them snared in holes, and they <i>are hid<\/i> in prison houses: they <i>are<\/i> for a prey, and none delivereth; for a spoil, and none saith, Restore. (KJV, <a class=\"isa\" verses=\"eyIxODUwMSI6M30=\">Isaiah 42:20-22<\/a>.) <\/td>                 <td><i>Thou art<\/i> a people robbed and spoiled; <i>thine enemies,<\/i> all of them, <i>have<\/i> snared <i>thee<\/i> in holes, and they <i>have hid thee<\/i> in prison houses; they <i>have taken thee<\/i> for a prey, and none delivereth; for a spoil, and none saith, Restore. (JST, <a class=\"isa\" verses=\"eyIxODUwMiI6M30=\">Isaiah 42:21-23<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Again, the servant is not the one who does not see or listen, but it is the people unto whom the servant is sent. \"The Lord is not well pleased with such a people.\" Their enemies have imprisoned them and kept them for a prey.<\/p>     <table>         <tbody>             <tr>                 <td>Who among you will give ear <i>to this; who will<\/i> hearken and hear for the time to come?<\/td>                 <td>Who among <i>them<\/i> will give ear <i>unto thee,<\/i> or hearken and hear <i>thee<\/i> for the time to come? and who gave Jacob for a spoil, and Israel to the robbers? did not the Lord, he against whom <i>they<\/i> have sinned?<\/td>             <\/tr>             <tr>                 <td>Who gave Jacob for a spoil, and Israel to the robbers? did not the Lord, he against whom <i>we<\/i> have sinned? for they would not walk in his ways, neither were they obedient unto his law.<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td>Therefore he hath poured upon <i>him<\/i> the fury of his anger, and the strength of battle: and <i>it<\/i> hath set <i>him<\/i> on fire round about, yet <i>he<\/i> knew not; and it burned <i>him,<\/i> yet <i>he<\/i> laid it not to heart. (<a class=\"isa\" verses=\"eyIxODUwNCI6M30=\">Isaiah 42:23-25<\/a>.) <\/td>                 <td>For they would not walk in his ways, neither were they obedient unto his law; therefore he hath poured upon <i>them<\/i> the fury of his anger, and the strength of battle; and <i>they<\/i> have set <i>them<\/i> on fire round about, yet <i>they<\/i> know not, and it burned <i>them,<\/i> yet <i>they<\/i> laid it not to heart. (JST, <a class=\"isa\" verses=\"eyIxODUwNSI6Mn0=\">Isaiah 42:24-25<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Will their enemies listen to their plight? Did not the Lord scatter Israel among them? But Israel will not walk in the way of the Lord, so his judgments are to come upon them.<\/p>     ",
    "audit": null
}