{
    "id": 16549,
    "source": "nyman",
    "verse_id": 18651,
    "verse_count": 2,
    "reference": "49:14–15",
    "title": "",
    "html": "          <table>         <tbody>             <tr>                 <td>But Zion said, The Lord hath forsaken me, and my Lord hath forgotten me.<\/td>                 <td>But, <i>behold,<\/i> Zion <i>hath<\/i> said: The Lord hath forsaken me, and my Lord hath forgotten <i>me-but<\/i> he <i>will show that he hath not.<\/i><\/td>             <\/tr>             <tr>                 <td>Can a woman forget her sucking child. that she should not have compassion on the son of her womb? yea. they may forget. yet will I not forget thee. (<a class=\"isa\" verses=\"eyIxODY1MSI6Mn0=\">Isaiah 49:14-15<\/a>.) <\/td>                 <td><i>For<\/i> can a woman forget her sucking child, that she should not have compassion on the son of her womb? Yea, they may forget, yet will I not forget thee, O house of <i>Israel.<\/i> (1 <a class=\"ref\">1 Ne. 21:14-15<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The Book of Mormon retention \"but he will show that he hath not\" at the end of verse 14 forms a logical transition to verse 15, bridging the gap that exists in the KJV.<\/p>     <p>In verse 14, Zion apparently bemoans a seeming lack of evidence that the Lord has comforted his people, or will have mercy on the afflicted (see verse 13), but the Lord will remember his promises. A woman's love for her offspring is considered to be one of the strongest bonds that exist, but the Lord's love and promises are even stronger and are never forgotten. Zion (the Americas) was the land given to the children of the house of Joseph (see <a class=\"ref\">3 Ne. 15:12-13; Gen. 49:22-26<\/a>). The Lord has promised that the New Jerusalem, the epitome of beauty, will be established upon this land (see 3 <a class=\"ref\">1 Ne. 20:22<\/a>). The Prophet Joseph Smith said concerning the location of Zion:<\/p>     <p>You know there has been great discussion in relation to Zion-where it is, and where the gathering of the dispensation is, and which I am now going to tell you. The prophets have spoken and written upon it; but I will make a proclamation that will cover a broader ground. The <i>whole of America is Zion itself from north to south, and is described by the Prophets, who declare that it is the Zion where the mountain of the Lord should be, and that it should be in the center of the land.<\/i> When Elders shall take up and examine the old prophecies in the Bible, they will see it. (TPJS, p. 362.)<\/p>     <p>Isaiah's representing the land of Zion as speaking in verse 14 is consistent with another scripture (see <a class=\"ref\">Moses 7:48-49<\/a>). The Book of Mormon retains the identifying phrase \"O house of Israel\" at the end of verse 15.<\/p>     ",
    "audit": null
}