{
    "id": 16370,
    "source": "nyman",
    "verse_id": 17791,
    "verse_count": 2,
    "reference": "7:8–9",
    "title": "",
    "html": "          <p>Here is the first prophecy uttered by Isaiah, and the reason for which Ahaz is not to fear. While Syria is to continue as a country with Damascus as its capital and King Rezin as its ruler, Judah's other enemy, Ephraim (the northern ten tribes of Israel), will not even be a people within sixty-five years. A KJV marginal note renders verse 9 somewhat more clearly: \"Do ye not believe? It is because ye are not stable.\"<\/p>     <p>This prophecy was fulfilled, but exactly when is not certain. Several cities of the Northern Kingdom were captured by Tiglathpileser shortly following this prophecy, and the inhabitants were carried captive into Assyria (see <a class=\"ref\">2 Kgs. 15:29<\/a>). Ahaz did not begin his reign until the seventeenth year of Pekah, king of Israel (see <a class=\"ref\">2 Kgs. 16:1<\/a>). Since Pekah's reign was only twenty years long, this conquest would have occurred shortly after Isaiah's prophecy. Hoshea succeeded Pekah as king of Israel, and in the sixth year of his reign, Shalmaneser, king of Assyria, captured Samaria, the capital of Israel. Three years later Shalmaneser carried many more of the children of Israel captive into Assyria (see <a class=\"ref\">2 Kgs. 17:3-6, 23<\/a>). This happened following the death of Ahaz, but at least within twelve years of the time of Isaiah's prophecy. At this time, Shalmaneser brought in men from Babylon and Syria and placed them in the city of Samaria (see <a class=\"ref\">2 Kgs. 17:24<\/a>).<\/p>     <p>This marks the end of the occupancy of Samaria by the northern tribes of Israel. But did they exist longer as \"a people\"? Some writers refer to still another conquest by Assyria wherein King Manasseh was captured by the king of Assyria and carried captive into Babylon (see <a class=\"ref\">2 Chr. 33:11<\/a>). This last conquest is very close to the precise sixty-five-year prophecy. However, the capture of King Manasseh has to do with Judah, not northern Israel, and consequently does not apply to the prophecy. Other writers acknowledge this and explain that Isaiah was just using a broad number of years to pronounce the end of the northern kingdom of Israel. There is yet another consideration. The ten northern tribes <i>remained<\/i> in Assyria for an undetermined number of years and then were led farther into the north (see 2 Esdras 13:39-48; compare <a class=\"ref\">D&amp;C 133:26-34<\/a>). These people have since been known as the lost tribes of Israel and are still not identified. The time of their being led into the north may also figure into the sixty-five-year period spoken of by Isaiah. While the chronology may be uncertain, there is no uncertainty that the prophecy was fulfilled.<\/p>     ",
    "audit": null
}