{
    "id": 16367,
    "source": "nyman",
    "verse_id": 17784,
    "verse_count": 25,
    "reference": 7,
    "title": "The Immanuel Prophecy",
    "html": "               <p>Probably the most widely known prophecy of Isaiah is found in chapter 7, but very few people understand its historical setting. From the viewpoint of biblical criticism, this lack of understanding has resulted in several problems associated with the prophecy of a virgin conceiving and giving birth to Immanuel. This prophecy and the problems related to it will be discussed later in the notes and commentary.<\/p>     <p><a class=\"isa\" verses=\"WzE3NzkwXQ==\">Isaiah 7<\/a> is one of the few chapters which can be assigned a definite chronological setting. The setting is Judah's threatened wars with Syria and Ephraim (the northern kingdom of Israel) about 734 B.C. or 742 B.C., depending on which chronology is followed. King Ahaz is counseled by Isaiah against seeking help from foreign powers and is given the famous Immanuel prophecy. Chapter 7 also contains several other prophecies, shown in the following outline.<\/p>     <p>1. Syria and Ephraim threaten to war against Judah (7:1-2).<\/p>     <p>a. The enemy has not prevailed against Judah (7:1).<\/p>     <p>b. The king and the people are greatly concerned (7:2).<\/p>     <p>2. The Lord sends Isaiah to Ahaz with a message not to fear (7:3-9).<\/p>     <p>a. The threatened conquest will not come to pass (7:3-7).<\/p>     <p>b. Ephraim shall not be a people within sixty-five years (7:8).<\/p>     <p>3. The Lord gives Ahaz a sign (7:10-17).<\/p>     <p>a. Ahaz rejects the offer of a sign (7:10-12). <\/p>     <p>b. The Lord gives him a sign anyway (7:13-15).<\/p>     <p>c. The lands of Ephraim and Syria will both be forsaken of their kings before eight years pass (7:16).<\/p>     <p>4. The kings of Assyria and Egypt will punish Ahaz and Judah (7:17-25).         <br>a. A simpler life will replace the agricultural emphasis (7:21-23).<\/p>     <p>b. The land will become briers and thorns; hunters will roam and animals will graze where there once was cultivated land (7:24-25).<\/p>     <p>The entire chapter is quoted in the Book of Mormon with several slight differences, none of which are significant. The famous Immanuel prophecy is quoted by Matthew, but there are no other references to this chapter in the Doctrine and Covenants or the New Testament. There are many references made by General Authorities to the Immanuel prophecy (but not to other verses in this chapter). Most of these are simply the quoting of the prophecy as evidence that Isaiah had foretold the birth of the Savior.<\/p>     ",
    "audit": null
}