{
    "id": 16492,
    "source": "nyman",
    "verse_id": 18453,
    "verse_count": 110,
    "reference": "41-44",
    "title": "The Servant of the Lord",
    "html": "               <p>These four chapters constitute a rather long and somewhat repetitious message. Perhaps they could be broken into smaller units, but they all have a central theme-the servant of the Lord. As a matter of fact, this \"servant\" concept runs through the rest of the book of Isaiah, and identifying the various \"servants\" Isaiah discusses is vital to an understanding of what he is saying. It must be kept in mind that chapters 40 through 66 are prophetic in nature, not historical. Attempts to explain them historically have led to questions about authorship, as the scholars have tried to tie all the prophecies to historical events. Accepting Isaiah's declaration that the Lord knows the end from the beginning helps us see the prophetic nature of these chapters. They are outlined below to provide an overview.<\/p>     <p>1. The Lord will bring his judgments by servants from the isles of the sea (41:1-9).<\/p>     <p>a. The Lord covenanted with Abraham and supported him in the land of Canaan (41:2-3).<\/p>     <p>b. The Lord promises to bless future generations through Abraham (41:4).<\/p>     <p>c. The isles (America-see <a class=\"ref\">2 Ne. 10:20<\/a>) will respond to the Lord's direction and become a mighty nation (41:5-7).<\/p>     <p>d. Israel will be the Lord's servant through whom he will fulfill the covenant of Abraham (41:8-9). <\/p>     <p>2. The servant Israel shall not fear, for the Lord will uphold him (41:10-29).<\/p>     <p>a.         <ft>Those who oppose him will be as nothing (41:11-13).<\/ft>     <\/p>     <p>b. The servant Israel shall thresh out Israel from the nations (41:14-16).<\/p>     <p>c. The Lord will make the wilderness fertile for the sustenance of gathered Israel (41:17-20).<\/p>     <p>d. The Lord has declared the end from the beginning, and he challenges those who oppress his servant to show that he is wrong (41:21-24).<\/p>     <p>e. No one is able to meet the Lord's challenge (41:26-29).<\/p>     <p>3. The Lord has a mission for his elect servant (42:1-4).<\/p>     <p>a. The servant shall bring forth judgment to the Gentiles (42:1).<\/p>     <p>b. He shall not contend with Judah, but shall withdraw from them (42:2).<\/p>     <p>c. He shall heal the physically weak and strengthen the spiritually weak (42:3).<\/p>     <p>d. He will not complete his work until judgment has come to all the nations of the earth (42:4).<\/p>     <p>e. The isles (America) shall await his revelation (42:4).<\/p>     <p>4. The Lord will restore the covenant of Abraham to those on the isles of the sea (42:5-16).<\/p>     <p>a. They shall be a light to the Gentiles (42:6).<\/p>     <p>b. They shall open the eyes of the blind (42:7).<\/p>     <p>c. They shall open the prison house and free the prisoners (42:7).<\/p>     <p>d. They shall sing a new song of praise unto the Lord (42:10-13).<\/p>     <p>e. The Lord has waited a long time for this restoration, but it shall be forever (42:14-16).<\/p>     <p>5. The blind and the deaf are invited to look and to hear (42:17-25).<\/p>     <p>a. The Lord's servant will be sent unto them (42:19).<\/p>     <p>b. They shall be made perfect if they will hearken (42:20).<\/p>     <p>c. They are imprisoned by their enemies because of their not observing (42:20-21). <\/p>     <p>d. The judgments of God will come upon those who are not obedient (42:22-25).<\/p>     <p>6. Israel will be gathered from all the ends of the earth (43:1-28).<\/p>     <p>a. Messengers will be sent as witnesses to gather those who will see and hear (43:8-13).<\/p>     <p>b. The Lord will send them among the Gentiles to bless them (43:14-17).<\/p>     <p>c. Israel's oppression will pass, and the Lord will do a new thing in gathering Israel (43:18-21).<\/p>     <p>d. Israel could have been gathered earlier had she sought the Lord (43:22-28).<\/p>     <p>7. Israel, the Lord's servant, shall not fear, for there is no God beside him (44:1-20).<\/p>     <p>a. The Lord will restore the parched ground (44:3).<\/p>     <p>b. He will pour out his Spirit upon Israel's seed (44:3-5).<\/p>     <p>c. All graven images will profit nothing (44:9-20).<\/p>     <p>8. The Lord will not forget his servant Israel (44:21-23).<\/p>     <p>a. The Lord will blot out her transgressions (44:22).<\/p>     <p>b. The heavens, the spirit world, and all the earth will sing (44:23).<\/p>     <p>9. The Lord does all things (44:24-28).<\/p>     <p>a. He created man, the heavens and the earth (44:24).<\/p>     <p>b. He confounds the works of men (44:25).<\/p>     <p>c. He confirms the words of his servants (44:26).<\/p>     <p>d. He commands Jerusalem to be built or to be desolate (44:26-28).<\/p>     <p>1) He commands Cyrus to be his shepherd.<\/p>     <p>2) He commands that the foundation of the temple be laid.<\/p>     <p>Very little insight into these chapters is given in the standard works. Only one section is actually quoted elsewhere in the scriptures, and that not fully. The biggest help comes from the last part of chapter 42 in the JST, and from the identification of the servant as Israel in the Doctrine and Covenants. As noted later, the word \"servant\" carries dual meanings.<\/p>     <p>Most of the comments made by General Authorities either identify the time period of which Isaiah speaks, which of course is very helpful, or make timely applications from some of his statements.<\/p>     ",
    "audit": null
}