{
    "id": 16461,
    "source": "nyman",
    "verse_id": 18205,
    "verse_count": 2,
    "reference": "29:11–12",
    "title": "",
    "html": "          <p>Wherefore it shall come to pass, that <i>the Lord God will deliver again<\/i> the <i>book and the<\/i> words thereof to him that is not learned; and the man that is not learned shall say: I am not learned.<\/p>     <p><i>Then shall the Lord God say unto him: The learned shall notread <i>them,<\/i> for they <i>have rejected them, and I am able to do mine<\/i> own work; <i>wherefore<\/i> thou shalt <i>read the words which I shall give unto thee.<\/i> (2 <a class=\"ref\">1 Ne. 27:15-20<\/a>.)<\/i>     <\/p>     <table>         <tbody>             <tr>                 <td>And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it is sealed:<\/td>                 <td>But behold, it shall come to pass that the Lord God shall say <i>unto him to whom he<\/i> shall <i>deliver the book: Take these<\/i> words <i>which<\/i> are not sealed and <i>deliver them to another, that he may show them<\/i> unto the learned, saying: Read this, I pray thee. <i>And the learned<\/i> shall <i>say: Bring hither the<\/i> book, <i>and<\/i> I will read <i>them.  <\/i>                     <p>And now, <i>because of the<\/i> glory <i>of the world and to get gain will they say this, and not for the glory of God.<\/i><\/p>                     <p><i>And the man shall say: I cannot bring the book,<\/i> for it is sealed.<\/p>                 <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The Book of Mormon retains a much more detailed account of this prophecy, which was literally fulfilled when Martin Harris <i>took<\/i> a copy of some of the translated characters from the plates to the learned linguist Professor Charles Anthon. Words from the unsealed part of the record were to be given to \"another\" (Martin Harris) by the man to whom the book was delivered (Joseph Smith). The intentions of the learned were also foretold in Isaiah. The arguments regarding the authenticity of Martin Harris' visit will not be treated here; suffice it to say his story has been authenticated. He told one story and maintained it over the years, while Anthon told several contradictory stories (see B. H. Roberts, A Comprehensive History of the Church [Provo, Utah: Brigham Young University Press, 1965], 1:99-109). See the brief account given by Martin Harris (as recorded by Joseph Smith) which shows the literal fulfillment of this prophecy (<a class=\"ref\">JS-H 1:63-65<\/a>).<\/p>     <p>Joseph Smith said that the angel Moroni quoted many scriptures to him which were soon to be fulfilled (see <a class=\"ref\">JS-H 1:41<\/a>). Oliver Cowdery, in relating some of those scriptures, cited <a class=\"isa\" verses=\"eyIxODIwNSI6NH0=\">Isaiah 29:11-14<\/a> as having been quoted by Moroni (see MA, Feb. 1835, p. 80). Moroni probably referred to the whole chapter. President Joseph Fielding Smith, along with many other General Authorities, proclaimed that the Martin Harris incident literally fulfilled the prophecy of Isaiah (see DS, 3:213). Elder Mark E. Petersen noted the significance of Isaiah's referring to Joseph Smith as an unlearned man (see CR, Oct. <i>1977,<\/i> pp. 16-18).<\/p>     <p>The Book of Mormon shows the detail of the prophecy when it records that the Lord God would \"deliver <i>again<\/i> the book... to him that is not learned\" (<a class=\"ref\">2 Ne. 27:19<\/a>). It further shows that the Lord was giving an opportunity for the wisdom of the world to reject these words before he showed the world that he was not dependent upon the learned for the accomplishment of his purposes (see <a class=\"ref\">2 Ne. 27:20<\/a>). That the 2 Nephi reading was once in the original text of Isaiah is attested to by its presence in the JST.<\/p>     <p><b><a class=\"ref\">2 Ne. 27:21-23<\/a><\/b>. Joseph Smith also placed these verses, which concern the sealed section of the book (plates), in the JST.<\/p>     ",
    "audit": null
}