{
    "id": 16318,
    "source": "nyman",
    "verse_id": 17688,
    "verse_count": 2,
    "reference": "2:2–3",
    "title": "",
    "html": "          <p>The word \"that\" in verse 2, italicized by the King James scholars because they were unsure of the correct translation, is rendered \"when\" in the Book of Mormon and in the JST.<\/p>     <blockquote>And it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it. (<a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a>.)<\/blockquote>     <blockquote>And it shall come to pass in the last days, when the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills, and all nations shall flow unto it. (<a class=\"ref\">2 Ne. 12:2<\/a>.)<\/blockquote>     <p>This is a very significant retention from the plates of brass, as it specifies the time when the Lord would commence to establish the two nations of Israel in Zion and Jerusalem, which would lead to the ushering in of the Millennium.<\/p>     <p>While many Latter-day Saints believe that the establishment of \"the mountain of the Lord's house\" in the tops of the mountains represents the Salt Lake Temple, verse 2 has a broader application. The Zion of North and South America was labeled by some Old Testament prophets as the \"everlasting hills\" or the \"ancient mountains\" (see <a class=\"ref\">Gen. 49:26; Deut. 33:15<\/a>). This would suggest that Isaiah's prophecy relates to the whole continent, not just Salt Lake City. The first temple built in the \"everlasting hills\" in this dispensation was the Kirtland Temple in 1836, and the Lord appeared to the Prophet Joseph Smith and Oliver Cowdery in that temple on 3 April 1836 (see <a class=\"ref\">D&amp;C 110<\/a>). <\/p>     <p>President Charles Penrose taught that the Savior's second coming will occur in three phases: (1) his appearances in the temples of Zion, unbeknown to the rest of mankind; (2) his appearance to the distressed and nearly vanquished sons of Judah; and (3) his appearance in glory to the world (see MS, 10 Sept. 1859; as reprinted in IE, May 1957, pp. 326-27). Actually, there have already been several appearances of the Lord in his temples, since a temple is his holy house. Elder Harold B. Lee once stated: \"I know that this is the Lord's work, I know that Jesus Christ lives, and that he's closer to this Church and appears more often in holy places than any of us realize excepting sometimes to those to whom he makes personal appearance. I know it and the time is hastening when he shall come again to reign as Lord of Lords and King of Kings.\" (Talk delivered at MIA June Conference, 29 June 1969, as printed in Living Prophets for a Living Church [Salt Lake City: The Church of Jesus Christ of Latter-day Saints. 1973]. p. 119.)<\/p>     <p>Further, in answer to the Prophet Joseph Smith's yearning prayer&mdash;\"When will Zion be built up in her glory, and where will thy Temple stand, unto which all nations shall come in the last days?\" (see section heading for <a class=\"ref\">D&amp;C 57<\/a>)&mdash; the Lord designated the land of Missouri as the place of the city of Zion, and Independence, Missouri, as the center place for the temple unto which all nations should come (see <a class=\"ref\">D&amp;C 57:1-3<\/a>). Since the building of the New Jerusalem is to mark the gathering of all the tribes of Israel and the work of the Father in gathering his people from all the nations of the earth (see <a class=\"ref\">3 Ne. 21:22-29<\/a>), the building of the temple in Jackson County, Missouri, seems to be the final fulfillment of the prophecy of Isaiah that the mountain of the Lord's house would be established in the tops of the mountains. Thus Isaiah's prophecy commences with the building of the Kirtland Temple and extends to the future building of the temple in Independence, Jackson County, Missouri.<\/p>     <p>In a broader sense, the establishment of the kingdom of God occurred earlier, on 6 April 1830. and was the commencement of the fulfillment of the prophecy in <a class=\"isa\" verses=\"eyIxNzY4OCI6Mn0=\">Isaiah 2:2-3<\/a>. The temple could not be built until the kingdom was established. According to Oliver Cowdery, the angel Moroni quoted <a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">Isaiah 2:1-4<\/a> to Joseph Smith in September 1823 as one of the prophecies which was about to be fulfilled (MA, Apr. 1835, p. 110). President Harold B. Lee once quoted <a class=\"ref\">D&amp;C 115:4-5<\/a> and said this clearly implied that the coming forth of the Church in this dispensation was the beginning of the fulfillment of Isaiah's prophecy (see CR, Apr. 1973, p. 5). Similarly, Elder Theodore M. Burton stated that the prophecy in <a class=\"isa\" verses=\"eyIxNzY4OCI6Mn0=\">Isaiah 2:2-3<\/a> was related to Daniel's prophecy of the establishment of the indestructible kingdom of God in the last days (see CR, Apr. 1971, p. 108).<\/p>     <p>However, the temple in Salt Lake City is the major forerunner of the temple in Independence, Missouri, and is the ensign lifted unto the nations until the time of the temple in Missouri. According to President Harold B. Lee, Elder Orson Pratt declared that the coming of the pioneers to the tops of the mountains was the beginning of the fulfillment of the prophecy in <a class=\"isa\" verses=\"eyIxNzY4OCI6Mn0=\">Isaiah 2:2-3<\/a>: \"With the coming of the pioneers to establish the Church in the tops of the mountains, our early leaders declared this to be the beginning of the fulfillment of that prophecy. Orson Pratt, one of the members of the Twelve, delivered an oration on that occasion, in which he declared that this was the beginning of the fulfillment of the prophecy that out of Zion should go forth the law and the word of the Lord from Jerusalem.\" (Ensign, Nov. 1971, p. 15; President Lee quoted <a class=\"ref\">Micah 4:1-2<\/a>, which is virtually identical with <a class=\"isa\" verses=\"eyIxNzY4OCI6Mn0=\">Isaiah 2:2-3<\/a>.) Elder S. Dilworth Young declared that Joseph Smith's prophecy about the Saints going to the Rocky Mountains was a fulfillment of <a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a> (CR, Apr. 1974, pp. 88-89). And Elder LeGrand Richards has repeatedly taught that the Salt Lake Temple was the very one which Isaiah saw (see CR, Apr. 1967, p. 22; CR, Oct. 1970, pp. 61-62; CR, Apr. 1971, p. 143).<\/p>     <p>Isaiah's prophecy clearly designates two headquarters for the righteous children of Israel in the latter days: Zion and Jerusalem (see DS, 1:176). While the establishment of the Church in 1830 commenced the fulfillment of this prophecy, as shown above, the building of the temple in Salt Lake City was also a sign for the beginning of the Jerusalem headquarters. This was to be a slow process, but its commencement did closely parallel the movement of the Mormon pioneers to the West. The Salt Lake Temple was completed in 1893, after forty years of labor which was periodically interrupted. The Zionist Federation, an organization established to motivate the return of the Jews to Palestine, began in 1896, and its first conference was held in Basel, Switzerland, in 1897 (see ST, pp. 6-7). Just as the temple had been many years in the building, so had this movement of the Jews been under way for many years. In fact, the journey of Eider Orson Hyde (under the direction of the Prophet Joseph Smith) to dedicate Palestine for the return of the Jews was undoubtedly one of the early beginnings. It is of interest to note that Elder Hyde was sent a short time after the Kirtland Temple was completed. (The dedication took place on the Mount of Olives on 24 October 1841; see HC, 4:454-59.) With the establishment of both headquarters, the Church members were to gather to Zion and the Jews to Jerusalem: \"Let them, therefore, who are among the Gentiles flee unto Zion. And let them who be of Judah flee unto Jerusalem, unto the mountains of the Lord's house.\" (<a class=\"ref\">D&amp;C 133:12-13<\/a>.) In the early days of the Church, however, Jews who were converted to the gospel were to gather in Zion rather than Jerusalem (see TPJS, p. 180).<\/p>     ",
    "audit": null
}