{
    "id": 16562,
    "source": "nyman",
    "verse_id": 18673,
    "verse_count": 2,
    "reference": "50:10–11",
    "title": "",
    "html": "          <p>The Book of Mormon reading does not contain the last line of verse 10:<\/p>     <table>         <tbody>             <tr>                 <td>Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness, and hath no light? let him trust in the name of the Lord, and stay upon his God. (<a class=\"isa\" verses=\"WzE4NjczXQ==\">Isaiah 50:10<\/a>.) <\/td>                 <td>Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness and hath no light? (<a class=\"ref\">2 Ne. 7:10<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Without it, verse 11 becomes a warning in the context of <a class=\"isa\" verses=\"eyIxODY2NSI6Mn0=\">Isaiah 50:2-3<\/a> as clarified by <a class=\"ref\">D&amp;C 133<\/a> of the Doctrine and Covenants. Those who will not follow revelation or heed the voice of the Lord's servant, but walk in their own light of reason, will lie down in sorrow, having been cut off from Israel. <\/p>     <table>         <tbody>             <tr>                 <td>Behold, all ye that kindle a fire, that compass yourselves about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of mine hand; ye shall lie down in sorrow. (<a class=\"isa\" verses=\"WzE4Njc0XQ==\">Isaiah 50:11<\/a>.) <\/td>                 <td>And this shall ye have of my hand-ye shall lie down in sorrow. (<a class=\"ref\">D&amp;C 133:70<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The Lord gives a further description of their fate in the verses which follow:<\/p>     <p>Behold, and lo, there are none to deliver you; for ye obeyed not my voice when I called to you out of the heavens; ye believed not my servants, and when they were sent unto you ye received them not.<\/p>     <p>Wherefore, they sealed up the testimony and bound up the law, and ye were delivered over unto darkness.<\/p>     <p>These shall go away into outer darkness, where there is weeping, and wailing, and gnashing of teeth.<\/p>     <p>Behold the Lord your God hath spoken it. Amen. (<a class=\"ref\">D&amp;C 133:71-74<\/a>.)<\/p>     ",
    "audit": null
}