{
    "id": 16566,
    "source": "nyman",
    "verse_id": 18680,
    "verse_count": 3,
    "reference": "51:6–8",
    "title": "",
    "html": "          <p>In his second general epistle, the apostle Peter expressed teachings similar to these verses:<\/p>     <table>         <tbody>             <tr>                 <td>Lift up your eyes to the heavens, and look upon the earth beneath; for the heavens shall vanish away like smoke, and the earth shall wax old like a garment; and they that dwell therein shall die in like manner. But my salvation shall be forever, and my righteousness shall not be abolished.<\/td>                 <td>But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.<\/td>             <\/tr>             <tr>                 <td>Hearken unto me, ye that know righteousness, the people in whose heart <i>I have written<\/i> my law, fear ye not the reproach of men, neither be ye afraid of their revilings.<\/td>                 <td>Seeing then that all these things shall be dissolved, what manner of persons ought ye to be in all holy conversation and godliness,<\/td>             <\/tr>             <tr>                 <td>For the moth shall eat them up like a garment, and the worm shall eat them like wool. But my righteousness shall be forever, and my salvation from generation to generation. (<a class=\"ref\">2 Ne. 8:6-8<\/a>.) <\/td>                 <td>Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td>Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness. (<a class=\"ref\">2 Pet. 3:10-13<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The Book of Mormon retention shown by the italicized words calls to mind the promise given in Jeremiah that a new covenant will be established with Judah and Israel in the future, a further indication that this chapter refers to the last days (see <a class=\"ref\">Jer. 31:31-33<\/a>). President Joseph Fielding Smith taught that verses 6 and 7 speak of the earth's being a living body which must die and become resurrected like man (see DS, 1:72-73). <\/p>     ",
    "audit": null
}