{
    "id": 16338,
    "source": "nyman",
    "verse_id": 17741,
    "verse_count": 30,
    "reference": 5,
    "title": "The Parable of the Vineyard",
    "html": "               <p>This chapter appears to be a continuation of chapters 2 through 4, but is treated separately here because it can be read as an independent unit. It is one of the few parables in the Old Testament and uses imagery similar to that which Jesus used in several parables during his ministry among the Jews. The interpretation of the parable, also given by Isaiah, definitely identifies the vineyard as the house of Israel and the pleasant plant as the men of Judah. Such parables as the laborers in the vineyard (<a class=\"ref\">Matt. 20:1-16<\/a>), the two sons (<a class=\"ref\">Matt. 21:28-32<\/a>), the wicked husbandman (<a class=\"ref\">Matt. 21:33-44; Mark 12:1-11; Luke 20:9-18<\/a>), the barren fig tree (<a class=\"ref\">Luke 13:6-9<\/a>), and the true vine (<a class=\"ref\">John 15:1-8<\/a>) all use the same imagery.<\/p>     <p>There is also a resemblance to the allegory of Zenos, which is recorded in the Book of Mormon (Jacob 5) and probably was once in the Old Testament record (see <a class=\"ref\">Rom. 11:17-24<\/a>). Both concern the whole house of Israel.<\/p>     <p>Isaiah's parable is followed by six warnings which seem related to the downfall of northern Israel, apparently given as a warning to Judah so she would be left without excuse. However, the warnings are also extended to the latter days, when the Lord will gather the righteous from the wicked unto Zion and Jerusalem. Following is a brief outline of the chapter:<\/p>     <p>1.The parable and the interpretation are given (5:1-7). <\/p>     <p>a.The parable likens Israel to a vineyard (5:1-6).<\/p>     <p>b.The interpretation is explained (5:7).<\/p>     <p>2.The six warnings are given (5:8-25).<\/p>     <p>a.A warning is given against socialism (5:8-10).<\/p>     <p>b.A warning is given against alcoholism (5:11-17).<\/p>     <p>c.Israel is warned against gross dishonesty and a distorted value system (5:18-19).<\/p>     <p>d.She is warned against a perverted moral code (5:20).<\/p>     <p>e.There is a warning against pseudo-intellectualism (5:21).<\/p>     <p>f.A warning is given against false and misleading advertising (5:22-23).<\/p>     <p>3.The Lord's hand is stretched out in judgment upon his people (5:24-25).<\/p>     <p>4.The ensign (Book of Mormon) is lifted to the nations (5:26-30).<\/p>     <p>a.The messengers will come with speed (5:26-28).<\/p>     <p>b.The prey will be carried away safely (5:29).<\/p>     <p>c.Darkness will remain upon the land deserted by the righteous of Israel (5:30).<\/p>     <p>The entire chapter is quoted in the Book of Mormon with several retentions in the text, only a few of which are significant. There is only one reference in the Doctrine and Covenants which relates to Isaiah chapter 5. There are several enlightenments upon the text given by modern-day Church authorities.<\/p>     ",
    "audit": null
}