{
    "id": 16504,
    "source": "nyman",
    "verse_id": 18482,
    "verse_count": 4,
    "reference": "42:1-4",
    "title": "",
    "html": "          <p>The testimony of Matthew identifies the servant spoken of here as Christ. Matthew wrote that the Pharisees plotted to destroy Christ, and that his withdrawing from them fulfilled <a class=\"isa\" verses=\"eyIxODQ4MiI6M30=\">Isaiah 42:1-3<\/a> (see <a class=\"ref\">Matt. 12:14-20<\/a>) he also added another verse which originally may have been a part of the Isaiah text: \"And in his name shall the Gentiles trust\" (<a class=\"ref\">Matt. 12:21<\/a>).<\/p>     <table>         <tbody>             <tr>                 <td>Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.<\/td>                 <td>Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.<\/td>             <\/tr>             <tr>                 <td>He shall not cry, nor lift up, nor cause his voice to be heard in the street.<\/td>                 <td>He shall not strive, nor cry; neither shall any man hear his voice in the streets.<\/td>             <\/tr>             <tr>                 <td>A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth.<\/td>                 <td>A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory.<\/td>             <\/tr>             <tr>                 <td>He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law. (<a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">Isaiah 42:1-4<\/a>.) <\/td>                 <td>And in his name shall the Gentiles trust. (<a class=\"ref\">Matt. 12:18-21<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Jesus' withdrawing from the Pharisees is fulfillment of verse 2; he does not strive or contend with them, but continues his work elsewhere, and his voice is not \"heard in the street.\"<\/p>     <p>His healing the sick among the multitude which followed him into the solitary places (see <a class=\"ref\">Matt. 12:15<\/a>) seems to fulfill the prophecy, \"A bruised reed shall he not break.\" Rather than denouncing the physically defective as being cursed of God, which was the attitude of the times, he healed their infirmities to show the works of God (see <a class=\"ref\">John 9:1-3<\/a>). Similarly, the \"smoking flax\" (or the \"dimly burning wick,\" as the RSV translates it) refers to the spiritually weak who will not be put out but will be patiently fanned or encouraged until a later time when he sends for judgment \"unto victory,\" as Matthew renders Isaiah's \"unto truth.\"<\/p>     <p>The reference to Christ's ultimate victory shows that his mortal ministry did not fulfill Isaiah's prophecy. Verse 1 refers to his bringing forth \"judgment to the Gentiles.\" Christ did not personally go to the Gentiles but only to the \"lost sheep\" of the house of Israel (see <a class=\"ref\">Matt. 15:24<\/a>). Peter, as President of the Church, was later given revelation to preach to the Gentiles (see <a class=\"ref\">Acts 10<\/a>) this was done, but the \"victory\" spoken of in <a class=\"ref\">Matt. 12:20<\/a> was certainly not attained at that time. The fact that Matthew does not quote verse 4, which is a part of the so-called servant song, is significant. Verse 4 gives a broader meaning to the passage by declaring that the work of the servant will not \"fail nor be discouraged, till he have set judgment in the earth,\" meaning that the mission of the servant is not ended until the judgment has ended in victory. The verse concludes with the declaration that \"the isles shall wait for his law.\" The Anchor Bible (20:36) uses the word \"instruction\" in place of \"law\" and adds this informative note: \"Here the meaning seems to be wider, almost equivalent to revelation.\" Again, the \"isles\" have reference to the restoration of Israel in the Americas, where she will become the servant to fulfill the work which was commenced by the Savior in the meridian of time.<\/p>     ",
    "audit": null
}