{
    "id": 16448,
    "source": "nyman",
    "verse_id": 18166,
    "verse_count": 53,
    "reference": "28–29",
    "title": "Warnings to the House of Israel",
    "html": "               <p>Chapters 28 through 35 of Isaiah may have been one revelation concerning the relations between Israel and her surrounding nations. Chapters 28 through 33 present various warnings about different situations that Israel faces and identify promises made by the Lord to correct those situations; chapters 34 and 35 give a general warning of the day of vengeance to all nations, with a promise that Israel will blossom as a rose in her glory. Because of the length of this revelation, and the relationship between the direct fulfillment of chapter 29 and the restoration of the gospel, we will divide our discussion into two chapters. A detailed outline will clarify the overall message of chapters 28 and 29.<\/p>     <p>1. A prophecy is given of the fall of the northern kingdom of Israel (28:1-13).<\/p>     <p>a. Pride and drunkenness will cause the fall (28:1-4).<\/p>     <p>b. There will be a future glory for the saved remnant (28:5-6).<\/p>     <p>c. \"The priest and the prophet\" have led them astray (28:7-8).<\/p>     <p>d. They have <i>rejected<\/i> the revelation of the Lord (28:9-13).<\/p>     <p>2. The leaders of Judah should have learned from Israel's fall (28:14-29).<\/p>     <p>a. Her leaders have covenanted with death and are in agreement with hell (28:14-15). <\/p>     <p>b. The Lord will lay in Zion a sure foundation (28:16-17).<\/p>     <p>c. Their covenant of death will be disannulled through the Restoration (28:18-22).<\/p>     <p>d. The Lord will plow and sow and harvest to bring about his purposes (28:23-29).<\/p>     <p>3. Jerusalem will continue in the law of Moses, and the Nephites will also be destroyed (29:1-10).<\/p>     <p>a. Jerusalem will have heaviness and sorrow (29:1-2).<\/p>     <p>b. The Lord will camp also against the Nephites and bring them down to the dust (29:3-4).<\/p>     <p>c. The Nephites will speak out of the ground (29:4).<\/p>     <p>d. Those who are not destroyed (the Lamanites) will be smitten by the Gentiles (29:5-6).<\/p>     <p>e. Those nations who fight against Zion will suffer a spiritual famine (29:7-8).<\/p>     <p>f. The Lord will take away their rulers and seers because they have rejected the prophets (29:9-10).<\/p>     <p>4. The Lord God will bring forth a book from those who slumbered (29:11-12 and <a class=\"ref\">2 Ne. 27:7-23<\/a>).<\/p>     <p>a. The book will be sealed (29:11).<\/p>     <p>b. It will contain a revelation of God from the beginning to the end of the world (<a class=\"ref\">2 Ne. 27:7<\/a>).<\/p>     <p>c. The sealed part will not be delivered in the day of wickedness (<a class=\"ref\">2 Ne. 27:8<\/a>).<\/p>     <p>d. The words of those who have slumbered will be delivered to an unlearned man (<a class=\"ref\">2 Ne. 27:9<\/a>).<\/p>     <p>e. The sealed part will be revealed later from the housetops by the power of Christ (<a class=\"ref\">2 Ne. 27:10-11<\/a>).<\/p>     <p>f. Three witnesses will behold the book by the power of God, and a few others will view it according to the will of God (<a class=\"ref\">2 Ne. 27:12-14<\/a>).<\/p>     <p>g. A learned man will be shown the words which are not sealed, but he will not read them (<a class=\"ref\">2 Ne. 27:15-18<\/a>).<\/p>     <p>h. They will be returned to the unlearned man to bring forth the work of the Lord (<a class=\"ref\">2 Ne. 27:19-21<\/a>).<\/p>     <p>i. After the work is completed, the unlearned man will seal the record up again until the Lord sees fit to reveal all things (<a class=\"ref\">2 Ne. 27:22-23<\/a>). <\/p>     <p>5. A marvelous work and a wonder (the Book of Mormon) is to come forth (29:13-24).<\/p>     <p>a. The people give lip service to the Lord. but their hearts are far from him (29:13).<\/p>     <p>b. The wise and the learned will perish, and their understanding will be hid (29:14).<\/p>     <p>c. Those who seek to hide their counsel from the Lord will be known (29:15-16).<\/p>     <p>d. Lebanon will be turned into a fruitful field and the fruitful field into a forest following this marvelous work (29:17).<\/p>     <p>e. The deaf will hear and the blind will see the words of the book (29:18-19).<\/p>     <p>f. The scorner, the iniquitious, and the contender will be cut off (29:20-21).<\/p>     <p>g. The house of Jacob will sanctify and fear the God of Israel (29:22-23).<\/p>     <p>h. Those who erred and murmured will learn from the book (29:24).<\/p>     <p>Chapter 29 is undoubtedly the most widely quoted and understood chapter of Isaiah among the Latter-day Saints, but it would not be so if Nephi had not included it in the Book of Mormon. By doing so, he retained important truths in many of the verses, plus at least eighteen complete verses which undoubtedly are some of the \"plain and precious things\" that were taken away from the record of the Jews by the \"great and abominable church         <sp:3p>\" (see <a class=\"ref\">1 Ne. 13:23-29<\/a>). Quotations from <a class=\"isa\" verses=\"WzE4MTkzXQ==\">Isaiah 28<\/a> and 29 in the Doctrine and Covenants and the New Testament also provide some added insights into these two chapters. Chapter 29 is quoted more often by the Brethren in general conferences than any other chapter of Isaiah. Elder LeGrand Richards in particular has seemingly made this chapter his theme and has quoted from it in almost every conference in which he has spoken.<\/sp:3p>     <\/p>     ",
    "audit": null
}