{
    "id": 16629,
    "source": "nyman",
    "verse_id": 18845,
    "verse_count": 3,
    "reference": "61:1–3",
    "title": "",
    "html": "          <p>The Savior's attributing verses 1-2a to Isaiah is a witness for the single authorship of the book of Isaiah, and speaks against the so-called Third Isaiah theory. A comparison of the Isaiah and Luke texts is revealing:<\/p>     <p>When Jesus sat down following his reading and \"the eyes of all them that were in the synagogue were fastened on him,\" he announced, \"This day is this scripture fulfilled in your ears\" (<a class=\"ref\">Luke 4:20-21<\/a>). Thus he proclaimed these verses to be a prophecy of his mission. It is significant that he read only part of the prophecy, thus showing that this text of Isaiah prophesies of his entire mission, which extends to his second coming. His mission, as characterized by these verses, may be categorized as follows:<\/p>     <p>1. To preach the gospel to the poor (to proclaim the plan of salvation).<\/p>     <p>2. To heal the brokenhearted (to provide forgiveness of sin).<\/p>     <p>3. To preach deliverance to the captives (to open the spirit world for the preaching of the gospel).<\/p>     <p>4. To recover sight to the blind (to perform miracles of healing and to overcome ignorance and superstition).<\/p>     <p>5. To open the prison to those who are bound (to provide vicarious ordinances for the dead).<\/p>     <p>6. To proclaim the acceptable year of the Lord (to identify the earthly ministry of the Messiah).<\/p>     <p>7. To declare the day of vengeance of our God (to foretell his second coming).<\/p>     <p>8. To comfort all who mourn (to give the Holy Ghost as a companion).<\/p>     <p>9. To appoint certain blessings to those who mourn in Zion to deliver the keys necessary for establishing Zion).<\/p>     <p>Although only part of these nine aspects of the Savior's mission applied to the meridian of time, they all pertain to the latter days. The Prophet Joseph declared: \"It [these last days] is the acceptable year of the Lord: liberate the captives that they may sing hosanna\" (TPJS, p. 77). Peter's reference to Christ's preaching to the spirits in prison confirms this as a part of his ministry (see <a class=\"ref\">1 Pet. 3:18-19<\/a>). <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">Isaiah 61:1-3<\/a> and <a class=\"ref\">Luke 4:18-19<\/a> are often quoted by the General Authorities to show that both Isaiah and the Savior taught of work for the dead. Joseph Smith used the concept of freeing the prisoners in his epistle on baptism for the dead (see <a class=\"ref\">D&amp;C 128:22<\/a>).<\/p>     <p>When John's disciples came to Jesus to learn whether he was the Christ, he sent them back to John with a message of the miracles they had seen and a summary of Isaiah's prophecy, which would enable them to know that he was the Messiah and not an imposter (see <a class=\"ref\">Matt. 11:2-5; Luke 7:19-22<\/a>). <\/p>     ",
    "audit": null
}