{
    "id": 16620,
    "source": "nyman",
    "verse_id": 18823,
    "verse_count": 2,
    "reference": "60:1-2",
    "title": "",
    "html": "          <p>Elder Orson Pratt interpreted verse 1 as a reference to the latter-day Zion:<\/p>     <blockquote>The passage which I have quoted from Isaiah has reference to the latter-day Zion .... The Zion that is here spoken of is called to \"arise and shine, for the glory of the Lord is risen upon thee.\" There is no one thing more fully revealed in the Scriptures of eternal truth, than the rise of the Zion of our God in the latter days, clothed upon with the glory of God from the heavens-a Zion that will attract the attention of all the nations and kindreds of the whole earth. It will not be something that takes place in a corner on some distant island of the sea, or away among some obscure people; but it will be something that will call forth the attention of all people and nations upon the face of the whole earth. (JD, 16:78.)<\/blockquote>     <p>This Zion to which the Redeemer would come (see 59:20) was to be established in the glory of the Lord at a period of time when darkness would cover the people of the earth. The words of verse 2 are quoted by the Lord in <a class=\"ref\">D&amp;C 112:23<\/a> as a description of the conditions on the earth in 1837. The Prophet Joseph Smith said the following about verse 2:<\/p>     <blockquote>Consider for a moment, brethren, the fulfillment of the words of the prophet; for we behold that darkness covers the earth, and gross darkness the minds of the inhabitants thereof-that crimes of every description are increasing among men-vices of great enormity are practiced-the rising generation growing up in the fullness of pride and arrogance-the aged losing every sense of conviction, and seemingly banishing every thought of a day of retribution-intemperance, immorality, extravagance, pride, blindness of heart, idolatry, the loss of natural affection; the love of this world, and indifference toward the things of eternity increasing among those who profess a belief in the religion of heaven, and infidelity spreading itself in consequence of the same-men giving themselves up to commit acts of the foulest kind, and deeds of the blackest dye, blaspheming, defrauding, blasting the reputation of neighbors, stealing, robbing, murdering; advocating error and opposing the truth, forsaking the covenant of heaven, and denying the faith of Jesus-and in the midst of all this, the day of the Lord fast approaching when none except those who have won the wedding garment will be permitted to eat and drink in the presence of the Bridegroom, the Prince of Peace! (TPJS, p. 47.)<\/blockquote>     <p>The crimes and vices spoken of by the Prophet have continued to increase. Only \"those who have won the wedding garment,\" he said, \"will be permitted.\" This shows that he saw Isaiah's prophecy being completely fulfilled in a future day, and also that the inhabitants of Zion would have to be cleansed and prepared for Christ's coming. This period is described in <a class=\"ref\">D&amp;C 45<\/a> as the time of the establishment of the New Jerusalem, which will occur at a time when all the world except Zion will be at war (see <a class=\"ref\">D&amp;C 45:62-75<\/a>). The Prophet Joseph also described this period:<\/p>     <blockquote>We ought to have the building up of Zion as our greatest object. When wars come, we shall have to flee to Zion. The cry is to make haste. The last revelation says, Yeshall not have time to have gone over the earth, until these things come. It will come as did the cholera, war, fires, and earthquakes; one pestilence after another, until the Ancient of Days comes, then judgment will be given to the Saints.<\/blockquote>     <blockquote>... Look to the Presidency and receive instruction. Every man who is afraid, covetous, will be taken in a snare. The time is soon coming, when no man will have any peace but in Zion and her stakes.<\/blockquote>     <blockquote>I saw men hunting the lives of their own sons, and brother murdering brother, women killing their own daughters, and daughters seeking the lives of their mothers. I saw armies arrayed against armies. I saw blood, desolation, fires. The Son of Man has said that the mother shall be against the daughter, and the daughter against the mother. These things are at our doors. They will follow the Saints of God from city to city. Satan will rage, and the spirit of the devil is now enraged. I know not how soon these things will take place; but with a view of them, shall I cry, peace? No; I will lift up my voice and testify of them. How long you will have good crops, and the famine be kept off, I do not know; when the fig tree leaves, know then that the summer is nigh at hand.<\/blockquote>     <blockquote>We may look for angels and receive their ministrations, but we are to try the spirits and prove them, for it is often the case that men make a mistake in regard to these things. God has so ordained that when He has communicated, no vision is to be taken but what you see by the seeing of the eye, or what you hear by the hearing of the ear. When you see a vision, pray for the interpretation; if you get not this, shut it up; there must be certainty in this matter. An open vision will manifest that which is more important. Lying spirits are going forth in the earth. There will be great manifestations of spirits, both false and true. (TPJS, pp. 160-61.)<\/blockquote>     <p>Elder Orson Pratt said that the darkness would be caused \"Because the salt of the earth is gathered out; the children of light are gathered together to Zion, and those who are left behind are in darkness, that is, a great many of them. No doubt there will be honest ones, and vast numbers who will come to Zion, notwithstanding the darkness that covers the earth.\" (JD, 14:355.)<\/p>     ",
    "audit": null
}