{
    "id": 16598,
    "source": "nyman",
    "verse_id": 18742,
    "verse_count": 46,
    "reference": "55–57",
    "title": "A New Nation of Israel",
    "html": "               <p>Most modern scholars now claim that the Book of Isaiah was written by three different authors, and they call chapters 56 through 66 Trito or Third Isaiah. They do this because they believe that the message, language, and writing style are different in these later chapters than in chapters 40 through 55. We reject this theory and assert that chapters 55 through 57 provide evidence of a single author. (See also Appendix A for further evidence against the multiple-authorship theory.) There is a cohesive message contained within these three chapters which could not be seen clearly if we had to separate chapter 55 from the other two.<\/p>     <p>Chapter 55 identifies some eternal principles which may be isolated and independent, but the chapter as a whole is the foundation upon which chapters 56 and 57 are built. This unity is shown in the outline below.<\/p>     <p>1. A new nation will be established with an everlasting covenant (55:1-5).<\/p>     <p>a. Thirst and hunger of the soul will be satisfied without payment (55:1-2).<\/p>     <p>b. The throne of David will lead the people (55:3-4).<\/p>     <p>c. Those of other nations will gather to create this new nation (55:5).<\/p>     <p>2. The opportunity to enter that nation is offered by covenant and should be taken when it is offered (55:6-13). <\/p>     <p>a. The wicked must forsake his ways and return to the Lord (55:7).<\/p>     <p>b. The nation will follow the Lord's ways and not man's<\/p>     <p>c. Joy, peace, and prosperity will be established in the Lord's name (55:12-13).<\/p>     <p>3. This nation will be established near the time of the Lord's coming (56:1-57:12).<\/p>     <p>a. Those who keep the commandments will be blessed (56:1-2).<\/p>     <p>b. The Gentiles who accept the covenant will be adopted into Israel (56:3-8).<\/p>     <p>c. The gentile nations will follow their own ways (56:9-12).<\/p>     <p>d. The righteous and honorable will find peace in death (57:1-2).<\/p>     <p>e. The Gentiles will adulterate themselves with the kings of the earth (57:3-12).<\/p>     <p>4. Those who trust in the Lord will possess the land and inherit his holy mountain (57:13-21).<\/p>     <p>a. Those who are contrite and humble will dwell with him (57:15).<\/p>     <p>b. Those who are led there will have peace and will be healed (57:16-19).<\/p>     <p>c. There will be no peace for the wicked (57:20-21).<\/p>     <p><a class=\"isa\" verses=\"eyIxODc0MiI6Mn0=\">Isaiah 55:1-2<\/a> is quoted twice in the Book of Mormon, but only once in a context which is useful to our study. There are a few New Testament references which help us indirectly to understand some of the Isaiah passages, and there is one reference in the Doctrine and Covenants. Several General Authorities have quoted <a class=\"isa\" verses=\"eyIxODc0NyI6NH0=\">Isaiah 55:6-9<\/a> or parts of it; they have used it primarily as a description of a characteristic of God, but not in the context of Isaiah's message.<\/p>     ",
    "audit": null
}