{
    "id": 16460,
    "source": "nyman",
    "verse_id": 18203,
    "verse_count": 2,
    "reference": "29:9–10",
    "title": "",
    "html": "          <p>Again, the Book of Mormon contains some significant retentions in these verses:<\/p>     <table>         <tbody>             <tr>                 <td>Stay yourselves, and wonder;cry ye out, and cry: <i>they<\/i> are drunken, but not with wine; <i>they<\/i> stagger, but not with strong drink.<\/td>                 <td>For <i>behold, all ye that doeth<\/i> iniquity, stay yourselves and wonder, <i>for<\/i> ye <i>shall<\/i> cry out, and cry; <i>yea,<\/i> ye shall be drunken but not with wine, ye shall stagger but not with strong drink.<\/td>             <\/tr>             <tr>                 <td>For the Lord hath poured out upon you the spirit of deep sleep, and hath closed your eyes: the prophets and your rulers, the seers hath he covered. (<a class=\"isa\" verses=\"eyIxODIwMyI6Mn0=\">Isaiah 29:9-10<\/a>.) <\/td>                 <td>For <i>behold,<\/i> the Lord hath poured out upon you the spirit of deep sleep. For <i>behold,<\/i> ye <i>have<\/i> closed your eyes, and ye <i>have rejected<\/i> the prophets; and your rulers, and the seers hath he covered because of your <i>iniquity.<\/i> (2 <a class=\"ref\">1 Ne. 27:4-5<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Second <a class=\"ref\">1 Ne. 27:4<\/a> retains an introduction to verse 9-\"For behold, all ye that doeth iniquity\" -designating that it was the iniquitous people who would \"cry out.\" The 2 Nephi rendition of the next verse shows that these iniquitous people had closed their own eyes and rejected the prophets, and that the Lord had covered their rulers and seers because of their iniquity. The KJV reads as though the Lord were responsible for these problems, but the Book of Mormon shows that it was the people's choices which had brought upon them their conditions. Paul quoted verse 10 to the Romans as evidence that those of Israel who had hardened their hearts had lost their standing as Israelites, although a remnant had, through the grace of Christ, retained their covenant status (see <a class=\"ref\">Rom. 11:5-8<\/a>). Orson Pratt said these verses describe the apostate world at the time the Book of Mormon came forth (see <i>Works,<\/i> p. 275).<\/p>     <p><b><a class=\"ref\">2 Ne. 27:6-14<\/a><\/b>. All of these verses were once a part of the original text of Isaiah, but were lost (see JST, <a class=\"isa\" verses=\"eyIxODIwNSI6OX0=\">Isaiah 29:11-19<\/a>). They contain many great truths, as given in the outline of this chapter, and should be studied as part of the text of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>. The opening phrase in verse 11 of the KJV-\"And the vision of all\"-is an authentication of the contents of the sealed portion of the record, as described in these verses in <a class=\"ref\">2 Ne. 27<\/a> (see especially verses 7, 10-11).<\/p>     ",
    "audit": null
}