{
    "id": 16373,
    "source": "nyman",
    "verse_id": 17809,
    "verse_count": 99,
    "reference": "8–12",
    "title": "The Lord Shall Recover His People",
    "html": "               <p>Chapters 8 through 11 are one continuous revelation, and chapter 12 is a concluding song of praise unto Jehovah. Chapter 11 should be of special significance to Latter-day Saints because the angel Moroni quoted it to Joseph Smith in September 1823 and said it was about to be fulfilled. The historical setting for the beginning of the revelation is the same as in chapter 7; whereas chapter 7 was given to Ahaz and those few who were with him, chapter 8 appears to say the same thing to a broader audience-all of Judah. It concerns the fate of the kings of Syria and Israel and the coming onslaught of the king of Assyria upon Judah.<\/p>     <p>Chapter 9 continues from the Assyrian conquest prophesied in chapter 8 to the time period of Christ's personal ministry. Chapter 10 predicts Israel's rejection of Christ in the meridian of time, her dispersion among the Gentiles, the Gentiles' subsequent rejection of Christ and his gospel, and the return of the remnant of Israel from under the yoke of the Gentiles. A more detailed outline of this long revelation follows.<\/p>     <p>1. Syria and Ephraim will be conquered by Assyria (8:1-4).<\/p>     <p>a. The conquest will be written on a great scroll (8:1).<\/p>     <p>b. There are two witnesses of the written prophecy (8:2).<\/p>     <p>c. Isaiah's son is a sign of the time period (8:3-4).<\/p>     <p>2. The people of Judah will also be punished by Assyria (8:5-8). <\/p>     <p>a. They refuse Shiloah and yet rejoice in the defeat of Syria and Ephraim (8:6).<\/p>     <p>b. The Lord will bring up Assyria like a mighty river overflowing all the land (8:7-8).<\/p>     <p>3. Those countries which have come against Israel shall also be punished (8:9-10).<\/p>     <p>4. Isaiah is commanded not to preach to Israel but to stand as a witness (8:11-22).<\/p>     <p>a. Isaiah is to trust in the Lord (8:13).<\/p>     <p>b. Both houses of Israel will stumble over Christ (8:14-15).<\/p>     <p>c. Isaiah is to seal up the law among the disciples (8:16).<\/p>     <p>d. Isaiah has spoken and will wait upon the Lord (8:17-18).<\/p>     <p>e. The various sources of spiritualism must be measured against the law and the prophets (8:19-20).<\/p>     <p>f. The eventual result will be darkness and anguish (apostasy) (8:21-22).<\/p>     <p>5. The darkness will not last forever (9:1-7).<\/p>     <p>a. A light will come forth in various lands of Israel (9:1-2).<\/p>     <p>b. Joy will come as the yoke of the oppressor is broken (9:3-5).<\/p>     <p>c. The Son of God will come to the throne of David (9:6-7),<\/p>     <p>6. Judah is warned of the evils which brought God's destroying judgments <i>upon<\/i> Ephraim (9:8-10:4).<\/p>     <p>a. The Lord warns against pride and stoutness of heart (9:9-12).<\/p>     <p>b. Judah's leaders cause the people to err (9:13-17).<\/p>     <p>c. Wickedness encompasses as a fire (9:18-21).<\/p>     <p>d. The poor and the needy are <i>neglected<\/i> (10:1-4).<\/p>     <p>7. The Lord will accomplish his purposes through the Gentiles (10:5.19).<\/p>     <p>a. He will send Assyria against Israel (10:5-6). <\/p>     <p>b. The king of Assyria will not recognize the Lord but will boast in himself (10:7-11).<\/p>     <p>c. The Lord will punish the Assyrians following his judgments upon Israel and Judah (10:12-19).<\/p>     <p>8. In the times of the Gentiles, the Lord will return a remnant of Israel (10:20-34).<\/p>     <p>a. The Lord's people who dwell in Zion will not be afraid of the Assyrian (Gentile)(10:24-26).<\/p>     <p>b. The burden of the Gentiles will be broken off <i>(10:<\/i>27-34).<\/p>     <p>9. A rod will come out of the stem of Jesse, and a branch shall grow out of his roots (11:1-9).<\/p>     <p>a. The Spirit of the Lord will rest upon the rod (the servant of the Lord) (11:2-3).<\/p>     <p>b. The earth will be smitten with the word of his mouth (11:4).<\/p>     <p>c. Peace and knowledge will be restored to the earth (11:5-9).<\/p>     <p>10. A root of Jesse will stand as an ensign (11:10-16).<\/p>     <p>a. The Gentiles will seek this ensign (the book of Mormon or The Church of Jesus Christ of Latter-day Saints) (11:10).<\/p>     <p>b. The Lord will set his hand a second time to recover the dispersed of Judah (11:11-12).<\/p>     <p>c. The envy between Judah and Ephraim shall depart, and they will inhabit all the promised land of Abraham. (11:13-14).<\/p>     <p>d. The Lord will work miracles in their behalf (11:15).<\/p>     <p>e. The remnant which left from Assyria (the ten tribes) will return (11:16).<\/p>     <p>11. A song of praise will be sung to Jehovah in the day of Israel's restoration (12:1-6).<\/p>     <p>a. Jehovah is Israel's strength and salvation (12:2).<\/p>     <p>b. Israel will draw water from the well of salvation (12:3).<\/p>     <p>c. Israel will praise his name among all the people of the earth (12:4-6). <\/p>     <p>All of these chapters are quoted in their entirety in the Book of Mormon, with parts of chapter 11 quoted twice. Most of the many variations between the Book of Mormon text and the KJV are insignificant. When the angel Moroni quoted the entire eleventh chapter to Joseph Smith, he said it was soon to be fulfilled. There are several quotations from these chapters in the Doctrine and Covenants and the New Testament, and a few quotations from the modern-day prophets and Church leaders.<\/p>     ",
    "audit": null
}