{
    "id": 16581,
    "source": "nyman",
    "verse_id": 18714,
    "verse_count": 1,
    "reference": "53:2",
    "title": "",
    "html": "          <p>This verse describes the early childhood or upbringing of Jesus. Scholars agree that this does not describe his physical appearance, but rather teaches that people would misjudge him because they were expecting their Messiah to come in a more glorious or supernatural way. His growing up would be watched over by the Father, just as a gardener cares for a tender plant. Luke records that \"the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him\" (<a class=\"ref\">Luke 2:40<\/a>). Jesus' declaration to his mother when he was only twelve years of age is ample evidence that he had been nurtured and prepared by his Father in Heaven during his years in Nazareth (see <a class=\"ref\">Luke 2:41-49<\/a>; see also <i>The Promised<\/i> Messiah, pp. <i>477-78).<\/i><\/p>     <p>Jesus identified himself as the \"root... of David\" in <a class=\"ref\">Rev. 22:16<\/a>. The \"dry ground\" out of which he was to come was representative of the spiritual barrenness of apostate Judaism at that time. He was not nurtured by the Jews, but by his Father in Heaven.<\/p>     <p>President Joseph Fielding Smith interpreted the Lord's having \"no form nor comeliness\" as his not being distinctive or different from others so that the Jews would not recognize him as the Son of God, for his appearance would be as a mortal man (see DS, 1:23). This is supported by <a class=\"ref\">John 6:42<\/a>, which records the people's response to Christ's declaration that he had come down from heaven: \"Is not this Jesus, the son of Joseph, whose father and mother we know?\"<\/p>     <p>A deeper theological concept was taught by Abinadi as a commentary on this verse. Although Christ was a God before he was born, he was the son of God <i>because<\/i> he came to earth and dwelt in <i>the<\/i> flesh. Yet he was here to do the will of the Father, and in <i>representing<\/i> him through <i>\"divine<\/i> investiture of authority\" he could properly be referred to as the Father. So he ministered as the Son of God but represented <i>the<\/i> Father, and thus was called both the Father and the Son. Further, being born of a mortal mother, he was of mortal flesh and had power to lay down his life, or to die. Yet being <i>conceived<\/i> by the Father, he had the power to break <i>the<\/i> bands of death and take up his life again as an immortal being. Thus he had the power of the Father and the Son, and was one God with the attributes of both Father and Son. (See <a class=\"ref\">Mosiah 15:2-4<\/a>; for a fuller treatise see <i>Messages of the<\/i> First <i>Presidency,<\/i> 6 vols. [Salt Lake City: Bookcraft, Inc., 1965-75], 5:23-34.)<\/p>     ",
    "audit": null
}