{
    "id": 16638,
    "source": "nyman",
    "verse_id": 18865,
    "verse_count": 3,
    "reference": "62:10-12",
    "title": "",
    "html": "          <p>Elder Orson Pratt often quoted these verses in reference to the establishing of Zion in the Rocky Mountains. \"I have no idea but what Isaiah, in gazing down upon future generations, saw the time when a long train of carriages would be whirled across a continent, without any apparent animal force or power. He perhaps did not understand the modern terms for tunnel through a rock, and hence he calls them gates.\" <i>(JD,<\/i> 18:183.) On another occasion Elder Pratt said: \"I have no doubt that the prophet saw the construction of this highway in vision, in fact he must have seen it or he could not have predicted it to such a nicety. He must also have seen these trains crossing this great continent, 'dodging' into what seemed to be holes in the mountains, and after watching a little while see them come out at the opposite side.\" <i>(JD,<\/i> 14:69.) He further suggested that the casting up of the highway and the gathering out of the stones, mentioned in verse 10, described the construction of the railroad highway through the mountains by the Saints when they blasted out the rocks and gathered out the stones (see 14:69). <\/p>     <p>Elder Pratt interpreted the phrase \"unto the end of the world\" to show that Isaiah was standing in Jerusalem and seeing the standard lifted up by the Lord from a very distant land to all the inhabitants of the earth (see JD, 18:184). And he interpreted verse 12 to be referring to Zion in the mountains because of the words \"Sought out, A city not forsaken\":<\/p>     <p>How different from old Jerusalem! Was that sought out? No; Jerusalem was built up a long time before Israel came out of Egypt, and was there ready for them to take possession of when they entered the Holy Land. Was Jerusalem ever forsaken? Yes, forsaken for many generations. But not so with Zion, that should get up into the mountains; they should seek out a location, so much so that the city should be called \"Sought out;\" and instead of being forsaken, as many people suppose the \"Mormons\" will be, the Lord God will protect them. <i>(JD,<\/i> 18:184.)<\/p>     <p>On another occasion, Elder Pratt spoke of \"the people who dwell in the mountains\" as those who were called a \"holy people\" by the prophet Isaiah, in spite of the world's looking upon them (at the time of Elder Pratt) as a corrupt people (see JD, 16:86).<\/p>     ",
    "audit": null
}