{
    "id": 16540,
    "source": "nyman",
    "verse_id": 18638,
    "verse_count": 1,
    "reference": "49:1",
    "title": "",
    "html": "          <p>About half of this verse has been lost from the KJV. <\/p>     <table>         <tbody>             <tr>                 <td><\/td>                 <td>And again: Hearken, O ye house of Israel, all ye that are broken off and are driven out, because of the wickedness of the pastors of my people; yea, all ye that are broken off, that are scattered abroad, who are of my people. O house of Israel.<\/td>             <\/tr>             <tr>                 <td>Listen, O isles, unto me; and hearken, ye people, from far; The Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name. (<a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a>.) <\/td>                 <td>Listen, O isles, unto me, and hearken ye people from far: the Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name. (<a class=\"ref\">1 Ne. 21:1<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The Book of Mormon retention designates those who are \"broken off\" or \"scattered abroad\" as the segment of the house of Israel which is invited to hearken. This retention clarifies what the Lord means with the KJV \"Listen, O isles.\" Nephi told his brothers that these verses referred to things which were spiritual and temporal and that they were given to the prophet by the Spirit to reveal what would \"come upon the children of men according to the flesh.\" He further said that the house of Israel would be scattered upon all the <i>face<\/i> of the earth and among all nations, that many had already been led away and were scattered upon the isles of the sea, and that many more would be (see <a class=\"ref\">1 Ne. 22:1-5<\/a>). Jacob also reminded his brethren that they (the Nephites) had been scattered and were \"upon an isle of the sea\" (see <a class=\"ref\">2 Ne. 10:20-22<\/a>).<\/p>     <p>The \"me\" in this verse is identified in verse 3 as the servant Israel. This will be discussed more fully in the notes on verses 2 and 3. \"The Lord hath called me from the womb: from the bowels of my mother hath he made mention of my name\" is an obvious reference to foreordination, The wording is similar to that which tells of the foreordination of Jeremiah (see <a class=\"ref\">Jer. 1:4-5<\/a>).<\/p>     ",
    "audit": null
}