{
    "id": 16349,
    "source": "nyman",
    "verse_id": 17767,
    "verse_count": 2,
    "reference": "5:27-28",
    "title": "",
    "html": "          <p>Elder LeGrand Richards has identified these verses as a description of the modern means of transportation which would carry the Lord's messengers to every nation:<\/p>     <blockquote>Since there were no such things as trains and airplanes in that day, Isaiah could hardly have mentioned them by name, but he seems to have described them in unmistakable words. How better could \"their horses' hoofs be counted like flint, and their wheels like a whirlwind\" than in the modern train? How better could \"Their roaring... be like a lion\" than in the roar of the airplane? Trains and airplanes do not stop for night. Therefore, was not Isaiah justified in saying: \"none shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken\"? With this manner of transportation the Lord can really \"hiss unto them from the end of the earth.\" that \"they shall come with speed swiftly.\" ( A Marvelous Work and a Wonder [Salt Lake City: Deseret Book Company, 1967], p. 236.)<\/blockquote>     <p>Elder Richards later used these verses to show that Israel would be gathered with speed (CR, Oct. 1975, pp. 77-78). President Joseph Fielding Smith interpreted these verses the same way (see DS, 1:146). Elder Orson Pratt referred to the immigrants' coming to Salt Lake by railroad in two or three days, instead of the ninety or one hundred days it took before the railroad, as an example of Isaiah's prophecy being fulfilled (see JD, 16:84).<\/p>     <b><a class=\"isa\" verses=\"eyIxNzc2OSI6Mn0=\">Isaiah 5:29-30<\/a>. <\/b>While verses 26 through 28 seem to describe the messengers sent to the nations, verses 29 and 30 describe the \"prey\" leaving these lands. The prey are those of Israel, missionaries or members, who, because of the persecution and tribulation which come against them and the turmoil in the land, will be fleeing to Zion for safety. This seems to be describing the fulfilling of the times of the Gentiles, when the gentile nations will completely reject the gospel. The gospel may be taken from these nations on an individual basis rather than from all of them at once (see Bruce R. McConkie, Mormon Doctrine, 2nd ed. rev. [Salt Lake City: Bookcraft, Inc., 1967], p. 722). l. The gospel may be taken from these nations on an individual basis rather than from all of them at once (see Bruce R. McConkie, Mormon Doctrine, 2nd ed. rev. [Salt Lake City: Bookcraft, Inc., 1967], p. 722).     <p>Lines a. The parable likens Israel to a vineyard (5:1-6).<\/p>     <p>Lines b. The interpretation is explained (5:7).<\/p>     <p>Lines2. The six warnings are given (5:8-25).<\/p>     <p>Lines a. A warning is given against socialism (5:8-10).<\/p>     <p>Lines b. A warning is given against alcoholism (5:11-17).         <br>c. Israel is warned against gross dishonesty and a distorted value system (5:18-19).<\/p>     <p>Lines d. She is warned against a perverted moral code(5:20).<\/p>     <p>Lines e. There is a warning against pseudo-intellectualism (5:21).<\/p>     <p>Linesf. A warning is given against false and misleading advertising (5:22-23).<\/p>     <p>3. The Lord's hand is stretched out in judgment upon his people (5:24-25).<\/p>     <p>4. The ensign (Book of Mormon) is lifted to the nations (5:26-30).<\/p>     <p>a. The messengers will come with speed (5:26-28).         <br>b. The prey will be carried away safely (5:29).         <br>c. Darkness will remain upon the land deserted by the righteous of Israel (5:30).<\/p>     <p>The entire chapter is quoted in the Book of Mormon with several retentions in the text, only a few of which are significant. There is only one reference in the Doctrine and Covenants which relates to Isaiah chapter 5. There are several enlightenments upon the text given by modern-day Church authorities.<\/p>     ",
    "audit": null
}