{
    "id": 16619,
    "source": "nyman",
    "verse_id": 18821,
    "verse_count": 2,
    "reference": "59:20-21",
    "title": "",
    "html": "          <p>Paul said that these verses would be fulfilled after the fulness of the Gentiles had come in (see <a class=\"ref\">Rom. 11:26-27<\/a>). The passage in Romans contains a different ending than the one in Isaiah.<\/p>     <table>         <tbody>             <tr>                 <td><\/td>                 <td>For I would not, brethren. that ye should be ignorant of this mystery, lest ye should be wise in your own conceits; that blindness in part is happened to Israel, until the fulness of the Gentiles be come in.<\/td>             <\/tr>             <tr>                 <td>And the Redeemer shall come to Zion, and unto them that turn from transgression in Jacob, saith the Lord.<\/td>                 <td>And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob:<\/td>             <\/tr>             <tr>                 <td>As for me, this is my covenant with them, saith theLord; My spirit that is upon thee, and my words which I have put in the, mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the Lord, from henceforth and for ever. (<a class=\"isa\" verses=\"eyIxODgyMSI6Mn0=\">Isaiah 59:20-21<\/a>.) <\/td>                 <td>For this is my covenant unto them, when I shall take away their sins. (<a class=\"ref\">Rom. 11:25-27<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>When Joseph Smith went to the Hill Cumorah on 22 September 1823, following the visit of the angel Moroni, Moroni appeared to him again and told him, among other things, that persecution would rage against the Church, \"but it will increase the more opposed, and spread farther and farther, increasing in knowledge till they shall be sanctified and receive an inheritance where the glory of God shall rest upon them; and when this takes place, and all things are prepared, the ten tribes of Israel will be revealed in the north country, whither they have been for a long season; and when this is fulfilled will be brought to pass that saying of the prophet ... [quotes <a class=\"isa\" verses=\"WzE4ODIxXQ==\">Isaiah 59:20<\/a>].\" (Oliver Cowdery, MA, Oct. 1835, p. 199.) This would be consistent with Paul's declaration that these verses would be fulfilled after the fulness of the Gentiles had come in.<\/p>     <p>Elder Orson Pratt reasoned that the coming of this Redeemer, or \"Deliverer\" as rendered in Romans, was not fulfilled by Jesus Christ in the meridian of time.<\/p>     <p>Who will be that Deliverer? Certainly Jesus, when he came eighteen centuries ago, did not turn away ungodliness from Jacob, for they then were filling up their cup with iniquity. They have remained in unbelief from that day to this; hence, there did not come a Deliverer out of Zion eighteen centuries ago. But the Zion of the last days, that Zion that is so frequently and so fully spoken of by the ancient prophets, especially by Isaiah, is the Church and kingdom of God; and out of that Church or kingdom or Zion is to come a Deliverer, who will turn away ungodliness from Jacob after the times of the Gentiles are fulfilled. <i>(JD,<\/i> 14:64.)<\/p>     ",
    "audit": null
}