{
    "id": 16486,
    "source": "nyman",
    "verse_id": 18424,
    "verse_count": 3,
    "reference": "40:3–5",
    "title": "",
    "html": "          <p>Because these verses are quoted in the New Testament in connection with John the Baptist, it is generally assumed that John's mission was their fulfillment. It is true that John was sent to prepare the way of <i>the<\/i> Lord. Lehi prophesied of a prophet who \"should go forth and cry in the wilderness: Prepare ye the way of the Lord, and make his paths straight\" (<a class=\"ref\">1 Ne. 10:8<\/a>). He also foretold that this prophet would baptize the Messiah with water (see <a class=\"ref\">1 Ne. 10:9<\/a>). This clearly identifies the prophet as John the Baptist. His father Zacharias prophesied at the time he named him that John would \"go before the face of the Lord to prepare his ways\" (<a class=\"ref\">Luke 1:76<\/a>). John himself announced that he was \"the voice of one crying in the wilderness... as said the prophet Esaias [Isaiah]\" (<a class=\"ref\">John 1:23<\/a>). All three of the other gospel writers also identify him as such (see <a class=\"ref\">Matt. 3:3; Mark 1:3; Luke 3:4<\/a>). However, Matthew and Mark quote only verse 3 of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40-not<\/a> verses 4 and 5, which clearly speak of the Lord's second coming. Luke quotes verses 3 through 5, but the JST interrupts this passage with five additional verses which outline the mission of Christ from the meridian of time until his second coming:<\/p>     <table>         <tbody>             <tr>                 <td>As it is written in the book of the words of Esaias the prophet, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.<\/td>                 <td>As it is written in the book of the prophet Esaias; and these are the words, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, and make his paths straight.<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td>For behold, and lo, he shall come, as it is written in the book of the prophets, to take away the sins of the world, and to bring salvation unto the heathen nations, to gather together those who are lost, who are of the sheepfold of Israel;<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td>Yea, even the dispersed and afflicted; and also to prepare the way, and make possible the preaching of the gospel unto the Gentiles;<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td>And to be a light unto all who sit in darkness, unto the uttermost parts of the earth; to bring to pass the resurrection from the dead, and to ascend up on high, to dwell on the right hand of the Father,<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td>Until the fullness of time, and the law and the testimony shall be sealed, and the keys of the kingdom shall be delivered up again unto the Father;<\/td>             <\/tr>             <tr>                 <td><\/td>                 <td>To administer justice unto all; to come down in judgment upon all, and to convince all the ungodly of their ungodly deeds, which they have committed; and all this in the day that he shall come;<\/td>             <\/tr>             <tr>                 <td>Every valley shall be filled, and every mountain and hill shall be brought low; and the crooked shall be made straight, and the rough ways shall be made smooth;<\/td>                 <td>For it is a day of power; yea, every valley shall be filled, and every mountain and hill shall be brought low; the crooked shall be made straight, and the rough ways made smooth;<\/td>             <\/tr>             <tr>                 <td>And all flesh shall see the salvation of God. (KJV, <a class=\"ref\">Luke 3:4-6<\/a>.) <\/td>                 <td>And all flesh shall see the salvation of God. (JST, <a class=\"ref\">Luke 3:4-11<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>John the Baptist was the prophet to prepare the way for the Lord's ministry in the flesh in the meridian of time. He came again on 15 May 1829 to restore the keys of the Aaronic Priesthood and thus commence the preparation for the Lord's second coming (see <a class=\"ref\">D&amp;C 13<\/a>). Joseph Smith taught that John came in the \"spirit of Elias\" to prepare the way for a greater work:<\/p>     <p>There is a difference between the spirit and office of Elias and Elijah. It is the spirit of Elias I wish first to speak of; and in order to come at the subject, I will bring some of the testimony from the Scripture and give my own.<\/p>     <p>In the first place, suffice it to say, I went into the woods to inquire of the Lord, by prayer, His will concerning me, and I saw an angel, and he laid his hands upon my head, and ordained me to a Priest after the order of Aaron, and to hold the keys of this Priesthood, which office was to preach repentance and baptism for the remission of sins, and also to baptize. But I was informed that this office did not extend to the laying on of hands for the giving of the Holy Ghost; that that office was a greater work, and was to be given afterward; but that my ordination was a preparatory work, or a going before, which was the spirit of Elias; for the spirit of Elias was a going before to prepare the way for the greater, which was the case with John the Baptist. He came crying through the wilderness, \"Prepare ye the way of the Lord, make his paths straight.\" And they were informed, if they could receive it, it was the spirit of Elias; and John was very particular to tell the people, he was not that Light, but was sent to bear witness of that Light. (TPJS, p. 335; see also p. 319.)<\/p>     <p>Ezra Thayre and Northrop Sweet were called by the Lord in October 1830 to go forth in this same spirit to prepare the way of the Lord (see <a class=\"ref\">D&amp;C 33:10<\/a>). Joseph Smith, in a prayer given by revelation, used <a class=\"isa\" verses=\"WzE4NDI0XQ==\">Isaiah 40:3<\/a> as a voice to all men \"unto the ends of <i>the<\/i> earth\" (see <a class=\"ref\">D&amp;C 65:1, 3<\/a>). and Covenants 133:22 and 101:23 use the phraseology of verses 4 Doctrine and 5, respectively, in speaking of the Second Coming. Another application of the opening phrase in verse 3 was given through revelation to Joseph Smith in December 1832 (see <a class=\"ref\">D&amp;C 88:66<\/a>). Therein the \"voice\" in the wilderness is described as the voice of the Spirit, and the \"wilderness\" is defined as such because one cannot see the Spirit.<\/p>     <p>Elder Orson Pratt, in expounding on this text of Isaiah, identified the \"highway for our God\" as \"The same as you have made, or assisted in making, the great highway through this desert region, and constructed highways here in the desert called the iron railroad\" <i>(]D,<\/i> 18:149; see also JD, 18:183). <\/p>     <p>President Joseph Fielding Smith quoted verse 4 as scriptural evidence that the earth is going to be restored to the same condition it was in before the curse came upon it (see DS, 2:316-17).<\/p>     ",
    "audit": null
}