{
    "id": 16407,
    "source": "nyman",
    "verse_id": 17910,
    "verse_count": 3,
    "reference": "13:3–5",
    "title": "",
    "html": "          <p>These verses, along with verse 2, have the same basic message as the parable of the wheat and tares (see <a class=\"ref\">Matt. 13:24-30; D&amp;C 86:1-7<\/a>). Note the following comparison of the King James and Book of Mormon translations of this passage:<\/p>     <table>         <tbody>             <tr>                 <td>I have commanded my sanctified ones, I have also called my mighty ones for mine anger, even them that rejoice in my highness.<\/td>                 <td>I have commanded my sanctified ones, I have also called my mighty ones, for mine anger is not upon them that rejoice in my highness.<\/td>             <\/tr>             <tr>                 <td>The noise of o multitude in the mountains, like as of a great people; a tumultuous noise of the kingdoms of nations gathered together: the Lord of hosts mustereth the host of the battle.<\/td>                 <td>The noise of the multitude in the mountains like as of a great people. a tumultuous noise of the kingdoms of nations gathered together, the Lord of Hosts mustereth the hosts of the battle.<\/td>             <\/tr>             <tr>                 <td>They come from a far country, from the end of heaven, even the Lord, and the weapons of his indignation, to destroy the whole land. (<a class=\"isa\" verses=\"eyIxNzkxMCI6M30=\">Isaiah 13:3-5<\/a>.) <\/td>                 <td>They come from a far country, from the end of heaven, yea, the Lord, and the weapons of his indignation, to destroy the whole land. (<a class=\"ref\">2 Ne. 23:3-5<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Verse 3 has reference to those messengers who are gathered and are to be sent out to warn of the coming destruction of Babylon (the tares) and to invite the righteous (the wheat) to gather out. With the Book of Mormon retention, verse 3 fits much better the context of the entire passage. This gathering may also be correlated with <a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a>, but includes the forces of heaven (the destroying angels) who will follow those messengers and will literally destroy the nation of wickedness, spiritual Babylon (see <a class=\"ref\">D&amp;C 86:1-7<\/a>).<\/p>     ",
    "audit": null
}