{
    "id": 16372,
    "source": "nyman",
    "verse_id": 17796,
    "verse_count": 4,
    "reference": "7:13-16",
    "title": "",
    "html": "          <p>Bible critics have questioned, explained away, and apologized for the Immanuel prophecy. Many even argue that <i>this<\/i> is not a messianic prophecy, but relates to an event at the time of Isaiah: a young woman (these scholars reject the translation \"virgin\") was to give birth to a child, and before the child was very old the kings of Syria and Ephraim would be taken away. They suggest further that Matthew was overzealous in using Old Testament prophecies to convince the Jews of the Messiah and should not have used this passage. Others argue that this is a dual prophecy; there was a young woman in Isaiah's day who was to give birth to a child, but the passage was also applicable to the birth of the Son of God. There are still others who have carefully defended the prophecy as a messianic one (see Edward J. Young, <i>The New<\/i><i>International Commentary on the Old Testament. The Book of Isaiah<\/i> [Grand Rapids, Mi.: William B. Eerdmans, 1965]. pp. 277-95).<\/p>     <p>As Latter-day Saints, we have a great advantage in addition to the work of the scholars. Not only is this passage quoted in the Book of Mormon, but we have the record of Nephi's vision of a beautiful virgin, exceedingly fair and white, who was carried away in the Spirit and who returned bearing <i>the<\/i> Son of God in her arms (see <a class=\"ref\">1 Ne. 11:13-21<\/a>). We also have the prophecy of Alma that a virgin in the land of Jerusalem was to be the mother of the Son of God (<a class=\"ref\">Alma 7:10<\/a>). Elder Hugh B. Brown considered Matthew's quoting of <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a> an evidence that Isaiah was prophesying of the Savior's birth (see CR, Oct. 1960, p. 93), which refutes the theory of Matthew's overzealousness presented by some scholars. Elder Mark E. Petersen pointed to the recognition of Christ by the shepherds and the wise men from the east, the heralding of this birth by the angelic host, and King Herod's decree to kill the male children of Bethlehem as evidence of the fulfillment of Isaiah's prophecy (see CR, Oct. 1965, p. 60). In spite of <i>the<\/i> advantage of modern revelation, however, we still need to be able to understand and explain the famous Immanuel prophecy of Isaiah.<\/p>     <p>Only one verse of the prophecy is usually cited-verse 14-and that out of context. The prophecy is explainable and is shown to be messianic when quoted in its entirety and in context. Ahaz had refused to listen to Isaiah and had refused a sign from the Lord. Therefore, the prophecy uttered by Isaiah was directed, not to Ahaz, but to all the house of David. Whether there were others present at the time is immaterial. Ahaz, as the king of Judah, had rejected the prophecy. In so doing he had \"wearied\" Isaiah, a man, but was also wearying God, who had promised David that \"thy kingdom shall be established for ever\" (<a class=\"ref\">2 Sam. 7:16<\/a>). The King of kings was to come through Judah and David's lineage (see <a class=\"ref\">Gen. 49:10<\/a>), so any appointed king who would believe and live righteously would be supported and sustained by the Lord himself. The second prophecy uttered by Isaiah in this chapter, then, is both a reminder of this promise to Judah and David and a declaration of how the Lord would bring about its fulfillment in spite of a wicked king or a wicked generation. The Lord would bring this about through the miraculous conception of a God (Immanuel means \"God with us\") and the birth of that God unto a virgin. The coming of Christ was a well-known prophecy. All of the ancient prophets (in both the Old Testament and the Book of Mormon) knew and foretold of Christ's coming (see <a class=\"ref\">Jacob 4:4<\/a>; 7:11; <a class=\"ref\">Luke 24:27, 44<\/a>). It may even be that Isaiah was quoting here a prophecy that had been previously given. The point was that, even if Ahaz rejected the counsel and advice of Jehovah through his prophet, and even if Ahaz led his people into captivity, the Lord Immanuel would still come as had been prophesied.<\/p>     <p>Verse 15 indicates that Immanuel's diet was to be curd and honey. Some commentators regard this diet as that of the caravan, representing the plain and simple life of the Savior, who was not obligated to the aristocracy of his day. Others interpret the \"curd and honey\" to be symbolic of the royal diet. Perhaps there is a dual prophecy here. The diet of the inhabitants of the land was to become curd and honey (see note on <a class=\"isa\" verses=\"eyIxNzgwMCI6OX0=\">Isaiah 7:17-25<\/a>). Jesus' birth into the poorer class of people would make this his diet; this suggests a temporal meaning of the passage. A spiritual interpretation would be that Jesus was royalty, the Son of God, through the lineage of King David, and was thus entitled to the revelation from his Father to \"know to refuse the evil, and choose the good,\" to be tempted in all things and yet be without sin (see <a class=\"ref\">Heb. 4:15; D&amp;C 20:22<\/a>).<\/p>     <p>Isaiah then gives a further prophecy which may be considered a continuation of the second one. \"For before the child shall know to refuse the evil, and choose the good, the land that thou abhorrest shall be forsaken of both her kings.\" While this has been the problem verse to many critics in relating the Immanuel prophecy to the life of Christ, <i>the<\/i> problem is resolved in the context of the historical situation. Isaiah had given a prophecy to all of Judah concerning the house of David. He now comes back to the situation at hand, the problem of Syria and Ephraim. Most of the critics have assumed that the child spoken of in verse 16 is the same child spoken of in verses 14 and 15. Could not the child in verse 16 be any child? A child is accountable at age eight in the eyes of the Lord (see <a class=\"ref\">D&amp;C 68:25<\/a>). In his first eight years he is to learn to distinguish between good and evil. Therefore, Isaiah could be prophesying that the kings of Syria and Ephraim are both going to be forsaken of their kings in less than eight years. This prophecy was also fulfilled: Pekah was killed by the conspiracy of Hoshea about three years after Ahaz was appointed king (see <a class=\"ref\">2 Kgs. 15:30<\/a>), and Rezin, the king of Syria, was killed by the Assyrians in response to Ahaz's plea for help as they went up and took Damascus (see <a class=\"ref\">2 Kgs. 16:9<\/a>). Thus within three years both the kings Ahaz feared were removed, and the third prophecy of Isaiah was fulfilled.<\/p>     <p>As the Brethren have spoken in general conferences, their references to this chapter have been limited to verse 14, which is almost always quoted to show that Isaiah foresaw or foretold the day of the Savior's birth. There is one exception to this: Elder Henry D. Taylor once referred to the missionary slogan which the late Elder B. H. Roberts adopted when he served as mission president. The slogan was \"Immanuel,\" which of course means \"God be with us.\" President Roberts also used this slogan in his discourses, in his correspondence, in autographing books and photos, and on numerous other occasions, according to Elder Taylor's report (see CR, Oct. 1975, p. 93).<\/p>     <b><a class=\"isa\" verses=\"eyIxNzgwMCI6OX0=\">Isaiah 7:17-25<\/a><\/b>. The prophet Isaiah now utters a fourth prophecy. King Ahaz wants to ask the king of Assyria to come and help him. Isaiah prophesies that the Lord is going to bring the king of Assyria upon Ahaz and all of Judah. The king's coming against them would be the worst devastation they had experienced since the twelve tribes had divided into the two nations of Ephraim and Judah (approximately 975 B.C.). The prophecy states that the land which has been cultivated for agricultural purposes will be left uncultivated following the Assyrian conquest. The fly and the bee are usually interpreted to be the armies of Egypt and Assyria, which would come upon Judah as a swarm. However, the invasion by Egypt is historically questionable. The prophecy therefore seems to refer to literal swarms of flies and bees inhabiting the land. The fly was and still is notorious in Egypt, and the honeybee was apparently notorious in Assyria. When the land remains uncultivated, the Lord will bring the insects from these lands, where they will find a permanent home in the desolate valleys. The Lord's \"shaving with a razor that is hired\" symbolizes the comfort of having someone else perform a tedious or unpleasant task, such as shaving every morning, and the Lord's using the king of Assyria to do the unpleasant task of punishing the wickedness of Judah. This punishment will be very thorough, as the whole body (land of Judah) will be shaved. Following the devastating \"shaving\" of the agricultural land, it will be used to graze a few animals. The cow will <i>produce<\/i> milk, which will be used for making butter, and the honey gathered from the bees will supplement the diet. The main diet for the few nomadic people who remain upon the land will then be milk, or butter, and honey. Thus the land will become a land of milk and honey. The vineyards will be left unpruned or uncared for and will quickly turn into briers and thorns, and only the hunters shall go among them seeking wild animals for food. Small areas will be digged with the mattock (the hoe) for a few vegetables, but the formerly cultivated land will be primarily a grazing land for a few cattle. When Assyria came and conquered northern Israel, she also came upon the regions round about Jerusalem and thus fulfilled this prophecy. <a class=\"isa\" verses=\"WzE3NzkxXQ==\">Isaiah 8<\/a> also prophesies of Assyria's coming upon Judah during the conquest of Israel.     ",
    "audit": null
}