{
    "id": 16576,
    "source": "nyman",
    "verse_id": 18705,
    "verse_count": 3,
    "reference": "52:8–10",
    "title": "",
    "html": "          <p>These verses are quoted four times in the Book of Mormon, and always as a unit, although the Savior once interpolated a comment between verses 8 and 9 when he quoted them (see <a class=\"ref\">3 Ne. 20:33<\/a>). Although verse 8 speaks about Zion while verse 9 speaks about Jerusalem, the Savior quoted all three verses twice to the Nephites and said they would be fulfilled through both the Nephites and the Jews. This again shows the dual nature of Isaiah's prophecies. The Savior first quoted this passage following his declaration that the land of America was to be given to Lehi's descendants after the Gentiles reject the fulness of the gospel and are \"trodden under foot\" by the house of Israel; he said this would fulfill the words of the prophet Isaiah (see <a class=\"ref\">3 Ne. 16:10-20<\/a>). He later quoted the passage while instructing the Nephites concerning the restoration of the Jews. He changed the wording from \"thy watchmen\" to \"their watchmen,\" as he was referring to Jerusalem's watchmen in this case rather than those of Zion (see <a class=\"ref\">3 Ne. 20:29-35<\/a>). Abinadi also recognized the universal application of this passage in teaching that \"the salvation of the Lord shall be declared to every nation, kindred, tongue, and people\" and quoting these three verses as evidence (see <a class=\"ref\">Mosiah 15:28-31<\/a>). Joseph Smith designated Jackson County, Missouri, as the Zion spoken of in verse 8 (see <i>TPJS,<\/i> pp. 79-80). The \"watchmen\" are those who preach the gospel, as indicated in verse 7. The song to be sung in Zion will be a new song, sung when all will know Christ (i.e., during the Millennium). The words of the song, which will include parts of verse 8, are recorded in <a class=\"ref\">D&amp;C 84:99-102<\/a>. <\/p>     <p>The Lord will \"make bare his holy arm in the eyes of all the nations\" at his second coming (see <a class=\"ref\">D&amp;C 133:2-3<\/a>). <a class=\"ref\">D&amp;C 133:4<\/a> admonishes the members of the Church to sanctify themselves in preparation for that day.<\/p>     <p>Simeon, the devout temple worker at the time of the Savior's birth, declared, \"mine eyes have seen thy salvation\" (<a class=\"ref\">Luke 2:30<\/a>), which is the designation given to the Savior by Isaiah. But that event obviously did not fulfill Isaiah's prophecy that \"all the ends of the earth shall see the salvation of our God.\"<\/p>     ",
    "audit": null
}