{
    "id": 16493,
    "source": "nyman",
    "verse_id": 18453,
    "verse_count": 1,
    "reference": "41:1",
    "title": "",
    "html": "          <p>The Bible scholars have long troubled over this verse: Where are the islands to whom the Lord speaks? The answer to this question will lead to an understanding, not only of this verse, but also of the subsequent verses and chapters of Isaiah. The RSV translates the word \"coast-lands\" instead of the KJV \"islands.\" Most commentators feel that the islands or coastlands are the islands and coasts of the Mediterranean-or even the whole Mediterranean basin. However, the Anchor Bible (20:27) notes, \"No particular nations are meant, the 'coastlands' for the Israelites meant the limits of the earth.\" This supports the Book of Mormon teaching that the Nephites were \"upon an isle of the sea\" (<a class=\"ref\">2 Ne. 10:20<\/a>).<\/p>     <p>The command to \"keep silence before me\" may have reference to the Americas' being kept hidden from the world lest they be overrun by other nations (see <a class=\"ref\">2 Ne. 1:8<\/a>). \"Let the people renew their strength\" could refer to the establishment of a free nation in the land of America that the Lord might accomplish his purposes (see <a class=\"ref\">3 Ne. 21:4<\/a>). After the free nation is established, the Lord commands to \"let them come near\"; this alludes to the restoration of the gospel, whereby Israel now comes to him to be his people. \"Then let them speak\" refers to the proclaiming of the gospel to the nations of the earth. All these things will bring about the purposes of the Lord (through his servants in the isles of the sea) to \"let us come near together to judgment,\" meaning to commence the work of the last days, to sound a warning to all the nations of the earth so that they may either accept the gospel and be gathered to Israel or suffer the wrath which will follow the testimony of the Lord's servants (see <a class=\"ref\">D&amp;C 43:23-28<\/a>).<\/p>     ",
    "audit": null
}