{
    "id": 16380,
    "source": "nyman",
    "verse_id": 17831,
    "verse_count": 2,
    "reference": "9:1-2",
    "title": "",
    "html": "          <p>Four variations of this passage (those found in the KJV, the RSV, the Book of Mormon, and <a class=\"ref\">Matt. 4:15-16<\/a>) are quoted below to help us understand the message.<\/p>     <table>         <tbody>             <tr>                 <td>Nevertheless the dimness shall not be such as was in her vexation, when at <i>the<\/i> first he lightly afflicted the land of Zebulun and the land of Naphtali, and afterward did more grievously afflict her by the way of the sea, beyond Jordan, in Galilee of the nations.<\/td>                 <td>Nevertheless, thedimness shall not be such as was in her vexation, when at first he lightly afflicted the land of Zebulun, and the land of Naphtali, and afterwards did more grievously afflict by the way of the Red Sea beyond Jordan in Galilee of the nations.<\/td>             <\/tr>             <tr>                 <td>The people that walked in darkness have seen a great light: they that dwell in the land of the shadow of death, upon them hath the light shined. (KJV, <a class=\"isa\" verses=\"eyIxNzgzMSI6Mn0=\">Isaiah 9:1-2<\/a>.) <\/td>                 <td>The people that walked in darkness have seen a great light; they that dwell in the land of the shadow of death, upon them hath the light shined. (<a class=\"ref\">2 Ne. 19:1-2<\/a>.) <\/td>             <\/tr>             <tr>                 <td>But there will be no gloom for her that was in anguish. <i>In the former time he brought into contempt<\/i> the land of Zebulun and the land of Naphtali, but <i>in the latter time he will make glorious<\/i> the way of the sea, the land beyond the Jordan, Galilee of the nations.<\/td>                 <td>The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the <i>Gentiles;<\/i><\/td>             <\/tr>             <tr>                 <td>The people who walked in darkness have seen a great light; those who dwelt in a land of deep darkness, on them has light shined. (RSV, <a class=\"isa\" verses=\"eyIxNzgzMSI6Mn0=\">Isaiah 9:1-2<\/a>.) <\/td>                 <td>The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up. (<a class=\"ref\">Matt. 4:15-16<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Verse 1 in the RSV shows a transition stating that the former anguish or darkness was to be changed to a glorious status. The Matthew account introduces the great Galileen period of the Savior's ministry, which was the first and possibly the most successful of the various periods of his ministry (as usually designated in New Testament studies). When the land of Canaan was divided among the twelve tribes of Israel, the tribes of Zebulun and Naphtali lay to the west of the Sea of Galilee and formed the northern border of Israel next to the gentile nations of the Galilee. The phrase \"way of the sea\" has puzzled many scholars, but the Book of Mormon has retained the identity of this body of water as the Red Sea. The land of Naphtali and Zebulun was the first area captured by the Assyrians in the time of Isaiah (see <a class=\"ref\">2 Kgs. 15:29<\/a>). The phrase \"afterwards did more grievously afflict by the way of the Red Sea beyond Jordan in Galilee of the nations,\" as translated in the Book of Mormon (which is basically the same as Isaiah, with the exception of the identity of the sea), probably has reference to a later captivity by Assyria rather than the promise of \"making glorious the way of the sea,\" as translated in the RSV. The blessing which was to have come to this area, but which had been lost by Israel's wickedness and subsequent subjection by Assyria, would come through the \"light\" of Christ as he ministered unto Judah in Galilee, as noted in Matthew.<\/p>     ",
    "audit": null
}