{
    "id": 16456,
    "source": "nyman",
    "verse_id": 18195,
    "verse_count": 2,
    "reference": "29:1–2",
    "title": "",
    "html": "          <p>These are the only two verses in chapter 29 which are not quoted in the Book of Mormon. Almost all of the biblical commentators recognize some difficulties in the wording and in determining the meaning of these verses. The wording in both the KJV and the RSV suggests that Ariel, the city of David (Jerusalem), is being compared to another place. Although Joseph Smith changed the wording of verse 2 in the JST, he did not clarify it. A study of the early verses of chapter 29 in the JST and the same verses quoted in the Book of Mormon indicates that Joseph Smith probably did not complete his work on this portion of the chapter. Elder Orson Pratt has interpreted verse 1 to mean that the Jews continued to \"kill sacrifices\" after the day of sacrifices had been done away with, and that they added \"year to year\" in their futile observance of the law of Moses:<\/p>     <blockquote>After the Messiah came and was sacrificed for the sins of the world, the Jews continued to \"kill sacrifices,\" when they should have been done away: they added \"year to year\" to the law of Moses, until they brought down \"heaviness and sorrow,\" and great \"distress\" upon their beloved city. The Roman army encompassed the city-cast a trench about it, and, finally, brought it down \"even with the ground.\" The principal part of the Jews perished, and a remnant was scattered among the nations, where they have wandered in darkness unto this day. (Works, p. 270.)<\/blockquote>     <p>He further said that the \"it\" in \"it shall be unto me as Ariel\" (verse 2) referred to a place other than Jerusalem: \"This cannot have reference to Ariel itself, but it must refer to something which should be \"As Ariel.\" It would be folly to say that Ariel shall be as Ariel. Therefore the word \"it\" must refer to a nation that should suffer similar judgments to those which should befall Jerusalem.\" (Works, p. 270.) Elder LeGrand Richards has interpreted these opening verses as Isaiah's seeing the destruction of Jerusalem and of another great center which was identified when the Book of Mormon came forth (see CR, Apr. 1967, p. 21). The Savior also uses some of Isaiah's phraseology from verses 3 and 4 in prophesying the coming destruction of Jerusalem in his day (see <a class=\"ref\">Luke 19:43-44<\/a>).<\/p>     ",
    "audit": null
}