{
    "id": 16516,
    "source": "nyman",
    "verse_id": 18563,
    "verse_count": 4,
    "reference": "45:1–4",
    "title": "",
    "html": "          <p>As previously noted, this prophecy foretelling the mission of Cyrus has led many to reject Isaiah as its author. However, the Jewish historian Josephus wrote that the prophecy was Isaiah's and that it was given 140 years before the destruction of the temple. This would have been nearly 200 years before Cyrus issued the decree for the Jews to return. The account in Josephus is as follows:<\/p>     <blockquote>In the first year of the reign of Cyrus, which was the seventieth from the day that our people were removed out of their own land into Babylon, God commiserated the captivity and calamity of these poor people, according as he had foretold to them by Jeremiah the prophet, before the destruction of the city, that after they had served Nebuchadnezzar and his posterity, and after they had undergone that servitude seventy years, he would restore them again to the land of their fathers, and they should build their temple, and enjoy their ancient prosperity; and these things God did afford them; for he stirred up the mind of Cyrus, and made him write this throughout all Asia:-\"Thus saith Cyrus the King: <b>-<\/b>SinceGod Almighty hath appointed me to be king of the habitable earth, I believe that he is that God which the nation of the Israelites worship; for indeed he foretold my name by the prophets, and that I should build him a house at Jerusalem, in the country of Judea.\"<\/blockquote>     <blockquote>This was known to Cyrus by his reading the book which Isaiah left behind him of his prophecies; for this prophet said that God had spoken thus to him in a secret vision:-\"My will is, that Cyrus, whom I have appointed to be king over many and great nations, send back my people to their own land, and build my temple.\" This was foretold by Isaiah one hundred and forty years before the temple was demolished. Accordingly, when Cyrus read this, and admired the divine power, an earnest desire and ambition seized upon him to fulfil what was so written; so he called for the most eminent Jews that were in Babylon, and said to them, that he gave them leave to go back to their own country, and to rebuild their city Jerusalem, and the temple of God, for that he would be their assistant, and that he would write to the rulers and governors that were in the neighbourhood of their country of Judea, that they should contribute to them gold and silver for the building of the temple, and, besides that, beasts for their sacrifices. (Flavius Josephus, <i>Josephus: Complete Works,<\/i> trans. William Whiston [Grand Rapids, Mich.: Kregel Publications, 1972], Antiquities of the Jews, 11.1.1-2.) <\/blockquote>     <p>President Joseph Fielding Smith cited this passage as evidence of the Lord's foreordaining not only prophets but other leaders as well <i>(AQ,<\/i> 5:181).<\/p>     ",
    "audit": null
}