{
    "id": 16557,
    "source": "nyman",
    "verse_id": 18664,
    "verse_count": 3,
    "reference": "50:1-3",
    "title": "",
    "html": "          <p>a class=\"isa\"&gt;Isaiah 50-52:12 is a continuation of the theme of chapter 49, and is considered separately here only for convenience of study. Chapter 49 concluded with a declaration that the Lord would fight for his people Israel against those who contended with them or with Zion and that the great and abominable church would be warring within itself. Continuing in the same vein, the Lord here states his reasons for fighting in Israel's behalf: (1) the bill of divorcement which he gave to their \"mother\" (former-day Israel-see <a class=\"ref\">Jer. 3:1, 8<\/a>) is not in effect for latter-day Israel; and (2) the Lord has not sold them to his creditors, for he has none.<\/p>     <p>The Lord uses the metaphor of the ancient law of divorce given by Moses, wherein a man who found uncleanness in his wife could put her away, but was required to give her a bill of divorcement; he could never remarry her thereafter, even if her second husband died (see <a class=\"ref\">Deut. 24:14<\/a>). While the Lord had divorced ancient Israel because of their iniquities, latter-day Israel was not included in that bill of divorcement. Some scholars consider that under ancient law, a man could sell his children into servitude, either directly or in marriage, to pay his creditors (see <a class=\"ref\">Ex. 21:7<\/a>), but the Lord is in debt to no one, so this does not apply either. Therefore, there is no reason why the Lord would not deliver Israel from the hands of their oppressors, and certainly he had power to do so.<\/p>     <p>There will be those in modern Israel who are <i>not<\/i> delivered, however, because they will suffer from their own iniquities, just as did many in former-day Israel because of their transgressions. The Lord's teachings in this matter are clarified in the Doctrine and Covenants. The context is the day of the Lord's fighting for Israel-and the day spoken of by Moses and Malachi when those who hearken not to the voice of the Lord will be cut off, and the proud and the wicked will be burned, leaving them \"neither root [ancestors] nor branch [posterity].\" Thus they are no longer a part of Israel; their patriarchal lines are severed.<\/p>     <p>And upon them that hearken not to the voice of the Lord shall be fulfilled that which was written by the prophet Moses, that they should be cut off from among the people.<\/p>     <p>And also that which was written by the prophet Malachi: For, behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch. (<a class=\"ref\">D&amp;C 133:63-64<\/a>; see also <a class=\"ref\">Deut. 18:15, 18-19; Acts 3:23; 1 Ne. 22:20-21; 3 Ne. 20:23; 21:11; Mal. 4:1<\/a>.) <\/p>     <p><a class=\"ref\">D&amp;C 133:66-69<\/a> contains the Lord's answer to those of Israel who are \"cut off,\" with slight variations from the words in Isaiah. The 2 Nephi reading is also included for comparison:<\/p>     <p>(D&amp;C 133:66-69.)<\/p>     <table>         <tbody>             <tr>                 <td>Thus saith the Lord, Where is the bill of your mother's divorcement, whom I have put away? or which of my creditors is it to whom I have sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.<\/td>                 <td>Yea, for thus saith the Lord: Have I put thee away, or have I cast thee off forever? For thus saith the Lord: Where is the bill of your mother's divorcement? To whom have I put thee away, or to which of my creditors have I sold you? Yea, to whom have I sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.<\/td>                 <td><\/td>             <\/tr>             <tr>                 <td>Wherefore, when I came, was there no man? when I called, was there none to answer? Is my hand shortened at all, that it cannot redeem? or have I no power to deliver? behold, at my rebuke I dry up the sea, I make the rivers a wilderness: their fish stinketh, because there is no water, and dieth for thirst.                 <\/td>                 <td>Wherefore, when I came, there <i>was<\/i> no man; when I called, <i>yea,<\/i> there <i>was<\/i> none to answer. O house of Israel, is my hand shortened at all that it cannot redeem, or have I no power to deliver? Behold, at my rebuke I dry up the sea, I make their rivers a wilderness and their fish to stink because the waters are dried up, and they die because of thirst.<\/td>                 <td><i>In that day<\/i> when I came <i>unto<\/i> mine own, no man <i>among you received<\/i> me, and <i>you<\/i> were <i>driven out. <\/i>                     <p>When I called again there was none of you to answer; yet my arm was not shortened at all that I could not redeem, neither my power to deliver.<\/p>                     <p>Behold, at my rebuke I dry up the sea. I make the rivers a wilderness; their fish stink, and die for thirst.<\/p>                 <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>When Christ came to his own in the meridian of time, the Jews collectively rejected the gospel. When he calls again, it will be his second appearance to them. Although the Jews will still not be ready for revelation, the Lord will have power to redeem them. This idea is amplified in chapter 51.<\/p>     <p>As Nephi commented on <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49<\/a> in <a class=\"ref\">1 Ne. 22<\/a>, he quoted or paraphrased three verses from \"the prophet,\" obviously Isaiah. We do not have these verses in the present Bible <i>text,<\/i> but they fit very well into the context of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49<\/a> and 50. We can illustrate this by placing the passage between the last verse of chapter 49 and the first verse of chapter 50:<\/p>     <blockquote>And I will feed them that oppress thee with their own flesh; and they shall be drunken with their own blood, as with sweet wine: and all flesh shall know that I the Lord am thy Saviour and thy Redeemer, the mighty One of Jacob. (<a class=\"isa\" verses=\"WzE4NjYzXQ==\">Isaiah 49:26<\/a>.)<\/blockquote>     <blockquote>For behold, saith the prophet, the time cometh speedily that Satan shall have no more power over the hearts of the children of men; for the day soon cometh that all the proud and they who do wickedly shall be as stubble; and the day cometh that they must be burned.<\/blockquote>     <blockquote>For the time soon cometh that the fulness of the wrath of God shall be poured out upon all the children of men; for he will not suffer that the wicked shall destroy the righteous.<\/blockquote>     <blockquote>Wherefore, he will preserve the righteous by his power, even if it so be that the fulness of his wrath must come, and the righteous be preserved, even unto the destruction of their enemies by fire. Wherefore, the righteous need not fear; for thus saith the prophet, they shall be saved, even if it so be as by fire. (<a class=\"ref\">1 Ne. 22:15-17<\/a>.)<\/blockquote>     <p><i>Yea, for thus saith the<\/i> Lord: <i>Have I<\/i> put <i>thee away,<\/i> or <i>have I cast thee off forever?<\/i> For thus saith the Lord: Where is <i>the<\/i> bill of your mother's divorcement? To whom <i>have I<\/i> put <i>thee<\/i> away, or to which of my creditors <i>have I<\/i> sold you? <i>Yea, to whom have I sold you?<\/i> Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away. (<a class=\"ref\">2 Ne. 7:1<\/a>.) <\/p>     <p>The italicized words above are retentions which the Book of Mormon has preserved. In <a class=\"ref\">2 Ne. 6<\/a>, Jacob quoted <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49<\/a>, interspersing several of his own comments. (He also inserted <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a> between <a class=\"isa\" verses=\"WzE4NjYwXQ==\">Isaiah 49:23<\/a> and 49:24.) This was similar to the pattern of Nephi's commentaries on Isaiah, although the intrusions dealt with different subjects.<\/p>     ",
    "audit": null
}