{
    "id": 16365,
    "source": "nyman",
    "verse_id": 17779,
    "verse_count": 2,
    "reference": "6:9-10",
    "title": "",
    "html": "          <p>The Book of Mormon helps us with these two difficult verses. It indicates that the people to whom Isaiah was sent would fail to understand his message of their own accord.<\/p>     <table>         <tbody>             <tr>                 <td>And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not. (<a class=\"isa\" verses=\"WzE3Nzc5XQ==\">Isaiah 6:9<\/a>.) <\/td>                 <td>And he said: Go and tell this people-Hear ye indeed, but they <i>understood<\/i> not; and see ye indeed, but <i>they perceived<\/i> not. (<a class=\"ref\">2 Ne. 16:9<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The \"making fat\" of the hearts of the people seems to refer to Isaiah's being called to make the truth so plain that they would have to accept it or harden their hearts against it. This was how the Lord hardened Pharaoh's heart in Egypt, according to Brigham Young and Willard Richards:<\/p>     <p>God has promised to bring the house of Israel up out of the land of Egypt at his own appointed time; and with a mighty hand and an outstretched arm, and great terribleness (Deut. xxvi, 8.) He chose to do this thing that His power might be known and his name declared throughout all the earth, so that all nations might have the God of heaven in remembrance, and reverence his holy name; and to accomplish this it was needful that He should meet with opposition to give Him an opportunity to manifest His power; therefore He raised up a man, even Pharaoh, who, He foreknew, would harden his heart against God of his own free will and choice, and would withstand the Almighty in His attempt to deliver His chosen people, and that to the utmost of his ability; and he proved himself worthy of the choice, for he left no means unimproved which his wicked heart could devise to vex the sons of Abraham, and defeat the purposes of the Most High, which gave the God of Abraham an opportunity to magnify his name in the ears of the nations, and in sight of this wicked king, by many mighty signs and wonders, sometimes even to the convincing of the wicked king of his wickedness, and of the power of God, (Exod. viii: 28, etc.) and yet he would continue to rebel and hold the Israelites in bondage; and this is what it meant by God's hardening Pharaoh's heart. He manifested Himself in so many glorious and mighty ways, that Pharaoh could not resist the truth without becoming harder; so that at last, in his madness, to stay the people of God, he rushed his hosts into the Red Sea and they were covered with the floods. (HC, 4:263-64.) <\/p>     <p>The Prophet Joseph Smith changed the verses in Exodus which state that the Lord hardened Pharaoh's heart to read that Pharaoh hardened his own heart, but here we see that Pharaoh did it against the obvious truth of the Lord. The last half of <a class=\"isa\" verses=\"WzE3NzgwXQ==\">Isaiah 6:10<\/a> may be misread that the Lord does not want the people to be converted and healed. The real meaning of the last part of the verse, as it is fully quoted in the New Testament, is a declaration that the people did not <i>want<\/i> to understand, lest they should be converted so that the Lord could heal them.<\/p>     <table>         <tbody>             <tr>                 <td>And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.<\/td>                 <td>Saying, Go unto this people, and say, Hearing ye shall hear, and shall not understand; and seeing ye shall see, and not perceive:<\/td>                 <td>And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:<\/td>             <\/tr>             <tr>                 <td>Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed. (<a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">Isaiah 6:9-10<\/a>.) <\/td>                 <td>For the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and should be converted, and I should heal them.(Acts 28:26-27.)<\/td>                 <td>For this people's heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their heart, and should be converted, and I should heal them. (<a class=\"ref\">Matt. 13:14-15<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>In other words, these people did not want to know the truth. They enjoyed living in sin and did not want to be converted and to change their life-style. Paul further verifies this by stating \"that the salvation of God is sent unto the Gentiles, <i>and that they will hear it\"<\/i> (Acts 28:28). <\/p>     ",
    "audit": null
}