{
    "id": 16583,
    "source": "nyman",
    "verse_id": 18717,
    "verse_count": 2,
    "reference": "53:5–6",
    "title": "",
    "html": "          <p>According to Abinadi, the prophets had foretold that Christ's coming would bring about the resurrection, and that he would be oppressed and afflicted (see <a class=\"ref\">Mosiah 13:35<\/a>). Abinadi also equated verses 5 and 6 with the breaking of the bands of death and with Christ's taking upon himself the iniquities and transgressions of all people. In other words, Abinadi taught that these verses foretold the Savior's resurrection and atonement (see <a class=\"ref\">Mosiah 15:8-9<\/a>). Paul also gave this interpretation (see <a class=\"ref\">Rom. 4:24-25<\/a>), as did Peter (see <a class=\"ref\">1 Pet. 2:24-25<\/a>; compare <a class=\"ref\">Mosiah 3:7; Alma 7:12-13<\/a>). These New Testament writings are here compared with the Isaiah text:<\/p>     <table>         <tbody>             <tr>                 <td>But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed.<\/td>                 <td>Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.<\/td>                 <td>Who was delivered for our offences, and was raised again for our justification. (<a class=\"ref\">Rom. 4:25<\/a>.) <\/td>             <\/tr>             <tr>                 <td>All we like sheep have gone astray; we have turned every one to his own way; and the Lord hath laid on him the iniquity of us all. (<a class=\"isa\" verses=\"eyIxODcxNyI6Mn0=\">Isaiah 53:5-6<\/a>.) <\/td>                 <td>For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls. (<a class=\"ref\">1 Pet. 2:24-25<\/a>.) <\/td>                 <td><\/td>             <\/tr>         <\/tbody>     <\/table>     <p>All who have lived on this earth have sinned except Christ, who took upon himself all of our sins (see <a class=\"ref\">Rom. 3:23; 1 Jn. 1:8-2<\/a>:2 <a class=\"ref\">Heb. 4:15<\/a>).<\/p>     ",
    "audit": null
}