{
    "id": 16414,
    "source": "nyman",
    "verse_id": 17930,
    "verse_count": 3,
    "reference": "14:1-3",
    "title": "",
    "html": "          <p>These three verses are an extension of the final thought in the Book of Mormon rendition of 13:22. The Lord's mercy will be shown by his gathering his people back to their own land. The strangers who will be joined with them are most probably the Gentiles who will have accepted the gospel while the house of Israel is being gathered. The second verse in the Book of Mormon contains an eighteen-word retention which emphasizes the extent of the gathering of Israel-from \"the ends of the earth\"-and establishes that there will be more than one land for the gathering. <\/p>     <table>         <tbody>             <tr>                 <td>For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob.<\/td>                 <td>For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land; and the strangers shall be joined with them, and they shall cleave to the house of Jacob.<\/td>             <\/tr>             <tr>                 <td>And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the Lord for servants and handmaids: and they shall take them captives, <i>whose<\/i> captives they were; and they shall rule over their oppressors.<\/td>                 <td>And the people shall take them and bring them to their place; <i>yea,<\/i> from <i>far unto the ends of the earth; and they shall<\/i> return <i>to their lands of promise.<\/i> And the house of Israel shall possess them, and the land of the Lord <i>shall be<\/i> for servants and handmaids; and they shall take them captives <i>unto<\/i> whom they were captives; and they shall rule over their oppressors.<\/td>             <\/tr>             <tr>                 <td>And it shall come to pass in <i>the<\/i> day that the Lord shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve. (<a class=\"isa\" verses=\"eyIxNzkzMCI6M30=\">Isaiah 14:1-3<\/a>.) <\/td>                 <td>And it shall come to pass in <i>that<\/i> day that the Lord shall give thee rest, from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve. (<a class=\"ref\">2 Ne. 24:1-3<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Verse 2 also shows a reversal of the ruling class: whereas Israel had been captive and in bondage to the Gentiles, the Israelites will now rule (in righteousness) over their former oppressors. Verse 3 retains the wording <i>\"that<\/i> day\" instead of the KJV \"the day,\" clearly designating the time when Israel will be gathered and freed from bondage.<\/p>     ",
    "audit": null
}