{
    "id": 16539,
    "source": "nyman",
    "verse_id": 17735,
    "verse_count": 6,
    "reference": 4,
    "title": "The House of Israel Nursed by the Gentiles",
    "html": "               <p>Before Nephi recorded the words of Isaiah on the plates which concluded his book called 1 Nephi, he spoke these words to all the house of Israel who should obtain his writings:<\/p>     <blockquote>For behold, I have workings in the spirit, which doth weary me even that all my joints are weak, for those who are at Jerusalem; for had not the Lord been merciful, to show unto me concerning them, even as he had prophets of old, I should have perished also.<\/blockquote>     <blockquote>And he surely did show unto the prophets of old all things concerning them; and also he did show unto many concerning us; wherefore, it must needs be that we know concerning them for they are written upon the plates of brass. (<a class=\"ref\">1 Ne. 19:20-21<\/a>.)<\/blockquote>     <p>Nephi then recorded what is now Isaiah chapter 48 as evidence that the Lord had shown the prophets of old concerning the people of Jerusalem, and he recorded what is now Isaiah chapter 49 as evidence that the Lord had also shown the Nephites to some of the prophets of old.<\/p>     <p>Chapter 49 is one of the most important chapters in the whole book of Isaiah, because it also clearly foretells the mission of the Latter-day Saints and the destiny of the land of America in connection with the house of Israel. Nephi interpreted the chapter as foretelling that the land of America would receive some of scattered Israel, while his brother Jacob applied it both to the Jews in Jerusalem and to the Gentiles. Chapter 49 is of such importance that it ought to be studied diligently by every member of the Church. The outline below will hopefully assist in such a study,<\/p>     <p>1. Israel is the servant of the Lord in whom he will be glorified (49:1-4).<\/p>     <p>a. The children of Israel have been scattered upon the isles of the sea (49:1).<\/p>     <p>b. They were foreordained to their work (49:1).<\/p>     <p>c. Their message will be cutting because it is <i>the<\/i> word of God (49:2).<\/p>     <p>d. The Lord has kept them hidden (49:2).<\/p>     <p>e. He will polish them and preserve his servant (49:3).<\/p>     <p>f. Although Israel's former efforts have been in vain, they will now do the Lord's work (49:4).<\/p>     <p>2. Israel's mission is to gather Jacob in the strength of the Lord (49:5-12).<\/p>     <p>a. They are to raise up the tribes of Jacob (49:6).<\/p>     <p>b. They are to restore the preserved of Israel (49:6).<\/p>     <p>c. They are also to be a light unto the Gentiles (49:6).<\/p>     <p>d. Kings will see, and princes will worship (49:7).<\/p>     <p>e. The Lord will give Israel his servant to establish them as a covenant people in the isles of the sea; then they will \"inherit the desolate heritages\" (49:8).<\/p>     <p>f. The \"prisoners\" will be led by the Lord, and the way will be opened for them (49:9-11).<\/p>     <p>g. The house of Israel will gather from all lands (49:12).<\/p>     <p>3. The Lord will show that he has not forgotten his promises to Zion (the Americas) (49:13-17).<\/p>     <p>a. Heaven and earth will rejoice when the Lord comforts his people (49:13),<\/p>     <p>b. The Lord's promises are never forgotten (49:15).<\/p>     <p>c. He has engraven them upon the palms of his hands (49:16).<\/p>     <p>d. Joseph's children shall prosper over the Gentiles (49:17),<\/p>     <p>4. Many will gather to Zion, who will be adorned as a bride (49:18-23). <\/p>     <p>a. People will come from far away and build up Zion's waste and desolate places (49:19).<\/p>     <p>b. They will come seeking freedom or fewer restrictions (49:20).<\/p>     <p>c. The Lord will lift up his standard to the Gentiles (49:22).<\/p>     <p>d. The gentile kings and queens will nurse Israel's children (49:22-23).<\/p>     <p>e. The Gentiles will bow down to Israel (49:23).<\/p>     <p>5. Israel will be delivered from the hands of the Gentiles (49:24-26).<\/p>     <p>a. The Lord will contend with those who fight against Israel (49:25).<\/p>     <p>b. The wicked will fight among themselves (49:26).<\/p>     <p>c. All flesh will know that the Lord is the Redeemer (49:26).<\/p>     <p>This entire chapter is quoted by Nephi, and part of it is quoted by Jacob. The commentary by both of these prophets is of great worth to our current study, and there are many significant retentions in the Book of Mormon which help us understand Isaiah's words more clearly and fully. The New Testament, the Doctrine and Covenants, and modern Church leaders also add significantly to our understanding.<\/p>     ",
    "audit": null
}