{
    "id": 16319,
    "source": "nyman",
    "verse_id": 17689,
    "verse_count": 1,
    "reference": "2:3",
    "title": "",
    "html": "          <p>While verses 2 and 3 are usually treated as one prophecy, there are some unique aspects of verse 3 which may be related to a later time than the establishment of the temple. Of course, the settlement of the Saints in the valleys of the Rocky Mountains brought people from many nations, but subsequent converts to the Church brought thousands more to those valleys from all over the world to \"walk in his paths,\" as Elder LeGrand Richards has taught (see CR, Oct. 1962, p. 109). Elder Mark E. Petersen has also written of the influx of immigrants to the Rocky Mountains as a fulfillment of this prophecy. He also refers to the tourists who visit Salt Lake Temple Square and the Church general conferences as further fulfillment of Isaiah's prophecy that many people would say, \"Let us go up to the mountain of the Lord.\" (See Why the Religious Life [Salt Lake City: Deseret Book Company, 1966], pp. 200-201.)<\/p>     <p>In verse 2, Isaiah says that \"the Lord's house shall... be exalted above the hills.\" Elder Petersen has pointed out that all of the various translations of the Bible emphasize the \"temple hill,\" and that most temples are built on eminent sites (see Why the Religious Life, pp. 305-7). Isaiah also said people would come to the house of the Lord to learn of his ways and \"walk in his paths.\" Elder Gordon B. Hinckley has taught that as Latter-day Saints live the standards of the gospel, others will find the strength to follow their example and will do as Isaiah says (see CR. Oct. 1974, pp. 144-45). Elder Harold B. Lee once asked that the Lord continue to pour out his knowledge upon the Church and its members and all honorable people of the earth, that Christ might be the ensign to the world as prophesied by Isaiah (see CR. Apr. 1966, p. 68).<\/p>     <p>Elder Mark E. Petersen has identified the general conferences of the Church as a fulfillment of Isaiah's prophecy that \"out of Zion shall go forth the law,\" especially as these conferences are broadcast to the world by radio and television (see Why the Religious Life, pp. 200-201, 305-7). However, President George Albert Smith taught a broader concept as he dedicated the Idaho Falls Temple. He taught that the \"going forth\" of the \"law\" is the establishment in the world of governments similar to \"our constitutional form of government.\" In referring to this dedicatory prayer, President Harold B. Lee later said:<\/p>     <blockquote>I have often wondered what that expression meant, that out of Zion shall go forth the law. Years ago I went with the brethren to the Idaho Falls Temple, and I heard in that inspired prayer of the First Presidency a definition of the meaning of that term \"out of Zion shall go forth the law.\" Note what they said: \"We thank thee that thou hast revealed to us that those who gave us our constitutional form of government were men wise in thy sight and that thou didst raise them up for the very purpose of putting forth that sacred document [as revealed in Doctrine and Covenants, <a class=\"ref\">D&amp;C 101<\/a>] ....<\/blockquote>     <blockquote>\"We pray that kings and rulers and the peoples of all nations under heaven may be persuaded of the blessings enjoyed by the people of this land by reason of their freedom and under thy guidance and be constrained to adopt similar governmental systems, thus to fulfill the ancient prophecy of Isaiah and Micah that '... out of Zion shall go forth the law and the word of the Lord from Jerusalem.'\" (IE, Oct. 1945, p. 564; Ensign, Nov. 1971, p. 15.)<\/blockquote>     <p>The Prophet Joseph Smith also equated the \"law\" with the theocracy of God which will rule during the Millennium, as described in verse 4 (see TPJS, pp. 248-52). This great principle was alluded to by President Joseph Fielding Smith when he said that the word of the Lord would go forth from Zion and Jerusalem, not only to the members of the Church, but to all nations when the kingdom of God is fully established (see DS, 1:176). Elder Orson Pratt interpreted Isaiah's reference to \"the law\" as follows: \"'Out of Zion shall go forth the law,' says the prophet. What law? A law to regulate the nations, a law teaching them how to be saved, a law informing the kings and emperors and the nobles of the earth how they can save themselves, and how they can save their dead.\" (JD, 14:350.) These interpretations combine the political and spiritual aspects of the law.<\/p>     ",
    "audit": null
}