{
    "id": 16610,
    "source": "nyman",
    "verse_id": 18788,
    "verse_count": 57,
    "reference": "58-60",
    "title": "The Sins of the House of Jacob",
    "html": "               <p>Whether chapters 58 and 59 are prophecies against the people of Isaiah's time or those of the latter days is not certain. If Isaiah is describing the latter days, he could be referring to 1820, when the whole world was still in apostasy, or he could be describing the cleansing of restored Israel. Since 59:16 seems to be describing the complete apostasy of Israel, the restoration spoken of in the end of chapter 59 is undoubtedly a reference to the last days. Consequently, the sins of the house of Jacob would represent the corruption of Israel prior to the latter-day restoration. All this may well apply to Isaiah's time also, as a dual prophecy. Chapter 60 definitely speaks of the latter-day Zion or New Jerusalem. However, some of its verses may also be of a dual nature.<\/p>     <p>Regardless of the time period, the eternal nature of the gospel makes it appropriate to \"liken\" chapters 58 and 59 to ourselves \"for our profit and learning\" (see <a class=\"ref\">1 Ne. 19:23-24<\/a>). The law of the fast as taught in the Church today is basically that which Isaiah taught in chapter 58. Likewise, the sins of Jacob enumerated by Isaiah have application to this day, as an outline of his message will show.<\/p>     <p>1. The prophet will proclaim the sins of Jacob (58:1-2).<\/p>     <p>2. Israel will fast and claim that the Lord doesn't notice (58:3-5).<\/p>     <p>a. They will find pleasure in the day they fast (58:3).<\/p>     <p>b. They will fast for strife and debate (58:4).<\/p>     <p>c. They will afflict their souls before men (58:5). <\/p>     <p>3. There are four purposes of the Lord's fast (58:6-7).<\/p>     <p>a. It looses the bands of wickedness (58:6).<\/p>     <p>b. It undoes heavy burdens (58:6).<\/p>     <p>c. It lets the oppressed go free (58:6).<\/p>     <p>d. It eliminates the poor by dealing bread to the hungry (58:7).<\/p>     <p>4. Isaiah proclaims the blessings of the fast (58:8-12).<\/p>     <p>a. Your \"light\" will break forth-the Spirit will attend you (58:8).<\/p>     <p>b. You will have health (58:8).<\/p>     <p>c. Righteousness will go before you and be an influence for good (58:8).<\/p>     <p>d. The glory of the Lord will follow you and confirm your actions (58:8).<\/p>     <p>e. Your prayers will be answered (58:9).<\/p>     <p>f. The Lord will guide you continually (58:10-11).<\/p>     <p>g. Your posterity will be blessed, and they will bless you (58:12).<\/p>     <p>5. The purpose and blessings of the Sabbath are given (58:13-14).<\/p>     <p>a. You are not to do your pleasures, but the Lord's (58:13).<\/p>     <p>b. You will \"ride upon the high places of the earth\" (58:14).<\/p>     <p>c. You will be fed with the \"heritage of Jacob\" (58:14).<\/p>     <p>6. Revelation has ceased among Israel because of their sins (59:1-15).<\/p>     <p>a. The Lord has not changed, but Israel has (59:1-8).<\/p>     <p>b. The people grope in darkness, and the Lord is displeased (59:9-15).<\/p>     <p>7. The Lord will intervene because there is \"no man\" (a complete apostasy) (59:16-21).<\/p>     <p>a. The Lord will arm himself and recompense Israel (59:17-18).<\/p>     <p>b. He will lift up a standard to Israel (59:19).<\/p>     <p>c. He will come to Zion (59:20).<\/p>     <p>d. He will establish the everlasting covenant with Israel (59:21). <\/p>     <p>8. Zion will arise and be glorious (60:1-22).<\/p>     <p>a. Darkness will cover the rest of the earth (60:2).<\/p>     <p>b. The Gentiles and kings will come to Zion's light (60:3).<\/p>     <p>c. They will bring their wealth and adorn Zion (60:4-11).<\/p>     <p>d. The nations who do not serve Zion will perish (60:12).<\/p>     <p>e. Zion will be beautified and will have peace (60:13-18).<\/p>     <p>f. The Lord will be their light instead of the sun and the moon (60:19-20).<\/p>     <p>g. Zion will become a mighty nation in the Lord's time (60:21-22).<\/p>     <p>Chapter 58 was quoted almost entirely by Bishop John H. Vandenberg and Bishop Victor L. Brown in two different general <i>conferences<\/i> with added interpretations and applications, There are also other quotations by General Authorities from this chapter, but they usually just make reference to the law or blessing of fasting and do not interpret the text.<\/p>     <p>There are some New Testament references. and one from the Doctrine and Covenants, which help us understand chapter 59. The Prophet Joseph Smith and Elder Orson Pratt gave us a fuller understanding of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60<\/a>.<\/p>     ",
    "audit": null
}