{
    "id": 16397,
    "source": "nyman",
    "verse_id": 17891,
    "verse_count": 4,
    "reference": "11:6–9",
    "title": "",
    "html": "          <p>These verses, which describe the millennial reign of Christ for which his servants are preparing, are often quoted in general conferences by modern Church leaders making reference to that future day. The clause \"a little child shall lead them\" in verse 6 is also quoted <i>occa<\/i>sionally out of context to introduce examples of little children leading today. This is consistent with other scriptures referring to the Lord's speaking \"out of the mouth of babes\" (see <a class=\"ref\">Ps. 8:2; Matt. 21:16; Alma 32:23<\/a>).<\/p>     <p>Joseph Smith paraphrased part of verses 6 through 9 in the following two statements:<\/p>     <blockquote>Men must become harmless before the brute creation, and when men lose their vicious dispositions and cease to destroy the animal race, the lion and the lamb can dwell together, and the sucking child can play with the serpent in safety. (TPJS, p. 71.)<\/blockquote>     <blockquote>Friendship is one of the grand fundamental principles of \"Mormonism\"; [it is designed] to revolutionize and civilize the world, and cause wars and contentions to cease and men to become friends and brothers. Even the wolf and the lamb shall dwell together; the leopard shall lie down with the kid, the calf, the young lion and the fatling; and a little child shall lead them; the bear and the cow shall lie down together, and the sucking child shall play on the hole of the asp, and the weaned child shall play on the cockatrice's den; and they shall not hurt or destroy in all my holy mountain, saith the Lord of hosts. (TPJS, p. 316.)<\/blockquote>     <p>Joseph Smith also gave a different rendering of the last part of verse 9-\"the earth will be filled with <i>sacred<\/i> knowledge, as the waters cover the <i>great<\/i> deep\" (TPJS, p. 93)-and indicated that this prophecy would be fulfilled after Israel is gathered. President Joseph Fielding Smith has stated, \"If the knowledge of the Lord covers the earth as the waters do the sea, then it must be universally received\" (DS, 3:65). He has quoted <a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isaiah 11:9<\/a> in reference to the millennial conditions and has urged the Saints to study the gospel, exercise faith, and keep the commandments that they might hasten that day, and he has also stated that the wicked will eventually be removed from the earth, which will further allow truths to sweep the earth, although man will still have his agency to accept or reject the gospel (see <i>AQ,<\/i> 1:xvii; 2:xiii-xiv; 2:22; 5:143-144). Elder Orson Pratt taught that this great knowledge which was to cover the earth (spoken of in verse 9) was to include a restoration of all the records which had been kept in former dispensations, and he enumerated many of these records (see <i>JD,<\/i> 16:47ff.; see also <a class=\"ref\">Hel. 3:13-15; 3 Ne. 26:8-12; Ether 3:25-4<\/a>:7 Elder Pratt also taught that<\/p>     <p>... the earth will be made new, and great knowledge will be imparted to the inhabitants thereof, as predicted in the 11th chapter of the prophecy of Isaiah. The knowledge of God will then cover the earth as the waters cover the mighty deep. There will be no place of ignorance, no place of darkness, no place for those that will not serve God. Why? Because Jesus, the Great Creator, and also the Great Redeemer, will be himself on the earth, and his holy angels will be on the earth, and all the resurrected Saints that have died in former dispensations will all come forth, and they will be on the earth. What a happy earth this creation will be, when this purifying process shall come, and the earth be filled with the knowledge of God as the waters cover the great deep!\" <i>(JD,<\/i> 21:324-25.)<\/p>     ",
    "audit": null
}