{
    "id": 16525,
    "source": "nyman",
    "verse_id": 18616,
    "verse_count": 22,
    "reference": 48,
    "title": "Judah and the Furnace of Affliction",
    "html": "               <p>Chapter 48 is the first chapter of Isaiah quoted in the book of Mormon to \"more fully persuade them [Nephi's brethren and the house of Israel] to believe in the Lord their Redeemer.\" For this purpose Nephi \"did read unto them that which was written by the prophet Isaiah; for I did liken all scriptures unto us, that it might be for our profit and learning.<\/p>     <p>\"Wherefore I spake unto them, saying: Hear ye the words of the prophet, ye who are a remnant of the house of Israel, a branch who have been broken off; hear ye the words of the prophet, which were written unto all the house of Israel, and liken them unto yourselves, that ye may have hope as well as your brethren from whom ye have been broken off; for after this manner has the prophet written.\" (<a class=\"ref\">1 Ne. 19:23-24<\/a>.) <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40-47<\/a> provides an overview, identifies the \"servant,\" and foretells of Cyrus and the fall of Babylon. While these were important, they were not as relevant to Nephi's people or to the latter-day readers of his record as chapters 48 and 49. Chapter 48 foretells the destiny of Judah and declares the omniscience of God; an outline of the chapter will show these two prominent themes.<\/p>     <p>1. The baptized members of Judah have apostatized (48:1-2).<\/p>     <p>a. They swear by the name of the Lord, but not in truth or righteousness (48:1).<\/p>     <p>b. They claim to be of the holy city, but do not rely on the Lord (48:2). <\/p>     <p>2. The Lord foretold Judah's destiny even from the beginning (48:3-8).<\/p>     <p>a. They were shown the things which would happen before they happened (48:3).<\/p>     <p>b. They were shown these things because they were obstinate and stubborn (48:4).<\/p>     <p>c. They were shown them so they could not give credit to their idols (48:5).<\/p>     <p>d. They have seen prophecy fulfilled and have been told of the future, and yet would not hear; this the Lord also knew (48:6-8).<\/p>     <p>3. The Lord will defer his anger and not cut Judah off (48:9-11).<\/p>     <p>a. They will be sent through the furnace of affliction (48:10).<\/p>     <p>b. The Lord will not allow his name to be polluted (48:11).<\/p>     <p>4. Jacob and Israel are invited to hearken unto God, who is the first and the last (48:12-22).<\/p>     <p>a. He has created the earth and the heavens, and they obey him (48:13).<\/p>     <p>b. He will fulfill his word on the Gentiles (48:14).<\/p>     <p>c. Israel will declare God's word, and he will make Israel prosperous (48:15).<\/p>     <p>d. The Lord has spoken of this from the beginning (48:16-17).<\/p>     <p>e. If Israel had hearkened to the commandments, they would not have been destroyed (48:18-19).<\/p>     <p>f. The Lord has delivered his people before (48:20-21).<\/p>     <p>g. There will be no peace for the wicked (48:22).<\/p>     <p>Every verse of this chapter is quoted differently in the Book of Mormon. Some of these differences are significant. Neither Nephi nor Mormon commented on this chapter, so the only help for understanding it comes from studying the differences in the Book of Mormon retentions. The modern prophets have said little about this chapter. <\/p>     ",
    "audit": null
}