{
    "id": 16488,
    "source": "nyman",
    "verse_id": 18430,
    "verse_count": 3,
    "reference": "40:9–11",
    "title": "",
    "html": "          <p>Elder Orson Pratt interpreted verse 9 as a prophecy which was fulfilled when the Saints became established in the Rocky, Mountains:<\/p>     <blockquote>\"O Zion\" - something about Zion now, before the Lord comes-\"O Zion, that bringest good tidings, get thee up into the high mountains.\" Did you come up into these high mountains, you people of the latter-day Zion? What did you come here for? Because Isaiah predicted that this was the place you should come to, you should get up into the high mountain. He foretold it, and you have fulfilled it. \"O Zion, <i>that<\/i> bringest good tidings.\" What good tidings? What tidings have you been declaring the last forty-five years to the nations and kingdoms of the earth? What have you testified to, you missionaries? Your missionaries have gone from nation to nation and from kingdom to kingdom, proclaiming to the people that God has sent his angel from heaven with the everlasting Gospel to be preached unto all people upon the face of the whole earth. This is what you have been proclaiming. Is not the everlasting Gospel glad tidings to the children of men? I think it is, and especially when it is brought by an angel to prepare the way for the great and glorious day of the coming of the King of kings and Lord of lords. It is good tidings that people who receive this everlasting Gospel, are commanded to get up into the high mountain. You have fulfilled it, you have been at it now for twenty-eight years, coming up from the eastern slope, from the great Atlantic seaboard, and gradually rising and ascending until you have located yourselves in a place upwards of four thousand feet above the level of the sea. (JD, 18:150; see also JD, 18:182-83.)<\/blockquote>     <p>Elder Pratt further said that verse 10 showed verse 9 to be a latter-day prophecy, and that the coming of the Lord would be after Zion had gone up into the mountains (see JD, 18:150, 183). Some of the wording of verse 10 is used in <a class=\"ref\">Rev. 22:12<\/a> in describing the Second Coming, which is further evidence that these verses concern the Lord's return.<\/p>     ",
    "audit": null
}