{
    "id": 16643,
    "source": "nyman",
    "verse_id": 18887,
    "verse_count": 5,
    "reference": "64:1–5",
    "title": "",
    "html": "          <p>These verses are all quoted in the Appendix to the Doctrine and Covenants (section 133), where they precede the quotation of <a class=\"isa\" verses=\"eyIxODg2OCI6OX0=\">Isaiah 63:1-9<\/a>, as mentioned above. They are quoted in the context of the servants of God preaching the gospel to every nation (which will occur in fulfillment of a prophecy recorded in <a class=\"ref\">Rev. 14:6-7<\/a>).<\/p>     <p>O Lord, thou shalt come down to make thy name known to thine adversaries, and all nations shall tremble at thy presence.<\/p>     <p>Thou meetest him that rejoiceth and worketh righteousness, those that remember thee in thy ways: behold, thou art wroth; for we have sinned: in those is continuance, and we shall be saved. (<a class=\"isa\" verses=\"eyIxODg4NyI6NX0=\">Isaiah 64:1-5<\/a>.)<\/p>     <table>         <tbody>             <tr>                 <td><\/td>                 <td>And this gospel shall be preached unto every nation. and kindred, and tongue, and people.                     <p>And the servants of God shall go forth, saying with a loud voice: Fear God and give glory to him, for the hour of his judgment is come;<\/p>                     <p>And worship him that made heaven, and earth, and the sea, and the fountains of waters-<\/p>                 <\/td>                 <td>Yea, when thou comest down, and the mountains flow down at thy presence, thou shalt meet him who rejoiceth and worketh righteousness, who remembereth thee in thy ways.                     <p>For since the beginning of the world have not men heard nor perceived by the ear, neither hath any eye seen, O God, besides thee, how great things thou hast prepared for him that waiteth for thee. (D&amp;C 133: 37-45.)<\/p>                 <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>In <a class=\"ref\">D&amp;C 133:22<\/a> the Lord said that, at the time of his appearance, his voice <i>\"shall<\/i> break down the mountains.\" This information may also have preceded the verses we have quoted from the original text of Isaiah.<\/p>     <p>The last part of <a class=\"isa\" verses=\"WzE4ODg4XQ==\">Isaiah 64:2<\/a> is quoted elsewhere in the Doctrine and Covenants in relationship to the Lord's second coming: \"And it shall be a great day at the time of my coming, for all nations shall tremble\" (<a class=\"ref\">D&amp;C 34:8<\/a>). Paul quoted verse 4 to the Corinthian Saints in an attempt to encourage them to have faith in God. The textual differences in his quotation enlighten our understanding of that verse: \"But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him\" (<a class=\"ref\">1 Cor. 2:9<\/a>).<\/p>     ",
    "audit": null
}