{
    "id": 16647,
    "source": "nyman",
    "verse_id": 18899,
    "verse_count": 2,
    "reference": "65:1–2",
    "title": "",
    "html": "          <p>Paul quoted these verses in writing to the Romans, but with slight differences. The JST gives these two verses yet a different reading.<\/p>     <table>         <tbody>             <tr>                 <td>I am sought of them <i>that asked<\/i> not for me; I am found of them that sought me not: I said, Behold me, behold me, unto a nation that was not called by my name.<\/td>                 <td>I am <i>found<\/i> of them <i>who<\/i> seek <i>after me, I give unto all them that<\/i> ask of me; I am <i>not<\/i> found of them that sought me not, or <i>that inquireth not<\/i> after me.<\/td>                 <td>But Esaias is very bold, and saith, I was <i>found<\/i> of them that sought me not; I was <i>made manifest<\/i> unto them that asked not after me.<\/td>             <\/tr>             <tr>                 <td>I have spread out my hands all the day unto a <i>rebellious<\/i> people, which walketh in <i>a way that was<\/i> not good, after their own thoughts; (KJV, <a class=\"isa\" verses=\"eyIxODg5OSI6Mn0=\">Isaiah 65:1-2<\/a>.) <\/td>                 <td>I said <i>unto<\/i> my servant, Behold me, <i>look<\/i> upon me; <i>I will<\/i> send <i>you<\/i> unto a nation that is not called after my name, <i>for I<\/i> have spread out my hands all the day to a people who walketh not in <i>my<\/i> ways, <i>and<\/i> their works are <i>evil and<\/i> not good, and they walk after their own thoughts. (JST, <a class=\"isa\" verses=\"eyIxODg5OSI6Mn0=\">Isaiah 65:1-2<\/a>.) <\/td>                 <td><i>But to Israel he saith,<\/i> All day long I have stretched forth my hands unto a <i>disobedient and gain-saying<\/i> people. (<a class=\"ref\">Rom. 10:20-21<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Paul uses these verses to show the contrast between the Gentiles, who did not seek after God but responded to the call o the preachers of the gospel (verse 1), and Israel, who was \"a disobedient and gainsaying people.\" The Prophet Joseph Smith provided a fuller text, showing that whoever seeks the Lord (Israelite or Gentile) will find him, and whoever does not seek him will not find him. The contrast presented by Paul is sup ported in verse 2 of the JST reading, which indicates that the Lord would send his servants to those not of Israel (the Gen tiles) because Israel had not walked after his ways. The roes sage, then, is that the gospel would be taken to the Gentiles, because Israel had not responded to the call.<\/p>     ",
    "audit": null
}