{
    "id": 16612,
    "source": "nyman",
    "verse_id": 18793,
    "verse_count": 2,
    "reference": "58:6–7",
    "title": "",
    "html": "          <p>Bishop Vandenberg also equated these verses with the two great commandments to love God and our neighbor:<\/p>     <p>I suppose when he speaks of \"loosing the bands of wickedness\" of \"undoing the heavy burdens,\" and the \"breaking of every yoke\" that he is referring to the wickedness of people who think only of themselves in selfishness, vanity, pride, and having hearts so set upon the things of this world that the two great commandments of loving God and loving neighbor are entirely forgotten. The principles of loving thy neighbor and of loving God are encompassed in the true purpose of the fast. <\/p>     <p>Certainly, it takes no imagination to understand what is meant when he says, <i>\"...<\/i> that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?\"<\/p>     <p>He meant that in addition to taking care of the poor, that we should watch over our own kin and be responsible for our father, mother, brother, and sister when they are in need.<\/p>     <p>It is here that I would like to state that the Lord has caused a day of fasting and prayer to be set up in this day so that collectively the Church might join together to fulfill the purposes of fasting.<\/p>     <p>In the general letter from the Council of the Twelve to the Church under date of May 17, 1845, which Orson Pratt read to the Saints, these words appear:<\/p>     <p>\"Let this be an ensample to all saints, and there will never be any lack for bread: When the poor are starving, let those who have, fast one day and give what they otherwise would have eaten to the bishops for the poor, and every one will abound for a long time; and this is one great and important principle of fasts, approved of the Lord. And so long as the saints will all live to this principle, with glad hearts and cheerful countenances they will always have an abundance.\" (DHC 7:413.)<\/p>     <p>The bishop should frequently encourage the members of his ward to observe the fast day and voluntarily contribute a generous offering. The Lord knows in his wisdom that individually we are generally not prone to seek out the poor, the hungry, and those in need, and individually attend to their needs on a continuing basis. By fasting collectively there is no end to the good that can be done; that no one need suffer; that such assistance as might be given is rendered through the bishop in love and mercy and that full dollar value is rendered without any administrative cost. (CR, Apr. 1963, p. 28.)<\/p>     <p>Bishop Victor L. Brown interpreted verse 6 to mean \"to overcome the temptations of Satan as the Savior did.\" He also said that verse 7 means \"to assist the poor and the needy.\" <i>(Ensign,<\/i> Nov. 1977, p. 83.)<\/p>     <p>A breakdown of verse 6 shows three purposes of the fast: (1) \"to loose the bands of wickedness,\" or to help us overcome personal sins which have engulfed us; (2) \"to undo the heavy burdens,\" or to help us gain strength for difficult assignments or problems; and (3) \"to let the oppressed go free,\" or to petition the Lord to intervene in behalf of our loved ones, such as Alma did when fasting for the salvation of his son (see <a class=\"ref\">Mosiah 27:13-24<\/a>).<\/p>     ",
    "audit": null
}