{
    "id": 16475,
    "source": "nyman",
    "verse_id": 18273,
    "verse_count": 8,
    "reference": "32:13–20",
    "title": "",
    "html": "          <p>These verses were given the following interpretation by Elder Orson Pratt: Verse 13 was the curse seen by Isaiah to come upon the land of Palestine, that instead of productive land to sustain the people, thorns and briers were to come forth, and this desolation was to remain for a long time, until the Spirit was poured out from on high. \"What are we to understand by the prediction that the wilderness shall be a fruitful field when the Spirit is poured out from on high? We are to understand the same as is recorded in the thirty-fifth chapter of this prophecy .... \"(JD, 18:144-45). Elder Pratt was undoubtedly acquainted with the Prophet Joseph Smith's changing of a clause in verse 14 in the JST-\"the <i>houses<\/i> of the city shall. be left <i>desolate\"-<\/i>because he cross-referenced verse 15 (on the wilderness becoming a fruitful field) to <a class=\"isa\" verses=\"eyIxODMyMiI6Mn0=\">Isaiah 35:1-2<\/a>, Isaiah's prophecy of the wilderness blossoming as a rose. It should be noted that 32:15 contains basically the same phrasing as 29:17. Elder Pratt interpreted verses 17 and 18 as a description of the Saints' dwelling in peace and safety in the wilderness of the Rocky Mountains (which were to \"blossom as the rose\"), in contrast to their troublesome times in Missouri: \"'You shall be persecuted from city to city and from synagogue to synagogue, and but few shall stand to receive their inheritance.' But when the time should come for Zion to go up into the wilderness things would be changed;         <sp:3p>['             <sp:3p>]then my people shall dwell in peaceable habitations, in sure dwelling places, and in quietness and assurance.' \"(JD, 18:149). He also used verse 19 as a description of Salt Lake City, organized at the base of the mountains and enjoying vegetation, while in the mountains surrounding them there were snow and storms in great fury:<\/sp:3p>         <\/sp:3p>     <\/p>     <blockquote>Will they have any capital city when they get up into the mountain desert? O, yes. Isaiah says here -\"When it shall hail, coming down on the forest, the city shall be low in a low place.\" How often have I thought of this since we laid out this great city, twenty-eight years ago! How often have this people reflected in their meditations upon the fulfillment of this prophecy! They have seen, on this eastern range of mountains and on the range of mountains to the west of this valley, snow and storms pelting down with great fury, as though winter in all its rigor and ferocity had overtaken the mountain territory, and at the same time, here, \"low in a low place,\" was a city, organized at the very base of these mountains, enjoying all the blessings of a spring temperature, the blessings of a temperature not sufficient to cut off our vegetation. What a contrast! \"When it shall hail, coming down on the forest, the city shall be low in a low place.\" That could not be Jerusalem, no such contrast in the land of Palestine round about Jerusalem! It had reference to the latter-day Zion, the Zion of the mountains. (JD, 18:149.)<\/blockquote>     <p>Finally, Elder Pratt interpreted verse 20 as the Saints' making their settlements along the sides of streams, where they could build canals to send out water over the land. Elder Eldred G. Smith cited verse 17 to describe the assurance one receives when he is living in accordance with God's will (see CR, Apr. 1972, p. 147).<\/p>     ",
    "audit": null
}