{
    "id": 16462,
    "source": "nyman",
    "verse_id": 18207,
    "verse_count": 2,
    "reference": "29:13–14",
    "title": "",
    "html": "          <p>As stated above, Oliver Cowdery said that the angel Moroni told Joseph Smith these verses were soon to be fulfilled. The Book of Mormon retains the fact that the Lord was going to speak these words to the one who would read the unsealed portion of the plates (Joseph Smith):<\/p>     <table>         <tbody>             <tr>                 <td>Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men: (<a class=\"isa\" verses=\"WzE4MjA3XQ==\">Isaiah 29:13<\/a>.) <\/td>                 <td><i>And again it shall come to pass that the<\/i> Lord <i>shall say unto him that shall read the words that shall be delivered him.<\/i><\/td>             <\/tr>             <tr>                 <td><\/td>                 <td>Forasmuch as this people draw near <i>unto<\/i> me with their mouth, and with their lips do honor me, but have removed their hearts far from me; and their fear towards me is taught by the precepts of men- (<a class=\"ref\">2 Ne. 27:24-25<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>The \"marvellous work and a wonder\" in verse 14 is associated with the Lord's setting his hand the second time to recover his people (see <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>) in <a class=\"ref\">2 Ne. 25:17<\/a> and 29:1. According to <a class=\"ref\">2 Ne. 25:18<\/a>, this marvelous work would be accomplished through the bringing forth of the Lord's words, specified as the words of Nephi's seed (the Book of Mormon) in <a class=\"ref\">2 Ne. 29:2<\/a>. This is also confirmed by the Savior's words to the Nephites after his resurrection (see <a class=\"ref\">3 Ne. 21:1-9<\/a>).<\/p>     <p>Joseph Smith recorded that in the spring of 1820 two divine Personages appeared to him and told him that he should join no church because \"they draw near to me with their lips, but their hearts are far from me, they teach for doctrines the commandments of men, having a form of godliness, but they deny the power thereof\" (<a class=\"ref\">JS-H 1:17-19<\/a>).<\/p>     <p>The Savior called the scribes and Pharisees \"hypocrites,\" saying that Isaiah had prophesied of them and then quoting verse 13 (see <a class=\"ref\">Matt. 15:7-9; Mark 7:6-7<\/a>). This might lead some to believe that the prophecy was limited to the time of the Savior, and that it was fulfilled. But the fact that he quoted only verse 13, and not verse 14 with it, indicates the Savior was saying that the Pharisees were the kind of people Isaiah prophesied of-not that they were the fulfillment of his prophecy. Many of the General Authorities have quoted verse 13 in describing the conditions of the world at the time of the restoration of the gospel (see Appendix B under <a class=\"isa\" verses=\"WzE4MjA3XQ==\">Isaiah 29:13<\/a>).<\/p>     <p>The \"marvellous work and a wonder\" which was to come forth to correct the situation described in verse 13 is referred to repeatedly in the early sections of the Doctrine and Covenants (see 4:1; 6:1; 11:1; 12:1; 14:1). This marvelous work has been identified by the General Authorities as the Church, Mormonism, the restoration of the gospel, the everlasting gospel, the translation of the Book of Mormon, and several other principles of the gospel (see Appendix B under <a class=\"isa\" verses=\"WzE4MjA4XQ==\">Isaiah 29:14<\/a>). An examination of every aspect of the Restoration would show it to be a marvelous work performed or inspired by God. The General Authorities have also testified that this marvelous work has caused the wisdom of the \"wise men\" to perish and their understanding to be hid. Paul used the latter part of verse 14 in writing to the Corinthians to show that the mission of Christ had confounded the wise and made them look foolish (see <a class=\"ref\">1 Cor. 1:19-20<\/a>).<\/p>     ",
    "audit": null
}