{
    "id": 16494,
    "source": "nyman",
    "verse_id": 18454,
    "verse_count": 3,
    "reference": "41:2-4",
    "title": "",
    "html": "          <p>A second problem for the scholars has been the identification of the \"man from the east.\" He has been identified as Christ, Abraham, Paul, and Cyrus of Persia. Abraham and Cyrus seem to be the prominent identifications, with older scholars leaning to Abraham and more modern scholars to Cyrus. Since Cyrus is actually named in 44:28 and 45:1, modern scholars feel that chapter 41 begins the passage building up to his being named. This is further enforced by their theory that the so-called second Isaiah (chapters 40 through 55) was written at a later time by someone other than Isaiah the son of Amoz.<\/p>     <p>The \"man from the east\" appears to be Abraham, as suggested by many older scholars. The arguments regarding the latter-day restoration in the isles of the sea (see note on 41:1) seem to support this identification. The KJV phrase \"called him to his foot\" is translated \"calls him to follow\" in the Anchor Bible (20:26), which also adds a footnote indicating that the Hebrew says \"called.\" Abraham was called by the Lord to leave Ur of the Chaldees and go to the land of Canaan (see <a class=\"ref\">Gen. 11:31; 12:1; Abr. 2:1-6<\/a>). He was given \"the nations before him\" extending from \"the river of Egypt unto the great river, the river Euphrates\" (<a class=\"ref\">Gen. 15:18<\/a>). Isaiah 41:2b seems to refer to Abraham's smiting of the kings as he rescued his nephew Lot (see <a class=\"ref\">Gen. 14<\/a>). A more positive identification of Abraham comes from verse 4, wherein the Lord makes reference to \"calling the generations from the beginning.\" Abraham was chosen in the premortal life to be a ruler (see <a class=\"ref\">Abr. 3:22-23; Gen. 18:19<\/a>) and was blessed that through the literal seed of his body the Lord would bless all the nations of the earth (<a class=\"ref\">Gen. 12:2-3; Abr. 2:8-11<\/a>). These verses in Isaiah proclaim that the Lord was the one who had so ordained these things. The Anchor Bible (20:27) suggests, \"Yahweh calls the generations from the beginning; he directs history from the origins of man.\" Verse 4, cross-referenced to the book of Revelation (1:8, 17; 22:13), shows that the same person spoke to both Isaiah and John.<\/p>     ",
    "audit": null
}