{
    "id": 16404,
    "source": "nyman",
    "verse_id": 17908,
    "verse_count": 54,
    "reference": "13–14",
    "title": "The Warning to Babylon",
    "html": "               <p>Chapters 13 and 14 are the beginning of a series of revelations (chapters 13 through 23) given to nine different nations. Most of these messages of warning begin with the introductory phrase \"The burden of,\" which is usually interpreted to mean a message of doom. Chapters 13 and 14 both concern Babylon and are by far the longest of the series. They are also the only two chapters of this series which are quoted in the Book of Mormon. There is undoubtedly a dual message within them. The basic message is against the old Babylon, which existed before Isaiah's time and became a world power under King Nebuchadnezzar after Assyria's downfall and after the ministry of Isaiah. Babylon became the epitome of wickedness in the ancient world, and was used in both the New Testament and the Doctrine and Covenants as the symbol of the wicked world (see <a class=\"ref\">Rev. 14:8; D&amp;C 133:14<\/a>). Thus a greater message is to modern-day Babylon, the wickedness of our world. It is often difficult to know which Babylon the text is referring to, and it may be that sometimes it refers to both at the same time. Because Nephi included these two chapters in the Book of Mormon record, it would appear <i>that<\/i> the majority of the text refers to the latter days.<\/p>     <p>Chapter 14 is an interesting proverb against the king of Babylon. Babylon represents the wicked world, and the king of that wickedness is none other than Satan himself. The graphic description in this chapter of Satan's <i>fall<\/i> is most interesting. <\/p>     <p>A detailed outline of the two chapters will give the reader insight regarding <i>what<\/i> to <i>expect<\/i> as they are studied.<\/p>     <p>1. \"The burden of Babylon\" is the introduction or superscription (13:1 ).<\/p>     <p>2. The ensign is to be lifted up on a mountain to the world (13:2-5).<\/p>     <p>a. Those who respond to this call are invited into the gates of the nobles (13:2).<\/p>     <p>b. The whole land of Babylon will be destroyed (13:5).<\/p>     <p>3. Destruction will come at the day of the Lord <i>(the<\/i> Second Coming) (13:6-18).<\/p>     <p>a. Fear, pain, and <i>amazement<\/i> will come upon men (13:7-8).<\/p>     <p>b. The land will be laid desolate and sinners destroyed (13:9).<\/p>     <p>c. Wonders will appear in the heavens (13:10).<\/p>     <p>d. The destruction of the wicked will leave but few men (13:11-12).<\/p>     <p>e. The earth will remove from her place (13:13).<\/p>     <p>f. Men will be chased, children killed, goods spoiled, wives ravished (13:14-18).<\/p>     <p>4. Ancient Babylon will be overthrown as was Sodom and Gomorrah (13:19-22).<\/p>     <p>a. It will never be inhabited by man (13:20).<\/p>     <p>b. Wild beasts will have the land (13:21-22).<\/p>     <p>5. The house of Israel will be established in its own land (14:1-3).<\/p>     <p>a. Strangers (Gentiles) will be joined with them (14:1).<\/p>     <p>b. Israel will rule over the Gentiles (14:2).<\/p>     <p>c. Israel will rest from her sorrow and bondage (14:3).<\/p>     <p>6. A proverb will be taken up against the king of Babylon in the day of Israel's restoration (14:4-21).<\/p>     <p>a. Satan will be cast from the earth (14:4-8).<\/p>     <p>b. He will be received in hell (where he is cast) (14:9-11).<\/p>     <p>c. Though he fell from heaven, he aspires to be God (14:12-14).<\/p>     <p>d. He will fall into hell (spirit prison) and be scorned (14:15-17). <\/p>     <p>e. He will eventually be cast out of hell (into outer darkness) (14:18-21).<\/p>     <p>7. As the Lord has said, so it will happen (14:22-27).<\/p>     <p>a. The Lord will rise up against Babylon (14:22-23).<\/p>     <p>b. He will tread down the king of Assyria (the Gentiles) (14:25).<\/p>     <p>c. His hand will be upon all nations (14:26-27).<\/p>     <p>8. This revelation was given in the year King Ahaz died (14:28).<\/p>     <p>9. The Lord will establish Zion (14:29-32).<\/p>     <p>a. Palestine will not rejoice over Assyria's fall (14:29-30).<\/p>     <p>b. Another devastation will come from the north to make Palestine cry (14:31).<\/p>     <p>c. A reason to rejoice is given: Zion will be established, and the poor of the Lord will trust in Zion (14:32).<\/p>     <p>As stated previously, these two chapters are quoted in their entirety in the Book of Mormon. There are several significant retentions in the Book of Mormon text which aid in understanding the message. The New Testament and the Doctrine and Covenants also provide some important helps in identifying the time period and meaning of the prophecy. Modern Church leaders have spoken about only three subject areas in these two chapters, and only one of them extensively.<\/p>     ",
    "audit": null
}