{
    "id": 16571,
    "source": "nyman",
    "verse_id": 18693,
    "verse_count": 2,
    "reference": "51:19-20",
    "title": "",
    "html": "          <p>The Book of Mormon identifies the two \"things\" in verse 19 (italicized in the KJV) as \"sons.\" Because the people of Judah have no sons with the priesthood among them, two other sons (who have the priesthood) are to be sent to them.<\/p>     <table>         <tbody>             <tr>                 <td>These two <i>things<\/i> are come unto thee; who shall be sorry for thee? desolation, and destruction, and the famine, and the sword: by whom shall I comfort thee?<\/td>                 <td>These two sons are come unto thee, who shall be sorry for <i>thee-thy<\/i> desolation and destruction, and the famine and the sword- and by whom shall I comfort thee?<\/td>             <\/tr>             <tr>                 <td>Thy sons have fainted, they lie at the head of all the streets, as a wild bull in a net: they are full of the fury of the Lord, the rebuke of thy God. (<a class=\"isa\" verses=\"eyIxODY5MyI6Mn0=\">Isaiah 51:19-20<\/a>.) <\/td>                 <td>Thy sons have fainted. <i>save these two;<\/i> they lie at the head of all the streets; as a wild bull in a net, they are full of the fury of the Lord. the rebuke of thy God. (<a class=\"ref\">2 Ne. 8:19-20<\/a>.) <\/td>             <\/tr>         <\/tbody>     <\/table>     <p>Because these \"sons\" are to bear the priesthood, they have to come from among the Latter-day Saints. They will be the \"two witnesses\" spoken of in <a class=\"ref\">Rev. 11<\/a> who will testify in Jerusalem, will be killed and left lying in the streets, and then will be resurrected to meet the Messiah as he appears to the Jews. These two prophets are also spoken of in <a class=\"ref\">Zech. 4:3, 11-14.<\/a> Elder Bruce R. McConkie has stated, \"No doubt they will be members of the Council of the Twelve or of the First Presidency of the Church\" (DNTC, 3:509).<\/p>     ",
    "audit": null
}