{
    "id": 16310,
    "source": "nyman",
    "verse_id": 17656,
    "verse_count": 31,
    "reference": 1,
    "title": "The Preface",
    "html": "<body>               <p>In writing upon the plates which were later translated into the Book of Mormon, Nephi recorded thirteen consecutive chapters of Isaiah. He commenced with chapter 2 of Isaiah and not chapter 1. The reason for his exclusion of chapter 1 is not given, but an analysis of the whole book of Isaiah seems to suggest a very plausible reason.<\/p>     <p>Scholars consider the first chapter an introduction to the compilation of the prophecies of Isaiah and other later writings. That the book of Isaiah is a compilation of various prophecies given at different times is quite obvious. However, chapter 1 seems to be much more than an introduction; it is apparently a preface given by revelation specifically for that purpose. Thus it is closely akin to <a class=\"ref\">D&amp;C 1<\/a> of the Doctrine and Covenants.<\/p>     <p>On November 1, 1831, during a special conference of elders held at Hiram, Ohio, the Lord gave the revelation now known as <a class=\"ref\">D&amp;C 1<\/a>. It was to be a preface to a compilation of some of Joseph Smith's revelations which the conference participants had decided to publish. This revelation placed the Lord's sanction upon that publication, and it gave the conference a guide for selecting the revelations to be included. A preface is a preliminary statement about a book or article which outlines its subject, plan, and purpose. Thus, those revelations which met the conditions of the preface statement could rightfully be selected for inclusion. If Isaiah chapter 1 is a preface given by the Lord, as suggested above, it too would have served as a guide for which prophecies of Isaiah were included in the compilation of his writings. Chapter I of Isaiah fits the definition of a preface, as will be shown later. The book as a whole also has many other striking similarities to the Doctrine and Covenants; we will briefly examine these to help us understand the book of Isaiah.<\/p>     <p>The book of Isaiah cannot be followed as a narrative, but is more easily understood if it is broken into sections, as is the Doctrine and Covenants. The first half of the book breaks readily into separate divisions or sections. However, these do not necessarily follow the present chapter divisions of the book of Isaiah. A sectional breakdown of the first thirty-five chapters of Isaiah is suggested below; the next several chapters of the present study will be organized on the basis of this breakdown; occasionally more than one section of Isaiah will be included in a single chapter of this book.<\/p>     <p>1. <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1<\/a><\/p>     <p>2. <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 2-4<\/a><\/p>     <p>3. <a class=\"isa\" verses=\"WzE3NjYwXQ==\">Isaiah 5<\/a><\/p>     <p>4. <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 6<\/a><\/p>     <p>5. <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 7<\/a><\/p>     <p>6. <a class=\"isa\" verses=\"WzE3NjY3XQ==\">Isaiah 8-12<\/a><\/p>     <p>7. <a class=\"isa\" verses=\"WzE3NjY5XQ==\">Isaiah 13-14<\/a><\/p>     <p>8. <a class=\"isa\" verses=\"WzE3NjcxXQ==\">Isaiah 15-16<\/a><\/p>     <p>9. <a class=\"isa\" verses=\"WzE3NjcyXQ==\">Isaiah 17<\/a><\/p>     <p>10. <a class=\"isa\" verses=\"WzE3NjczXQ==\">Isaiah 18<\/a><\/p>     <p>11. <a class=\"isa\" verses=\"WzE3Njc1XQ==\">Isaiah 19-20<\/a><\/p>     <p>12. <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isaiah 21:1-10<\/a><\/p>     <p>13. <a class=\"isa\" verses=\"eyIxODA0NyI6Mn0=\">Isaiah 21:11-12<\/a><\/p>     <p>14. <a class=\"isa\" verses=\"eyIxODA0OSI6NX0=\">Isaiah 21:13-17<\/a><\/p>     <p>15. <a class=\"isa\" verses=\"WzE3Njc3XQ==\">Isaiah 22<\/a><\/p>     <p>16. <a class=\"isa\" verses=\"WzE3Njc4XQ==\">Isaiah 23<\/a><\/p>     <p>17. <a class=\"isa\" verses=\"WzE3NjgyXQ==\">Isaiah 24-27<\/a><\/p>     <p>18. <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 28-35<\/a><\/p>     <p>In <a class=\"ref\">2 Chr. 32:32<\/a>. Isaiah's writings are referred to as \"the vision of Isaiah the prophet.\" It is the opinion of this writer that the original material from which the present-day chapters 40 through 66 of Isaiah have come down to us may have been the original \"vision of Isaiah the prophet.\" This suggests that there may have been two different texts or books of Isaiah&mdash;the first a compilation of Isaiah's revelations comprising the present-day chapters 1 through 35, and the second the \"vision of Isaiah\" (consisting of chapters 40 through 66, as previously suggested). The two books may then have been brought together, with the historical account now constituting chapters 36 through 39 being inserted between them. These four historical chapters, apparently lifted out of the abridged records of the kings of Israel and Judah, contain several prophecies which were made by Isaiah, which would account for their being included with his writings.<\/p>     <p>Just as some of the revelations given to Joseph Smith have not been included in the Doctrine and Covenants, some of Isaiah's prophecies were not included in the compilation of his writings. At least this is the case in our present-day book of Isaiah; there is evidence that Isaiah wrote some prophecies of which we have no record today. For instance, <a class=\"ref\">2 Chr. 26:22<\/a> tells us that Isaiah wrote \"the rest of the acts of Uzziah,\" which we do not have, and <a class=\"ref\">2 Chr. 32:32<\/a> says that \"the rest of the acts of Hezekiah\" were written in \"the vision of Isaiah.\" Chapters 36 through 39 of Isaiah are basically the same as certain chapters in 2 Kings and 2 Chronicles, so the \"rest of the acts\" of these kings must be found in other writings. The acts of Hezekiah in 2 Chronicles are limited to the first and fourteenth years of his reign. Hezekiah reigned for twenty-nine years, so the \"rest of [his] acts\" probably refers to the last fifteen years of his reign. The acts of Hezekiah may once have been included in the book of Isaiah, as it is said that they were recorded in the \"vision of Isaiah.\" Therefore, Isaiah apparently wrote accounts additional to those which were compiled into a book under his name.<\/p>     <p>Another similarity between the book of Isaiah and the Doctrine and Covenants is the pattern of their makeup. The early sections of the Doctrine and Covenants deal with the early period of Church history. Similarly, the early chapters of Isaiah deal with the early part of his ministry. This is particularly true if Jotham (the second king who was contemporary with Isaiah) reigned while his father, Uzziah, was \"cut off from the house of the Lord\" because of his leprosy (<a class=\"ref\">2 Chr. 26:21<\/a>). Since Isaiah's ministry is believed to have begun in the last year of Uzziah's life (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">Isaiah 6:1<\/a>), and if Jotham had regency with his father, the early revelations would pertain to the third king, Ahaz. Such seems to be the case. The first stated time period in the book of Isaiah is \"the year that king Uzziah died\" (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">Isaiah 6:1<\/a>), which was the year Isaiah received a vision wherein he was called to the ministry. Chapter 7 then records a prophecy given to King Ahaz by Isaiah. Chapters 1 through 5 refer to no designated time period but are general, long-range prophecies; chapters 2 through 4 form a prophecy of the future of Judah and Israel in the latter days; and chapter 5 is a little parable about the house of Israel and Judah. These prophecies could fit into any of the reigns of Uzziah. Jotham, or Ahaz. Nor were chapters 2 through 5 necessarily written before chapter 6. Similarly, some of the early revelations of the Doctrine and Covenants were not placed in chronological order, <a class=\"ref\">D&amp;C 10<\/a> being dated before <a class=\"ref\">D&amp;C 4<\/a> through 9. (The exact dating of <a class=\"ref\">D&amp;C 10<\/a> is unknown, however, and there are different opinions regarding when it was given.) The account of Joseph Smith's calling to the ministry was not included in the first compilation of revelations, but was published later in the Pearl of Great Price. In this same pattern, as we noted before, if chapter 1 of Isaiah was given as a preface to the compilation of his writings, it could easily have been written sometime later than the other chapters of Isaiah.<\/p>     <p>There is still another similarity between Isaiah and the Doctrine and Covenants. Some of the early revelations in the Doctrine and Covenants were given to various individuals concerning the Lord's commandments for them in the work of the Restoration [see <a class=\"ref\">D&amp;C 6<\/a> through 19). Similarly, chapters 13 through 23 of Isaiah are prophecies concerning the nations surrounding Judah. Most of these are short revelations, as are most of the comparable revelations in the Doctrine and Covenants.<\/p>     <p>The preface to the Doctrine and Covenants, <a class=\"ref\">D&amp;C 1<\/a>, identifies the subject of the book as the voice of warning (the message of the gospel) to all men (verses 1-3). The plan is for that warning to go forth by the mouth of the Lord's disciples, by publication, and by the arm of the Lord being revealed in power (verses 4-16). And the purpose of the book is to fulfill various promises and blessings given by the prophets (verses 17-33). The first chapter of Isaiah also identifies the subject, the plan, and the purpose of the book of Isaiah, as shown in the following outline. <\/p>     <p>The opening verse of Isaiah is the early title of the book. It is comparable to the superscriptions which appear at the beginning of several books in the Book of Mormon and which are typical of Hebrew writing. But in the Bible these superscriptions have been incorporated into the first verse of the text.<\/p>     <p>1.The Subject: The Lord witnesses to all the earth that Israel has rebelled against him (1:2-4).<\/p>     <p>a.They are not as responsive as are the animals (1:3).<\/p>     <p>b.They are corrupted with iniquity (1:4).<\/p>     <p>c.They have provoked the Lord to anger (1:4).<\/p>     <p>2.The Plan: Israel will be stricken and left desolate except for a small remnant (1:5-24).<\/p>     <p>a.They will continue to revolt because the whole head (the leadership) is sick and the whole heart (the people) faint (1:5).<\/p>     <p>b.They have done nothing to cure their all-encompassing wounds and bruises (1:6).<\/p>     <p>c.Because their sacrifices are a mockery before God, he will not hearken to their prayers (1:10-15; compare <a class=\"ref\">D&amp;C 101:6-7<\/a>).<\/p>     <p>d.The penitent are invited to reason with the Lord, who presents them with alternatives (1:16-20).<\/p>     <p>e.Their sins have brought God's judgments upon them (1:21-24).<\/p>     <p>3.The Purpose: Israel will be purged and restored as a city of righteousness (1:25-31).<\/p>     <p>a.Judges will be restored as at first (1:26).<\/p>     <p>b.The converts will be redeemed with righteousness (1:27).<\/p>     <p>c.The transgressors and sinners will be consumed with fire (1:28-31).<\/p>     <p>According to Oliver Cowdery's account, when the angel Moroni appeared to Joseph Smith on 22 September 1823, he quoted five verses from <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1<\/a> which he said were about to be fulfilled. In speaking of the angel's explanation, Oliver said, \"Isaiah, who was on the earth at the time the ten tribes of Israel were led away captive from the land of Canaan, was shown not only their calamity and affliction, but the time when they were to be delivered\" (MA, Apr. 1835, pp. 109-10). There are also references in the New Testament and the Doctrine and Covenants which help us understand this chapter of Isaiah, as noted below.<\/p>     ",
    "audit": null
}