{
    "id": 16468,
    "source": "nyman",
    "verse_id": 18218,
    "verse_count": 1,
    "reference": "29:24",
    "title": "",
    "html": "          <p>The purpose of the Book of Mormon specifically, and of the gospel in general, is shown here. As President Ezra Taft Benson has stated, the Book of Mormon is the great standard which we are to use today in measuring truth (see CR, Apr. 1975, p. 96). Elder Orson Pratt also spoke of the precious contents of the Book of Mormon, which was given to deliver mankind from the \"precepts of uninspired men\":<\/p>     Oh, How precious must be the contents of a book which shall deliver us from all the errors taught by the precepts of uninspired men! Oh, how gratifying to poor, ignorant, erring mortals who have murmured because of the multiplicity of contradictory doctrines that have perplexed and distracted their minds, to read the plain, pure and most precious word of God, revealed in the Book of Mormon! It is like bread to the hungry-like the cool refreshing fountain to him that is ready to perish with thirst. Lift up your heads ye meek of the earth; let the poor among men rejoice in the Holy One of Israel; let them that have erred in spirit and stumbled in judgment, drink from the fountain of understanding; let all that have murmured because of the uncertainty of the precepts of men, read the words of the book, and they, shall learn doctrine; let the humble and contrite in heart among all nations be exceedingly glad, for the hour of their redemption from Babylon is at hand; let all Israel praise the God of their fathers in songs of everlasting joy; for that which He spake by the mouth of their prophets, concerning their restoration to their lands is at hand to be fulfilled; already has the book which Isaiah said should accomplish your restoration and turn Lebanon into a fruitful field, made its appearance; and it truly is \"a marvelous work-even a marvelous work and a wonder!\" (Works, pp. 278-79).     ",
    "audit": null
}