{
    "id": 17459,
    "source": "oswalt",
    "verse_id": 18400,
    "verse_count": 12,
    "reference": "38:9–20",
    "title": "Hezekiah’s Psalm",
    "html": "<p>This psalm poses some serious questions to contemporary students of psalmody, for it does not fit any of the commonly accepted forms. On first glance, especially in view of the tide (v. 9), one would expect it to be a thanksgiving hymn. But except for vv. 19 and 20, neither the content nor the form clearly supports such an expectation. On the other hand, although the content and the meter (3\/2) point toward a lament, the formal characteristics, such as the opening call to the Lord, are missing. These factors should caution the scholar against forcing the material in one direction or another. They should also raise the question of the significance of the anomalous form: Why is it neither wholly lament nor wholly thanksgiving? What was the author attempting to convey?<\/p> <p>P. R. Ackroyd takes some note of this issue in his treatment of the canonical significance of these chapters. He suggests that the king’s misery, but eventual recovery, is intended to be seen as a type of the nation’s near death in exile, but eventual restoration. While this interpretation is very suggestive, it does not pay enough attention to the preponderance of lament material in the psalm. Why the heavy emphasis upon mortality and loss? In my view the stress is not so much upon the restoration as it is upon the fallibility of king and people that, despite the present reprieve, must issue in coming destruction. Thus there is thanksgiving for the deliverance from death (and from Assyrian destruction), but that rejoicing is very much muted by the grim realization of death’s reality.<\/p> <p>There are perhaps two important theological points being made here. One of these is the reiteration of human helplessness and divine trustworthiness. Even a king is helpless before the onslaught of death. Even the most powerful are laid low in its path. Why then should we put our trust in human mortality? On the other hand, God can and will snatch a person out of the very gates of death and restore him to life. He holds the keys of life and death and will use those to our benefit. Should not such a One be trusted?<\/p> <p>The second point is more implicit than explicit. But it arises in answer to the question of why such an emphatic statement of Hezekiah’s mortality and impotence should be placed here in the book. An answer which seems obvious is that there is a conscious attempt to make it plain that Hezekiah is not the promised Messiah. Despite his ability to trust God and to lead his nation back from the brink of destruction, he is not the Child of whom Isaiah has spoken. He has embodied the trust which is essential if the nation is to serve God, but he is <i>not<\/i> the One in whom that trust is to be reposed. Of that One a fuller revelation (chs. 40–66) still lies ahead.<\/p> <p>Opinions on the structure of the psalm vary depending upon whether the obscure vv. 15 and 16 are read as thanksgiving. Generally speaking, however, it is agreed that <a class=\"isa\" verses=\"eyIxODQwMSI6NX0=\">vv. 10–14<\/a> state the condition and that <a class=\"isa\" verses=\"eyIxODQwNiI6Nn0=\">vv. 15–20<\/a> reflect on God’s response to that condition.<\/p> <p><a class=\"isa\" verses=\"WzE4NDAwXQ==\">9<\/a> <i>A writing belonging to Hezekiah<\/i>, along with the rest of the verse, sounds very similar to the titles included for many of the Psalms. Since the authenticity of these titles is considered dubious by some scholars, some want to dismiss this one as well. However, there is no significant evidence to support such a course of action. In fact, as Kaiser points out, the anomalous form may be taken as evidence that the psalm was composed for this specific setting.<\/p> <p><i>A writing<\/i> does not appear in the heading of any other psalm and so it has been proposed that <span>miḵtāḇ<\/span>, “writing,” be amended to <span>miḵtām<\/span>, a term used to identify Pss. 56–60. The forms of the final <i>mem<\/i> and the <i>bet<\/i> are similar, so the confusion of one for the other is not difficult. Furthermore, there is some similarity between the content of this psalm and those. Thus, there is some possibility that the emendation is correct. On the other hand, there is nothing requiring the change, and as a result there is now some sentiment for keeping the MT reading.<\/p> <p><a class=\"isa\" verses=\"eyIxODQwMSI6NX0=\">10–14<\/a> The recurring theme in these verses is untimely death resulting in a sense of helplessness and gloom. The speaker could only look beyond himself for deliverance and none had seemed forthcoming. God had seemed silent and implacable.<\/p> <p><a class=\"isa\" verses=\"WzE4NDAxXQ==\">10<\/a> The meaning of <i>In the quiet time<\/i> is highly uncertain. A number of possibilities have been put forward. But most are agreed that something like NIV’s “In the prime of my life” is intended. At the time when he least expects it, Hezekiah is confronted by the gaping maw of death. Suddenly all the years upon which he had counted for more achievements and for the enjoyment of those achievements vanish away like a vapor. How easily we human beings consider the years of our lives an inviolate possession. But that is not true. We have only today and perhaps not all of it. We are distinctly dependent creatures, and if such experiences as Hezekiah’s help us to face what that fact means for present living and eternal destiny, then they are very salutary experiences indeed.<\/p> <p><a class=\"isa\" verses=\"WzE4NDAyXQ==\">11<\/a> As this verse stands, it expresses an interesting parallelism between divine and human fellowship. Hezekiah does not expect to find them in the netherworld. Ultimately this kind of fellowship is what life is about. We were made for God and for one another, and to be deprived of these is to be plunged into depression and despair (cf. 1 John 1:3; also Ps. 84:2–13 [Eng. 1–12]). For a discussion of the view of the netherworld which this verse presupposes, see below on v. 18.<\/p> <p><a class=\"isa\" verses=\"WzE4NDAzXQ==\">12<\/a> Here the poet reverts to the abruptness of the apparent close of his life, using two graphic similes. The first is the shepherd’s tent. It may have remained in one spot for some time while the grass lasted. In so doing, it would have given the illusion of some permanence, just as life does. But one day the grass gives out, and in a matter of hours nothing remains but a bit of trampled earth.<\/p> <p>So also the weaver works on a piece of cloth on her loom day after day. Passersby become used to seeing that particular fabric on the structure. But one day the weaver decides the roll is big enough and with a few swift strokes cuts it loose and carries it away. Life is like that. Death removes in a moment what had seemed so permanent. In the face of this truth there are two wrong alternatives. One is to say, “Eat, drink and be merry, for tomorrow we die” (22:13; Eccl. 8:15). But what is after death? Shall we mortgage eternity for a few heedless moments? The other alternative is to deny the reality of such an impermanent and transitory existence. This point of view would hold out that life is of no consequence and is better done away with. It would be characteristic of several of the eastern religions. The biblical position is that a good Creator made a world in which, though it is now corrupted, there are genuine values and real possibilities. However, those values and possibilities are not complete in themselves. They point to a reality which is deeper than mere flesh and material elements.<\/p> <p><i>from day unto night you have finished me<\/i>, appearing as it does at the end of both vv. 12 and 13 and having the change of pronoun (from “he” to “you”), may be a proverbial statement. It has at least two possible interpretations. On the one hand it may mean both day and night, i.e., continually, or it may mean between morning and evening, i.e., suddenly. Given the general context, the latter seems somewhat more likely (cf. also 40:6–8; Matt. 6:30).<\/p> <p><a class=\"isa\" verses=\"WzE4NDA0XQ==\">13<\/a> The uncertainty as to the correct reading of the opening word of the verse (cf. n. 6 above) makes it difficult to give a final interpretation of the meaning of the verse. If the MT is correct (“I quieted myself”), then the sense is that the king calmly considered that his fate was at hand and without reprieve. However, that interpretation does not agree with the general atmosphere of the passage, which is hardly calm. The Targum’s reading, “I roared like a lion,” is rather more appropriate to the setting, but it is the Lord who is compared to a lion, not the king. On balance the reading “I cried out (for help)” seems most appropriate. So the writer says he groaned for help through the night, but in the morning “the lion” was still cracking his bones between his powerful jaws (cf. Job 3:23–26). By nightfall there seemed no hope at all. The shadow had descended the steps and life had seemed to ebb away on each lower step (Isa. 38:8). Again, as in v. 12, the change in pronouns in the last clause suggests the possibility that it is a proverbial statement.<\/p> <p><a class=\"isa\" verses=\"WzE4NDA1XQ==\">14<\/a> This verse continues to express the king’s sense of helplessness: his cries are like the chirping of a bird, or the moaning coo of a dove. He has looked up to God in seemingly futile petition for so long that his eyes grow weak. Nevertheless, he will not give up his plea; he knows that although God may be the one crushing his bones, so also God is the only one who cares enough to deliver him.<\/p> <p>This is an important theological truth. Hezekiah looks to his “oppressor” for deliverance. This is the only direction which a true monotheism can take. The alternative is a dualism which pits “bad” gods against “good” ones. But in the biblical faith, nothing is beyond God’s control. Without going to the lengths of Islam, which sees Allah as the immediate cause of every event, it is still possible to affirm that all which occurs is subject to God’s veto. If not, it is vain to believe that he can alter the course of events after they happen. Hezekiah does not have this problem. He knows that God is willing and able to become the defense attorney against his own prosecution.<\/p> <p>This truth comes to its full flower in the NT. There God the Son accepts our rightful judgment which God the Father has meted out. In Christ, Judge and Convict are one and the same, to our eternal benefit.<\/p> <p>It is tempting to say that <a class=\"isa\" verses=\"eyIxODQwNiI6Nn0=\">vv. 15–20<\/a> change the tone of the psalm from lament to praise. This may be the case, but the interpretation (and in some cases the reading) of vv. 15 and 16 is so uncertain that it is not possible to make such an assertion with confidence. By v. 17b the change has definitely occurred, however, and the psalm closes with the promises of continuous praise, a behavior which is not to be found in Sheol.<\/p> <p><a class=\"isa\" verses=\"WzE4NDA2XQ==\">15<\/a> <i>he has said it<\/i>, if correct, speaks of the divine creative word. God has but to speak the word and the matter is done (Luke 7:6–10). Hezekiah knows that this matter is in God’s hand and not in his own.<\/p> <p><i>he himself has done<\/i> it is clear in its confidence in God, but unclear as to its reference. If “it” refers to his healing, the king is asking the classic question of the Psalms, “How shall I respond to God’s goodness?” (see, e.g., Ps. 116:12). On the other hand, it is possible that this is an utterance of resignation: “This affliction is from God and my words are useless” (cf., e.g., Ps. 39:10 [Eng. 9]; Luke 22:42). Both positions have scriptural warrant, and the context could be urged in support of either.<\/p> <p><i>I will walk slowly<\/i> has two possible interpretations. If the interpretation is positive, then Hezekiah seems to be saying that in his additional fifteen years he will not live in careless ease, taking his life for granted. Rather, this experience will cause him to live humbly and gratefully. He will not forget what he has endured. If a negative position is taken, then the statement must mean that for whatever time is left him, the victim will bow his head under the judgment which has befallen him. It is difficult to come to complete certainty concerning the two alternatives for understanding the verse. Neither is totally compelling. However, the final remark of the verse upon “bitterness of soul” seems to point in the direction of resignation under the divine hand of judgment.<\/p> <p><a class=\"isa\" verses=\"WzE4NDA3XQ==\">16<\/a> The questions surrounding this verse are even more complex than those relating to the previous one. Both the LXX and the Targum differ markedly from the MT and from each other. Furthermore, commentators are widely divided first of all over the authenticity of the text, but even more over the interpretation. This diversity suggests that further speculation could only add to the problem and that the best course of action here is to seek to understand the text as we have it.<\/p> <p><i>on account of them they live<\/i> is enigmatic. Perhaps “them” refers to the words and acts of God (so Young). But Cheyne relates it to life’s experiences, depending on the final clause of the previous verse. In any case, Hezekiah knows that it is God who is “Lord” of all that befalls him and that his life is in God’s hands.<\/p> <p><i>You give me health<\/i> may be understood either as a plea or as an affirmation. The verb is an imperfect so the action is not complete in any case. The following imperative, <i>make me live<\/i>, is perhaps an expression of confidence following the imperfect. So the writer declares again that if he is to survive it must be God’s doing. In keeping with the motif of this division of the book (chs. 7–39), the emphasis is upon God’s sovereignty and trustworthiness.<\/p> <p><a class=\"isa\" verses=\"WzE4NDA4XQ==\">17<\/a> The ambiguity of interpretation continues through the first clause here (lacking in LXX). Has Hezekiah found bitterness instead of well-being? Or is he saying that bitterness was for the sake of well-being? The commentators and translations are in general agreement that the latter is the case, although grammatical arguments for the one position as opposed to the other are not decisive. If this majority reading is correct, it lends some support to the positive understanding of the final clause of v. 15. The bitterness has been turned to good purpose and Hezekiah will not forget it. Certainly many a believing person has been able to testify to the truth of such an observation. Why the calamity or adversity has come cannot be said, but God has used something seemingly wholly bad for good purposes (Rom. 8:28).<\/p> <p>As Calvin remarked, and as Jesus demonstrated (Luke 5:17–26), forgiveness of sins and recovery from illness are two sides of God’s saving power. Hezekiah apparently felt that had he died this untimely death it would have been in punishment for sin, perhaps the sin of pride. Now the fact that he is recovering is evidence that God has turned away from Hezekiah’s sins and turned to Hezekiah. Whatever may have been Hezekiah’s spiritual condition, the truth may be affirmed that a sense of unforgiven sin is a killer which often bars the way to physical and emotional healing. The corollary of this truth is that the confidence that our sins are buried in the sea of God’s grace is frequently the key to healing in these areas (Ps. 103:3, 4).<\/p> <p><a class=\"isa\" verses=\"WzE4NDA5XQ==\">18<\/a> This is a classic statement of the OT belief that the dead do not praise God. There are at least three ways to understand this phenomenon, especially as it relates to the NT doctrine of resurrection: (<a class=\"isa\" verses=\"WzE4MzkyXQ==\">1<\/a>) it is speaking of those who die in sin; (<a class=\"isa\" verses=\"WzE4MzkzXQ==\">2<\/a>) it is only referring to the tomb and the corpses in the tomb; (<a class=\"isa\" verses=\"WzE4Mzk0XQ==\">3<\/a>) it is a part of the process of progressive revelation whereby incomplete understandings were progressively replaced by better ones until the canon was complete. Each of these has some difficulties. With the first, it is hard to show any place in the OT where the righteous dead are spoken of differently than the unrighteous dead. There are no instances of the righteous dead praising God. The difficulty of the second is that it seems to demand an excessively narrow interpretation of the expressions, not the one which would most naturally present itself. The third has the problem that progressive revelation generally expands the former teaching (as of the Messiah) rather than, as resurrection seems to do, contradicting the former. Perhaps the solution is to say that the fuller truth declares that some of the dead will praise God, although not all. An alternative is to say that the new truth teaches us that it is those who die the “second death” who will not praise him. On balance, the third alternative seems to have the fewest problems.<\/p> <p>It may be wondered why God would have permitted this imperfect understanding to have existed for so long. The answer may be that he did not wish anything to distract his people from an understanding of the importance of this life and our response to him in it. Too often in the ancient world behavior here was seen to be of little significance because all activity was understood as part of the cycles of fate reflecting the actions of the gods. But this ancient view is not true, and it may be that the relative absence of mention of “the other realm” in the OT is for the purpose of highlighting the importance of this world in God’s eyes.<\/p> <p><i>do not hope in your faithfulness<\/i> underlines the chasm between B.C. and A.D. Since the resurrection of Christ we know that it is precisely beyond the grave that we will praise God’s faithfulness (lit. his truthfulness). God did speak the truth when he said that eternal life is in his Son (1 John 5:11–12) and when he said that our sin will never be counted against us (Heb. 10:17). Salvation was not in Hezekiah. Fifteen years or no, he <i>would<\/i> die and no longer be alive to praise God. But Jesus Christ is alive, and because he lives, all who put their trust in him, including the OT believers (1 Pet. 3:18–19), will live to praise him forever and ever (Rev. 5:9–14).<\/p> <p><a class=\"isa\" verses=\"WzE4NDEwXQ==\">19<\/a> Thus it is indeed the living who will praise God and declare his faithfulness to their children. But the wonder of God’s plan is that living does not cease at the grave for his people. In fact, it enters a wonderful new dimension of life forevermore.<\/p> <p>As Young notes, if it is correct that Hezekiah had no heir at this time (see on 38:3), then the opportunity to declare God’s faithfulness to his children through the added years of life would have been a special blessing. Given Manasseh’s apostasy, one can only wonder whether Hezekiah then missed the opportunity when it was given him.<\/p> <p><a class=\"isa\" verses=\"WzE4NDExXQ==\">20<\/a> <i>The Lord to save me<\/i> is a grammatical impossibility in Hebrew as well as English. But rather than resorting to emendation (cf. <i>BHS<\/i>), it is more appropriate to understand that the infinitive is being used to express the imminent future. Thus the writer expresses his conviction that God has heard his cry and will deliver. This feature is typical of the lament form (e.g., Ps. 6:10 [Eng. 9]; 22:23–25 [Eng. 22–24]). While it is not impossible that these ejaculations were in response to some act of absolution by the priest at that point in the psalm, such observations hardly plumb the depths of the truth expressed here. More to the point, these expressions of confidence in the midst of lament speak of an abiding conviction on the part of the Hebrew people concerning God’s nature: however inscrutable his ways and fearsome his judgments, beneath all that beats a Father’s heart which does hear the cries of his children and can be depended upon to deliver.<\/p> <p><i>we will play my music<\/i> (see n. 14 above) is another expression of confidence. Not only will the king hear music again (cf. Ps. 51:10 [Eng. 8]), he himself will make music. This is a mark of the redeemed. They can sing because they have been delivered. In the deepest sense, it is the free heart which sings (cf. Ps. 51:16 [Eng. 14]; 27:6; 30:12 [Eng. 11]; Isa. 12:2; 26:19; 65:14). The addition which the NT makes to this truth is that the heart may be free though the body is not (Acts 16:25), and until the heart is free, other freedoms must go sour (Rom. 1:28–32; cf. Col. 3:12–17 for the results of the free heart in community; note esp. v. 16).<\/p> <p><i>all the days of our lives<\/i> expresses the response of the heart which has truly encountered God’s grace. Life is not long enough to give him the praise he is due. The pharisaical heart which is proud of its own achievements finds no reason to praise him (Luke 7:47). Its own pride blocks any recognition that it owes its very existence to him. But the person who has gazed into the depths of himself and has found nothing there and has then turned to see nothing but love in a Savior’s eyes will never cease to marvel at the wonder of it. So Hezekiah knew for certain he was a dead man, but suddenly, unaccountably, he was alive, and so long as he lived he would never get over his gratitude to God.<\/p> <p><i>in the house of the Lord<\/i> is also typical of this form. The house was of special value to the psalmists. Although God was present everywhere, it was there that his presence was especially real. And it was this sense of his presence which was the highest desire of the singers (cf. esp. Ps. 84). What good is a love song without the presence of the Lover? Moreover, it is apparent that the “Presence” is what the Hebrew and Christian religions are about from Eden through Sinai and Pentecost to the Throne. God can be known and experienced. Should we see how little of his presence we can experience and still survive? “Never,” say the redeemed.<\/p>",
    "audit": null
}