{
    "id": 17519,
    "source": "oswalt",
    "verse_id": 18763,
    "verse_count": 6,
    "reference": "56:9–57:2",
    "title": "Sheep Without A Shepherd",
    "html": "<p>The section 56:9–57:13 introduces the theme of human inability to do righteousness and expands on the point already made in 56:1–8. A eunuch who keeps covenant (<a class=\"isa\" verses=\"WzE4NzU4XQ==\">56:4<\/a>) is more truly one of the elect, a servant of God, than a well-connected Israelite who is an idolater. The section is divided into two parts: 56:9–57:2 and 57:3–13. The first part is introductory, laying the blame for the problem at the feet of the wicked leaders (<a class=\"isa\" verses=\"eyIxODc2MyI6NH0=\">56:9–12<\/a>) and showing how righteous people are being removed from the scene on account of evil (<a class=\"isa\" verses=\"eyIxODc2NyI6Mn0=\">57:1–2<\/a>). A common theme is unconsciousness: the leaders are unconscious of their duties (<a class=\"isa\" verses=\"eyIxODc2NCI6Mn0=\">56:10–11<\/a>), and they and the people in general are unconscious of the disappearance of the righteous (<a class=\"isa\" verses=\"WzE4NzY3XQ==\">57:1<\/a>).<\/p> <p>Because of its many affinities with preexilic prophecy, the content of the section causes some discomfort for those who argue that the material was written in the early postexilic period. As a result scholars are forced to take it either that “Trito-Isaiah” has incorporated some preexilic material into his own (Westermann), or that it is not actually idolatry that is being talked about here (Hanson). By contrast, if one assumes that Isaiah is making a theological point in a future context while yet speaking out of his own milieu, the problem disappears.<\/p> <p><a class=\"isa\" verses=\"eyIxODc2MyI6M30=\">9–11<\/a> In language reminiscent of that of <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a>, and closely paralleling that of Jeremiah (<a class=\"isa\" verses=\"bnVsbA==\">12:9<\/a>) and Ezekiel (<a class=\"isa\" verses=\"WzE4MzA5LDE4MzEyXQ==\">34:5, 8<\/a>), Isaiah pronounces judgment on people who were complacent in their election. Just because God had designated them as his vineyard did not mean he would not tear down the walls and call in the wild animals if they did not keep his covenant (cf. 5:5, 26–30). And just because he had designated them as his flock (<a class=\"isa\" verses=\"WzE4NDMyXQ==\">40:11<\/a>) did not mean he would not open the doors of the fold and call in the beasts if shepherds and dogs and the flock itself were determined to go their own way (v. 11; cf. 53:8). Grace is not to make sin “with a high hand” (Num. 15:30, RSV) acceptable. Rather, it is to make it possible to start over in obedience with a clean slate and the power to obey (cf. Rom. 6:1–23).<\/p> <p>It is interesting that the imperative <i>come<\/i> appears both here and in <a class=\"isa\" verses=\"eyIxODAzNyI6MTd9\">ch. 21<\/a> in contexts involving <i>watchmen<\/i>. Here it is God who watches over Israel for disaster if she will not lay hold of what grace has laid hold of her for (cf. Phil. 3:12). It is also significant that the imperative form appears again in v. 12. If drunken leaders call one another to “come” to debauch themselves, God is calling the <i>beasts<\/i> of history, the enemy nations, to “come” and devour the flock the leaders should be guarding (cf. Dan. 5:22–30).<\/p> <p><a class=\"isa\" verses=\"WzE4NzY0XQ==\">10<\/a> The <i>watchmen<\/i> of Israel were especially the prophets, those who were designated to see what was coming and prepare the people to meet it (21:6; 52:8; Jer. 6:17; Ezek. 3:17; Hab. 2:1). If these “seers” were blind, the likelihood that the people would choose the right way and avoid sin was greatly reduced. Especially is this true if <i>all of<\/i> the watchmen are blind. And what is the nature of the leaders’ blindness? Three times in this verse and the next it is said that <i>they do not know<\/i>. In the first instance no object is specified. They are simply unaware. They do not understand the critical nature of their task, they do not know the desperate nature of the times, they do not know the nature of their people, they do not know their own failings. As a result, in a changed figure, they are like watchdogs (cf. Job 30:1) that cannot bark, utterly useless for the task they have been given. Instead of staying alert watching for the approach of the enemy, the dogs are fast asleep, their legs twitching in dreams, only waking up long enough to yawn and change positions. What a tragic description for watchmen to have: “lovers of sleep.” It is not their people that they love, or even their task. The real affection of their lives is for sleep. Because these leaders of the community have allowed their sense of calling to become dim, laziness has overtaken them and destroyed them for their critical task. Pieper well says, “physical laziness is the inseparable companion of spiritual lethargy.” Those who are in the position of leaders of God’s flock today should heed these words. Let us feel the terrific burden of alerting our people to the threats and of equipping them in their spirits to meet these threats, and the spirit of lethargy and drowsiness will soon disappear from us.<\/p> <p><a class=\"isa\" verses=\"WzE4NzY1XQ==\">11<\/a> But the problem with these leaders is not merely idleness and sloth. The problem is more active than that; it is unbridled desire. The description here has a great deal in common with that in 28:7–8 and 29:9–11 (cf. also 1 Sam. 2:12–17). The phrase <i>mighty appetites<\/i> translates <span>ʿazzê-nepeš<\/span>, which one might normally render “mighty of soul.” But the context here makes clear that this rendering is not the intent. In its basic etymology the word is associated with “breath” and thus “throat,” and that is the sense here. These people have wide-open throats that cannot be filled, no matter how much they swallow (cf. 5:14, where the <span>nepeš<\/span> of Sheol is paralleled with its “mouth”). In an ironic parallel, these people who do not do their task, who do not know what they are about, <i>do not know satiation<\/i>. Having forsaken the real meaning of their lives for gratification of desire, they find no satisfaction there either.<\/p> <p>In an impassioned aside, the prophet bursts forth with yet a third figure of speech, <i>But they are the shepherds!<\/i> These are the persons who are supposed to be foregoing their own pleasures and desires for the good of the flock. They simply do not understand. The threefold imagery of watchmen, dogs, and shepherds suggests that the diatribe here is addressed not only to the prophets but, as elsewhere in the book, to the entire leadership cadre: priests, prophets, and royalty. The people could not escape the responsibility for their sin, but with the failure of the leaders to carry out their tasks, the probability that the people would fall into sin was vastly increased. And what is the sin of the leadership? Every one of them, without exception, has chosen to put his own way before God’s way or his people’s way. Thus laziness and greed and self-concern have sapped the vitality of the shepherd so that he is unaware both of the danger and of his own failure.<\/p> <p><a class=\"isa\" verses=\"WzE4NzY2XQ==\">12<\/a> All this is summed up in a typically Isaianic device: the concrete illustration. Without an introduction of a speaker we simply hear him speak, and in his little ditty everything about which Isaiah has been speaking becomes tangibly real. The speaker announces that he is going to get wine and invites others to join him, not merely in drinking beer but in drinking it in great amounts. This second verb, <span>sbʾ<\/span>, which occurs only five other times in the Bible, connotes drinking to excess. In three of the occurrences it parallels <span>zôlēl<\/span>, “glutton.” It speaks of appetite out of control, in which the pleasure itself is swallowed up in the end: satiation and drunkenness. The second colon underlines this thought: tomorrow will be more of the same, only much more. This is the voice of bodily desire: if a little pleasure, stimulation, and comfort is good, then more is better, and much more is better still. What desire never tells us is that, in the words of v. 11, it <i>does not know satiation<\/i>. The desires drive us on and on, with rising expenditures of time, money, and energy, and with proportionately diminishing returns. The end is slavery in its grossest forms.<\/p> <p>These, says Isaiah, are Israel’s watchmen, those on whose shoulders the well-being of the nation rests. But having lost that sense of spiritual direction and duty that could have given meaning to their lives, they have settled for what always comes rushing in to fill a spiritual vacuum: the desires, or, as the NT calls it, the flesh. The result is a downward spiral: as they become more absorbed in pampering themselves and in trying to find meaning in pleasure, they become less able to warn their people, and their lives become more meaningless. The end is v. 12; they are slaves at the wheel, forced to perform the same monotonous task over and over. “We’ll do tomorrow what we did today, only more, and more, and more.&nbsp;.&nbsp;.&nbsp;.&nbsp;”<\/p> <p><span>57:1<\/span> While the leadership is caught in this spiral of increasing concern for their own comfort and pleasure, something is taking place before their eyes, but they do not see it or recognize its significance. Moreover, because of the failure of the leadership, the mass of the people are caught in the same trap and are equally unconscious. What is it that is happening? The righteous person is disappearing from the society; the faithful men are dying, being <i>gathered<\/i> to their ancestors (Gen. 42:29; Num. 20:26; Judg. 2:10). The contrast between these people and the ones described previously is heightened by the emphatic position in which <i>righteous<\/i> and <i>faithful men<\/i> stand in their respective cola (cf. Ps. 12:2–3 [Eng. 1–2]; Mic. 7:2). The society does not need any more blind, gluttonous leaders. But the righteous, who can have enough of them? Yet it is they who are disappearing.<\/p> <p>What is the significance of this disappearance? Hardly anyone even recognizes it, and those who do, do not stop their frantic rounds long enough to think about it: <i>no one takes it to heart<\/i> (<span>śām ʿal-lēb<\/span>, lit. “put it on heart”). If they would stop to think they would recognize that it is because of evil that this thing is happening. This understanding of the verse takes the <span>kî<\/span> that opens the third bicolon as “that,” introducing the clausal object of the participle “realizing” (so Targ. and Syr.). The interpretation seems somewhat more likely than the alternative (taking <span>kî<\/span> as “for” introducing the cause of the deaths; so LXX and Vulg.), because it moves the thought of the sentence forward more coherently.<\/p> <p>Again, we have two alternatives for understanding the place of <i>evil<\/i> in the object clause. The alternatives depend on the interpretation of <span>mipp<\/span><span>nê<\/span> (lit. “from before”). One possibility is “as a result of.” On this reading the sense would be that because of the evil in a society of corrupt leadership, the righteous are being persecuted to death. The other possibility would be “from the presence of.” Here the sense would be that the righteous are being taken out of the society by God because of the increasing evil in the society and the evil end to which it is rushing. The typical usage of this compound preposition seems to favor the latter interpretation (cf. 20:6; 30:11; Gen. 7:7; Hos. 11:2; etc.). Evil has become so rampant in the society and its end is so near that God in his mercy is removing the righteous from it. Thus the disappearance of the righteous from the society should be a signal to everyone that the critical stage has arrived and that the moment for drastic corrective action is at hand. But this sign too passes unnoticed, and the wild beasts range ever closer.<\/p> <p><a class=\"isa\" verses=\"WzE4NzU2XQ==\">2<\/a> This is a difficult verse to interpret because of its elliptical style and the alternation of number. In the first and last cola the subject is singular; in the second colon it is plural. When this variation is coupled with the paucity of words, many commentators despair and with Odeberg call it a collection of glosses. But that is hardly a solution, because glosses are for the purpose of clarifying, and it is hard to imagine persons who felt free to add something to the prophetic text not taking the care to help rather than hinder. Furthermore, while the translations vary considerably, all of them are apparently working from the same text as the MT, showing the antiquity of its readings.<\/p> <p>As Alexander points out, the alternation in number parallels v. 1 (cf. also 56:12) and supports the idea of a collective subject throughout. The first colon could be translated “Peace will come” (so Syr. and Vulg.), or “He will enter [a state of] peace,” or “He will go in peace.” Either of the last two seems more likely than the first in view of the apparent reference of the second and third clauses to the righteous. The righteous will be taken away from the fragmented and evil society in which they live to a condition of harmony, serenity, and completeness. They will <i>rest on their beds<\/i>. Is this merely the sleep of death, or is something more intended? Both the reference to <i>peace<\/i> and the reference to the righteous one as a person <i>who walks in his uprightness<\/i> suggest something more in the nature of a reward than the grim place described in <a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">ch. 14<\/a>. It appears that the prophet thinks of those who have been righteous and faithful as being taken from this world to a better place where the unnoticed lives they lived here will be rewarded.<\/p> <p>Thus we have the introductory picture: the leaders go on their own ways using their positions to secure for themselves increasing comfort and pleasure with decreasing satisfaction, while all around them the flock is being devoured, and one by one the righteous disappear, not to be replaced. This was not God’s design when he said that his people would be his servants through whom the light of the Servant would come to the world.<\/p>",
    "audit": null
}