{
    "id": 17434,
    "source": "oswalt",
    "verse_id": 18209,
    "verse_count": 10,
    "reference": "29:15–24",
    "title": "Those Who Hide Counsel",
    "html": "<p>With this segment the opening indictment of Judah’s leaders comes to a close. It follows the same pattern as noted previously: denunciation of their foolish plans, which are based on the premise that God cannot save, and reaffirmation of God’s intention and ability <i>to<\/i> save after their folly will have precipitated disaster (cf. 28:1–6; 29:1–8, 9–14). Here the affirmation is much the longer part of the segment, perhaps because of its place in conclusion to the two-chapter opening section. The thrust of the affirmation is that God, in his care, will shortly free the weak and the helpless from the oppression of their rapacious leaders. In response to that freedom, the people will glorify God as the only true God.<\/p> <p>Although Delitzsch could still speak of <a class=\"isa\" verses=\"eyIxODIxNyI6Mn0=\">vv. 23, 24<\/a> as “an incontestably genuine prophecy of Isaiah,” it has become almost universal since Duhm to take <a class=\"isa\" verses=\"eyIxODIxMSI6OH0=\">vv. 17–24<\/a> as postexilic, if not later. The chief reasons for this are theological, for it is argued that the glowing predictions of salvation to come are not to be found in preexilic prophecy. Apart from the fact that this point of view begs the question (cf. Mic. 4), it must also be asked why redactors felt encouraged to add these passages to Isaiah if the original form of the prophecy was so uniformly negative. Why not to Amos or Micah or Jeremiah? For that theory to be accepted, the original form of the book will have had to have contained the Judgment\/Hope motif in more than a germinal way. Of course, if that is granted, then the whole theory of redactions which subtly altered the impact of the book becomes questionable. Of even more serious import, however, are the theological questions which this point of view raises. The supposed redactors, by putting their words and points of view into the mouth of the older prophet, are making a theological statement which is patently untrue. They are saying “If we repent, there is hope for us, <i>because<\/i> it was foretold by Isaiah.” But, if the causal link is in fact false, their opinions are without force. The redactors then have falsified their evidence to win a case. Can this be the source of some of the world’s great theology? Finally, there is a literary question. As the text stands now, it has an internal logic: your plans are stupid and corrupt because you will not believe the simplicity of God’s promises. If in fact the prophet had no promises of redemption, what is it the rulers were rejecting? If it be said he had promises, but not these, we are faced once again with redactors whose ethics are decidedly questionable, for they have excised the original promises and replaced them with their own.<\/p> <p>Verses 15–16 contain the third of the woes declared in chs. 29–33. The first was to the drunkards of Ephraim (<a class=\"isa\" verses=\"WzE4MTY2XQ==\">28:1<\/a>), and the second to David’s city (<a class=\"isa\" verses=\"WzE4MTk1XQ==\">29:1<\/a>). This one now sums up the former two and the theme which emerged in the treatment of them: how foolish for the pot to think it knows more than the potter. That way can only bring woe, for God is the Maker and every other premise must rest on that one (Ps. 100:3). It is apparent that some sort of secret political plan had been made without consultation with people or prophet, and thus, in Isaiah’s view, without consultation with God. Probably this is in reference to the decision to break the vassal-covenant with Assyria and to rely on help from Egypt (2 K. 18:7b). Clearly, God has no brief for Assyria as he could have none for Babylon when he would lead Jeremiah to counsel against that revolt (Jer. 27:8–11). What he did contest was the idea that a nation calling itself God’s people should endeavor to insure its own freedom and security through a system of secret compacts with other nations without reliance on God. The language of v. 15 is striking in this respect. The translation above is literal: “they go deep from the Lord to hide counsel” (cf. RSV “hide deep from the Lord their counsel”). This evokes the picture of a little group of officials huddled around a table in some basement room of the chancery, as if God could not see them there! (Cf. Ps. 64:3–7 [Eng. 2–6]; 94:7; 139:7–12.) But since Adam and Eve human beings have been trying to hide from God, our own blindness deluding us into believing that he is more blind. Thus, the implied statement that God does not understand is the fullest evidence that <i>we<\/i> do not understand. If our minds were not darkened by our own sinful determination to have our way at all costs, we would be able to understand that the Master Designer has a way for us and that the deepest joy is to find that way and cooperate with it.<\/p> <p><a class=\"isa\" verses=\"WzE4MjEwXQ==\">16<\/a> <i>Ah, your perversity<\/i> sums up the intensity of the prophet’s feelings. They have turned things upside down. They tell God what to do rather than seeking to discern what he means to do. They, <i>they<\/i>, tell him that <i>he<\/i> lacks understanding.<\/p> <p>For Isaiah, the doctrine of creation is fundamental. As the Maker of the world, God has the right to determine its direction, and moreover, he does have a direction in mind for it. This is not so for the pagan gods. Although those religions can speak of beginnings, their polytheism and their heavy involvements with the social and natural status quo prevent them from speaking of noncontingent, purposive creation. It is this which Isaiah has in mind in the numerous attacks on the idols in chs. 40–48 (41:21–24; 42:8–9; 43:8–9; 44:7–8; etc.). The gods do not know the origin of things and they do not know the end. For the pagan mind, beginnings are only theoretical and endings are all but unthinkable. The continuance of the present is all it knows. Nor is this emphasis upon creation limited to chs. 40–48. It appears here in <a class=\"isa\" verses=\"eyIxODE5NSI6MjR9\">ch. 29<\/a> and also in 17:7, 8 (contrast between Maker and gods made with hands) and 37:16 (God, unlike the gods, made the earth; cf. 6:3).<\/p> <p>It is the forgetting of God’s right as Maker that leads to ethical relativism. After all, if he is but Bergson’s “élan vitale” or Tillich’s “ground of all being,” then he has only the most generalized will for my behavior and it becomes impossible to speak of overturning anything. There are no explicit standards to overturn. One must do what one feels. On the other hand, the Maker can say, “that is good, and that is bad,” because he has a known design which he is seeking to work out. Whether or not “the Force” even knows that I exist, my existence is of no importance to it. The Maker, says Isaiah, does know and cares passionately. Those who say he does not know and care confuse the clay with the Potter, and that is the fundamental error of all strictly human philosophies: they cannot admit of a transcendent God. God is either a part of the system or he does not exist.<\/p> <p><a class=\"isa\" verses=\"eyIxODIxMSI6NX0=\">17–21<\/a> In these verses the writer promises in language echoed elsewhere in the book that the battle is not necessarily to the strong nor the race to the swift. In fact, God promises some overturning of his own. The leaders have taken counsel as if God did not exist, with the result that the ordinary people must bear the brunt of the disaster which those misguided policies will bring about. Nevertheless, God will change all that. The blind will see, the helpless will be empowered, and those who have made a living of injustice will disappear. If all the odds seem to be weighted in favor of the corrupt and the violent, that is the fault of the oddsmakers, for God is on the side of the powerless who trust in him. Nor are we doomed merely to wait for some apocalyptic cataclysm to see this happen. While the Mafia slaughter each other and the rich live in mistrustful loneliness, those who love God and have very little live productive and beneficial lives because they are committed to God’s ways. Ultimately the problem is to define successful living. The world’s wisdom says power and comfort are success. God’s wisdom says love and inner abundance are success. Is that foolishness? If so, God’s foolishness is wiser than man’s wisdom (1 Cor. 1:25).<\/p> <p>Kaiser makes this segment Hellenistic because he says that the three groups—the scoffers, the blind, and the righteous—correspond to the divisions which such devout groups as the Essenes saw in Judaism. However, this interpretation fails to recognize that the scoffers and the blind are all through chs. 28 and 29, not all of which are Hellenistic. Is it not also possible that the Hellenistic groups got their language from Isaiah?<\/p> <p><a class=\"isa\" verses=\"WzE4MjExXQ==\">17<\/a> Although some question remains as to the exact meaning of this verse, it appears to support the interpretation just given, that is, of a coming reversal in the positions of the noble and the common. In several places in the book the forest of Lebanon is used as a symbol for the mighty (<a class=\"isa\" verses=\"WzE3Njk5LDE3ODg1LDE4Mjg5LDE4MzIzLDE4ODM1XQ==\">2:13; 10:34; 33:9; 35:2; 60:13<\/a>), and the cutting down of the forest a symbol of humiliation (<a class=\"isa\" verses=\"WzE3Njk5LDE3ODg1LDE4Mzc3XQ==\">2:13; 10:34; 37:24<\/a>). Therefore, it seems likely that the same imagery is in force here: the forest will become a plowed field, whereas the fields will grow up in such a luxurious tangle as to be called a forest. So the mighty of Judah and of the world will fall, but God’s common people will flourish. (Blessed are the meek, for they shall inherit the earth, Matt. 5:5.)<\/p> <p><a class=\"isa\" verses=\"WzE4MjEyXQ==\">18<\/a> This verse may have both a general and a specific meaning in this context. In the general sense, the most downtrodden members of a society are likely to be handicapped, as typified by the deaf and the blind. Thus their hearing and seeing express what God will do for the lowly among his people when his kingship is established on the earth (<a class=\"isa\" verses=\"WzE4MjYzLDE4MzI2XQ==\">32:3; 35:5<\/a>). But there is a more specific sense in which these statements apply here; for the result of Isaiah’s message, as God had foretold in his commissioning (<a class=\"isa\" verses=\"WzE3NzgwXQ==\">6:10<\/a>), had been to make the people more spiritually insensitive than they had been before he delivered the message.<\/p> <p>So his preaching was a closed book to his own generation (<a class=\"isa\" verses=\"W3siMTc4MjQiOjN9LHsiMTgyMDMiOjR9XQ==\">8:16–18; 29:9–12<\/a>). But God here promises that the day will come when the blind will see and the deaf will hear. No longer will the words of promise fall on hard, dry ground. Rather, they will find lodging in a receptive soil where they can spring up to that luxurious growth spoken of in v. 17.<\/p> <p><a class=\"isa\" verses=\"WzE4MjEzXQ==\">19<\/a> This verse carries on the thought of v. 18, using the language of the helpless and oppressed. But a further thought is added, one which will reappear in v. 23. This is the idea that the coming deliverance will result in new praise to God, who will be seen as the Holy One (see below on v. 23). Not only will they praise him, but they will also rejoice in him. Thus there will be laughter and rejoicing in his presence and over his presence. There will be delight in his gifts and in his acts of deliverance. All the pent-up feelings of the years of doubt, fear, and anxiety will be released. This happened annually in the feasts. It also happened in the return from exile and supremely in Christ’s coming as culminated in Pentecost. Yet we wait for another day when all these foretastes will be rolled into one, when we will rejoice in him forevermore (Rev. 22:1–5).<\/p> <p><a class=\"isa\" verses=\"eyIxODIxNCI6Mn0=\">20–21<\/a> Verses 18–19 talked of the coming bliss of the helpless. These two verses speak of the destruction of the mighty who helped oppress the helpless. Thus we see the outworking of the reversal imaged in v. 17. Verse 20 lists three classes of the mighty and v. 21 expands on the third class. Synonymous verbs are used of all three: “cease,” “come to an end,” and “cut off.” The point of the statements is not to teach annihilation of the wicked (as opposed to eternal punishment), but to say that these kinds of people will not flourish; their line will not be long on the earth, nor will they produce anything lasting (cf. Ps. 1; 92:6; 101:7, 8; 109:6–14 contra Ps. 72 in praise of the righteous king).<\/p> <p><i>the ruthless<\/i> are the oppressors who heartlessly squeeze the weak to extract what they can from them (<a class=\"isa\" verses=\"W1sxNzkxOF0seyIxODEyMiI6M30sWzE4MTk5LDE4NjYyXV0=\">13:11; 25:3, 4, 5; 29:5; 49:25<\/a>).<\/p> <p><i>the scoffer<\/i> is the one who mocks the normal standards of truth, honor, and decency and delights to serve himself at the cost of others (28:15; cf. also Prov. 1:22; 13:1; etc.).<\/p> <p><i>all who watch to do evil<\/i> are especially defined by v. 22 as those in political and judicial authority who are ever on the alert for ways to use their power to prey on the innocent (cf. esp. Jer. 5:6, where the verb is applied to the leopard watching its prey). This predation is described in three ways. First, he uses false testimony to make an innocent man appear guilty (elsewhere the verb means “to cause to sin,” but here the context makes it clear that the sense is “to cause him to be a sinner” [in the official sense!]). Second, when someone comes before the elders sitting in the city gate to plead a case, this person is there to trip up the supplicant in legal niceties (cf. Exod. 23:6; Amos 5:12; Mal. 3:5). Third, they use clouds of empty platitudes and verbosity to confuse the issue so that the genuinely righteous person is made to appear otherwise (“put down”).<\/p> <p><a class=\"isa\" verses=\"eyIxODIxNiI6M30=\">22–24<\/a> These verses offer the summation not only of <a class=\"isa\" verses=\"eyIxODIwOSI6N30=\">vv. 15–21<\/a>, but also of chs. 28 and 29. Evoking the patriarchs of the past and pointing to the children of the future, he looks to a time when the true holiness of God will be in the forefront of everyone’s mind because he will have manifested his sole lordship through the deliverance of his people (cf. Ezek. 36:22–23).<\/p> <p><a class=\"isa\" verses=\"WzE4MjE2XQ==\">22<\/a> <i>Therefore<\/i> is not merely causal here in the sense that it neatly states the effects of previously stated causes. Rather, it introduces a summation. It might be paraphrased loosely as “in the light of all that has been said, then, I wish to say.” So to the scoffers he insists that God will deliver and that <i>he<\/i> will be recognized for the deliverance, not they and their flawed schemes; to the poor he says that he sees a day when they will be leading the praises of God, not the stuffy priesthood of the temple.<\/p> <p><i>the redeemer of Abraham<\/i> has been a troublesome phrase to commentators, both because of the awkward grammatical structure within which it stands and because of its unclear reference. The sentence reads literally, “Thus says the Lord to the house of Jacob, who redeemed Abraham, ‘No longer.…’&nbsp;” The most natural construction would make Jacob the redeemer of Abraham, an obvious impossibility. Lowenthal proposed reading, “The God of the house of Jacob” (reading <span>’el<\/span>, “God,” instead of <span>’el<\/span>, “unto”). This suggestion is attractive and has been followed by many modern commentators. As Kaiser has pointed out, however, there is no warrant among the versions for such an emendation. So it seems best to retain the MT with its apparent awkwardness.<\/p> <p>The theological problem is occasioned by the fact that nothing in the canonical literature speaks of any “redemption” of Abraham. An apocryphal legend tells of his being rescued from idolators in Ur, and particularly those scholars who see the segment as late take this as a possible basis for the statement here. At the same time, it is clear that in the most general sense God did redeem Abraham, in that he called him to himself and delivered him from the death of sin, and that deliverance may be all that is intended here. The main point, as stated above, seems to be evocative (“hitherto has the Lord helped”), and we can trust him to continue that help.<\/p> <p><i>No longer&nbsp;… ashamed<\/i> reiterates one of the themes of Isaiah and of the Bible in general: Jacob will finally put its trust in God and not in other places. Those other places have let the nation down and it has been disgraced. But there will come a day when God will demonstrate his power through them, or even in spite of them, and they will be exultant.<\/p> <p><a class=\"isa\" verses=\"WzE4MjE3XQ==\">23<\/a> <i>his children<\/i> has been treated primarily in one of two ways, either as a gloss explaining “it” and referring to the works of God’s hands (Ewald), or as an example of nearer definition: “When he, that is, his children, see&nbsp;… <i>they<\/i> will praise.…” The latter has the advantage of explaining the shift from singular to plural in the sentence, but such a shift is common enough in the prophets not to need this kind of justification for its existence. As for the former, it must be admitted that the phrase does appear somewhat obtrusive in the sentence, but as with so many of what criticism has designated as glosses, it must be very old, if it is a gloss, for it appears in all the versions. Whatever its source, it fits the Isaianic setting well, for the image of child-bearing and of progeny is a prominent one in the book. The point here would be that instead of being disgraced by its barrenness, the house of Jacob would be wonderfully fruitful, a condition provoking admiration on all sides.<\/p> <p>The response of Jacob will be to sanctify the name of the Holy One. As indicated by Ezek. 36:19–26, to defile God’s name is to make him appear less than God. Thus, to sanctify his name is to declare to oneself and the world that he is truly God. Indeed, he is the only one who can justly lay claim to the epithet “holy.” For all the other deities are merely projections of creation. He alone is truly “Other,” not only in existence but in character as well. One might think of such perfection as a source of terror, but because it is a perfection of love, though it is aweful, it is not terrifying (in the sense that terror is a response to the vicious and the arbitrary). In fact, his otherness, his holiness, is the source of our hope. For we have proven in this century, if not before, that the universe cannot save itself. We must have Someone from beyond who is holy enough to save us. So those who have experienced the depths of his grace have no desire to bring him down to their level. They wish to tell the world of his holiness. For them the opening lines of the Lord’s Prayer come easily, especially the second: “Hallowed (sanctified) be thy name” (cf. Matt. 6:9).<\/p> <p><a class=\"isa\" verses=\"WzE4MjE4XQ==\">24<\/a> The order of events is significant here: deliverance is followed by praise, which results in understanding (cf. Ps. 51:12–19 [Eng. 10–17] for the same order). To <i>know understanding<\/i> and <i>learn knowledge<\/i> is to come to an experiential grasp of truth. The erring and the murmurers would have understanding first and by it save themselves. But it will not work in that way. God saves through grace alone. Understanding comes from meditation on his work. (So the giving of the Torah follows the Exodus.) This order was a stumbling block to the Jews of Isaiah’s day and it remains so to the nominal church as well as to the world today. But the truth remains: people come to know God through the demonstration of his holiness in the lives of other people.<\/p>",
    "audit": null
}