{
    "id": 17543,
    "source": "oswalt",
    "verse_id": 18924,
    "verse_count": 6,
    "reference": "66:1–6",
    "title": "Humility, Not Sacrifice",
    "html": "<p>Scholars agree little concerning the structure of <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">ch. 66<\/a>, largely because of uncertainty about the place (and function) of a few verses (5, 6, 15, and 16). While some questions remain concerning the other blocks of material (<a class=\"isa\" verses=\"W3siMTg5MjQiOjR9LHsiMTg5MzAiOjh9LHsiMTg5NDAiOjh9XQ==\">vv. 1–4, 7–14, 17–24<\/a>), scholars generally agree that they are more or less coherent. But the differing way in which the verses in question are connected with the blocks can give quite different pictures of the whole. Some scholars (e.g., McKenzie, Achtemeier) attach v. 5 to what follows because there is supposedly a change of address from the apostates to the believers. But there is no change, because the apostates have not been addressed in <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">vv. 1–4<\/a>. They have been spoken about, but not to. Rather, the repetition of “who tremble at my word” from v. 2 argues that the same thought line is being continued in v. 5 and that encouragement is being offered to those whom the apostates just described (in <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">vv. 1–4<\/a>) have attacked.<\/p> <p>Of course, if v. 5 has been separated from <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">vv. 1–4<\/a>, there is no way v. 6 can be included with that section, even though it continues the note of judgment that characterizes it, and does not clearly share the note of hope that <a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">vv. 7–14<\/a> sound. In order to overcome this difficulty Westermann proposes that <a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">vv. 7–14<\/a> have been encased in an announcement of doom on enemies (he adds <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">vv. 15–16<\/a> to the end). While this is certainly not impossible (cf. 59:18, where the idea of repayment on the enemies has an encouraging tone), it is unnecessary once v. 5 is taken with <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">vv. 1–4<\/a>. That makes it possible for the statements about judgment in the first six verses of the chapter to be taken together, as would be most natural. Seen in this light v. 6 forms a powerful and effective conclusion to the foregoing statements. It is also suggestive that the judgment sounds from the “temple,” which was discussed in v. 1.<\/p> <p>Verses 1–6 are a judgment passage coming abruptly after the preceding hope passage. As noted above on 65:17–25, this interchange between judgment and hope is a feature of this final section of the book (<a class=\"isa\" verses=\"eyIxODkxNSI6MzN9\">65:17–66:24<\/a>). But even the judgment passages, like this one, are cast in the setting of hope. The address is to the believing remnant to encourage them to believe that the promises of chs. 60–62, if they are not yet to be realized, <i>will<\/i> be realized, and that those who are oppressing them will not triumph.<\/p> <p>The judgment pronounced here is on those who are depending on externals for their relation to God. These are the same issues that have been addressed from 56:1 onward. Inevitably, when this attitude prevails, cultic behavior comes to be an end in itself. When that happens the rationale for keeping biblical cult and pagan cult separate disappears. The purpose of cult comes to be participation in, and manipulation of, the divine realm through imitative magic. In that setting who is to say one form of manipulation is better than another? It should also be pointed out that the concern here is identical with the one expressed in 1:10–15. The hope for Israel’s future is not in cultic manipulation, but in repentance and faith in the power of God to enable us to live truly righteous lives.<\/p> <p><a class=\"isa\" verses=\"eyIxODkyNCI6Mn0=\">1–2<\/a> Here <i>the heavens<\/i> and <i>the earth<\/i> appear again, although in a somewhat different setting from that of 65:17. Although the new heavens and earth are not discussed here, the two occurrences do have in common the same theme of the transcendent sovereignty of God. The Creator God who can make a new heaven and earth whenever it suits him is certainly not a sky father or an earth mother who could be housed in some structure made with human hands. This understanding is hardly new to Isaiah. It is part and parcel of Israelite theology from the earliest considerations of the building of a temple (2 Sam. 7:4–14; 1 K. 8:27) on through its destruction and rebuilding (Jer. 7:12–14; 23:24; Ps. 11:4; 103:19; Matt. 5:34–35; Acts 7:49).<\/p> <p><i>All these<\/i>. This phrase probably refers to the heavens and the earth of v. 1 (cf. 40:26). God’s sanctuary is his creation, which he made for himself and which came into existence at his word (v. 2). If the MT is correct, v. 2 is probably a reminiscence of Gen. 1, where the verb <span>way<\/span><span>hî<\/span>, “and it happened [just as he had said],” occurs again and again. If this is true, where could we humans ever expect to build a house for him? What kind of resting place could we offer him? The very idea is ludicrous. But what does the author mean to imply? Does he believe that it is wrong for humans to build temples? Is he saying that we should abandon any such attempt? The immediate context makes that highly unlikely. V. 6 speaks of judgment coming out of the temple. V<a class=\"isa\" verses=\"eyIxODk0MyI6M30=\">v. 20–22<\/a> speak of foreigners worshiping in the temple (as does 56:7). In a somewhat wider circle, but still in this setting, <a class=\"isa\" verses=\"eyIxODgyMyI6MjJ9\">ch. 60<\/a> certainly sees the temple in a favorable light. Thus the author is not saying that the temple should be abandoned or, when destroyed, not rebuilt.<\/p> <p>But what is he saying? Surely the point is, as Delitzsch well says, “God will have no temple at all if men think by temple-building itself to do him service.” This is the consistent attitude of all the prophets toward the whole cultic enterprise. If cult is performed to curry favor with God, to satisfy God’s supposed needs, and thereby get something for ourselves from him, we should shut the doors of the temple at once and abandon the whole thing. But if our attitude in worship is the opposite of such arrogance as to think we can do something for God, and is instead the humble recognition that we can do nothing either for or to him <i>(afflicted)<\/i>, the awareness that we deserve nothing but destruction from him <i>(broken in spirit)<\/i>, and the desire to do nothing other than what he commands <i>(trembles at my word)<\/i>, then the expression of such a spirit through the medium of ritual and symbolic worship is entirely pleasing to God. This thought is best expressed in brief compass in Ps. 51:18–21 (Eng. 16–19). God’s sanctuary is the human heart (cf. 57:15), and unless he dwells there, all other sanctuary building is an exercise in futility. Nonetheless, if we say we honor him in our hearts but are unwilling to represent that honor in costly symbolism, there is good reason to believe that our talk is lies. This is the point of Haggai, Zechariah, and Malachi, and it is not in fundamental contradiction with what is being said here.<\/p> <p><a class=\"isa\" verses=\"eyIxODkyNiI6Mn0=\">3–4<\/a> Verse 3 contains one of the strongest denunciations of cult in the Bible. The Hebrew wording is terse to the point of ellipsis, and some of the vocabulary gives the impression of having been chosen to offend. The statement was clearly framed for its shock value. The versions unanimously understand that comparison is intended (as per NRSV, “Whoever slaughters an ox is like one who kills a human being”). What would such comparison mean? Is a Hebrew prophet really saying that the sacrifices commanded in the Torah are no different from the unclean offerings that the Torah abominates and condemns? This seems so unlikely that some commentators (e.g., Volz, Muilenburg) deny that comparison is intended and argue that what the prophet is condemning is the combining of pure worship and false worship. Thus the sense would be “the one who slaughters an ox [also] kills a man,” and so on. While the preexilic prophets in particular certainly condemned the mixture of biblical and pagan worship, this first colon seems to say too much. This is not even speaking of child sacrifice, but the sacrifice of adults. No evidence suggests that this ever took place in Israel, much less in postexilic Israel. No, it seems likely that the ancient versions have a better feel for the intention of the text than do the modern interpreters. The prophet does attack apparent fulfillment of the Torah, using the strongest language he can muster.<\/p> <p>But such attacks are hardly unique to Isaiah. Amos 5:21–25 is a classic example, with the prophet concluding that God had never wanted their offerings, even in the wilderness (cf. also Isa. 43:23–24). Jer. 7:21–22 says the same thing. Micah says God is not interested in sacrifices at all (<a class=\"isa\" verses=\"eyIxNzc3NiI6M30=\">6:6–8<\/a>). Malachi tells the people to stop their hypocritical worship (Mal. 1:10). Jesus says that the righteous Pharisees are vile, unclean tombs (Matt. 23:27). This is Semitic hyperbole, which knows nothing of finely nuanced distinctions. People with unclean hearts will offer unclean offerings, no matter how rigorously they obey the Torah, and such offerings are an offense to God. Offered out of an unclean heart, an ox is no different from a man, a lamb is no more clean than a dog whose neck has been wrung (cf. Exod. 13:13; Deut. 21:4), the firstfruits of the grain are no more pleasing than the blood of a swine, and a memorial (cf. Isa. 1:13; Ps. 38:1; Lev. 24:7; Num. 5:26) offering of incense might as well be given to an idol (lit. “iniquity”; cf. Isa. 41:29; 1 Sam. 15:23; Hos. 4:15).<\/p> <p>But how do we know the offerers’ hearts are unclean? Because what they are doing reflects not what God has chosen, but what they have chosen. This is forcefully expressed in the final bicolon of v. 3 and the first bicolon of v. 4. These two statements are closely parallel, each beginning with <span>gam<\/span><i>, Inasmuch<\/i> and <i>so<\/i>, respectively, and each detailing what has been chosen, the first by the people, the second by God. The effect of the two <span>gam<\/span>s is “just as the one, so the other,” reinforcing the connection between the people’s choice and God’s. The connection and contrast are further heightened by the emphasis on the subject of “choose” in each case. Just as <i>they<\/i> have chosen, so <i>I<\/i> will choose. Instead of following the admonitions of 55:7 and seeking the ways of God, these people have <i>chosen their<\/i> own <i>ways<\/i>, and instead of seeking out what God desires, like the son of the foreigner (<a class=\"isa\" verses=\"WzE4NzU4XQ==\">56:4<\/a>), they have acted as though they desired God (<a class=\"isa\" verses=\"WzE4Nzg5XQ==\">58:2<\/a>) while all the time desiring abominations. These are unclean hearts that desire not God but only his blessings.<\/p> <p>From such persons God desires nothing but repentance. They are not his servants because they do not <i>listen<\/i> to him (cf. 65:12 and the comments there), and unless they “afflict their souls” (cf. v. 2 and 58:1–5, and the comments thereon) before him, they can expect nothing but destruction from him. They have chosen some things for themselves, but in the end God will choose for them. Had they chosen what God wanted, he would have chosen a future for them that might hold surprises, but into which they could walk with perfect confidence. But since they chose what they wanted, he chooses <i>capriciousness<\/i> (cf. 3:4) for them. By trying to gain control of their fates (cf. 65:11), they have actually turned themselves over to a deterministic world that is relatively predictable in the long view, but absolutely unpredictable in individual circumstances. Thus they become victims of all the nameless <i>fears<\/i> that haunt the pagan mind (Prov. 10:24). Instead of enjoying the peace that is the birthright of the one whose mind is fixed on God (Isa. 26:3), they are scattered hither and thither on the winds of their own choosing.<\/p> <p><a class=\"isa\" verses=\"eyIxODkyOCI6Mn0=\">5–6<\/a> Now God announces to his own, those <i>who tremble at his word<\/i>, what the previous verses mean for them. This announcement is characterized, appropriately, as a <i>word<\/i> from God. Those who are earnestly and reverently obedient to God’s word will find great joy and comfort in that word.<\/p> <p>The biblical-historical accounts about the postexilic period found in Haggai, Zechariah, Malachi, Ezra, and Nehemiah help us to identify the two groups described here. The outcasts are those who wish to keep God’s covenant carefully from the heart, treating the poor equitably, avoiding intermarriage with pagans, carefully observing the Sabbath, and performing the rituals exactly as God has prescribed. By and large, they are not the persons in power. Those who are doing the casting out are the wealthy, the priests, and the nobles. Their major concern is their own aggrandizement. Their religion, their marriages, their treatment of the poor are all designed for one end: their own benefit. Careful obedience to God’s Word is not important to them. To appear to be religious is of some significance, but the thought of a life of self-denial for the sake of others as an expression of determined obedience to God was almost ludicrous.<\/p> <p>When persons like these do build a temple, it will be as splendid as they can make it, but for their own sakes, not for God’s. Then the uncultured, earnestly religious folks will be told in no uncertain terms that their rustic, iconoclastic religious rigor is not welcome. Indeed, their zealotry becomes a source of humor. They are always blathering on about the glory of God. Fine, let them give glory to God somewhere else, not here where we are trying to do the business of religion. They are always chattering about trusting God with our problems. Good, let them trust God to find someplace else for them to worship. In it all, they keep going on and on about “the joy of the Lord.” Well, let’s give them a chance to put all that into action. Let’s see how joyful they are when they are out on the street.<\/p> <p>The picture being painted here so graphically in a few words was hardly limited to the postexilic period. Isaiah was familiar with it in his own experience (Isa. 5:19); it was to be the experience of the apostles (Luke 6:22; John 16:2); Francis of Assisi knew it; and it is still with us today. To be wholly given over to God, to make his ways the very focus of one’s life, is to become an embarrassment to those who will not choose that way. It is to become “fanatical,” “unbalanced,” “afflicted with tunnel vision,” and a host of other epithets. It is to be shut out of the centers of power; it is to take the way of the cross.<\/p> <p>Interestingly, in the Hebrew text only the last two words of v. 5 are given over to the announcement of judgment. Sixteen words are assigned to the address and the description of the problem, and only two to the response. But those two words are the last words, and they bring the complex situation to a sudden and devastating closure, like the slamming of a door: <span>w<\/span><span>hēm yēbōšû<\/span><i>, but they will put to shame<\/i>. The wealthy and powerful may have hated, and cast out, and mocked. They may have disgraced the believers in a hundred ways, but that is not the last word. It is <i>they<\/i> (note the disjunction and the emphasis) who will be disgraced in the end, and it is the end that counts.<\/p> <p><a class=\"isa\" verses=\"WzE4OTI5XQ==\">6<\/a> The means of the disgrace of the proud is now declared. In a dramatic tricolon, in which each colon begins with the word <span>qôl<\/span>, “voice, sound,” and in each of which the specificity and intensity are increased, the prophet announces the intervention of God. As must be obvious whenever the biblical God is involved, the means of judgment is the voice (11:4; 33:14; Amos 1:2; Joel 3:16; Rev. 19:15), for this is the God who speaks, who speaks the world into existence, who reveals himself to us through the medium of our language, and who one day will speak the end of all things (Rev. 1:10, 17–19; 21:3). Thus it is not merely the <i>sound of the Lord<\/i> but the voice of the Lord that the prophet hears both pronouncing the doom of his enemies and effecting that doom (as in creation God’s voice pronounced the world and everything in it and it all came into being). The movement of the verse is from broad to narrow and from general to specific. The prophet hears an <i>uproar<\/i>, undefined noise, from the city, then he determines that it is emanating from the temple, and finally he recognizes the sound as the voice of God speaking in judgment. The overtones of both the court and the battlefield are probably intended. The judge announces sentence in ringing tones and the warrior leaps toward his enemies with a loud battle cry (note esp. Isa. 59:18 and the similarity of language). Those who hated the faithful had mockingly called for God’s glory to be manifested. The prophet sees the day when it will be, but perhaps not in a way that will be comfortable for the rebels. They have been calling on God to give them what they deserve, to “repay” them with the comfort he had promised (cf. 57:18). Isaiah says that God will repay them, and right in the temple that they think guarantees his favor (cf. John 2:13–17). But God will choose for them in accord with what they have chosen (v. 4), and the result will not be comfort, but all that they had feared.<\/p>",
    "audit": null
}