{
    "id": 17503,
    "source": "oswalt",
    "verse_id": 18673,
    "verse_count": 2,
    "reference": "50:10–11",
    "title": "Light Or Darkness",
    "html": "<p>Two units intervene between the third Servant passage (<a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">50:4–9<\/a>) and the fourth (<a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13–53:12<\/a>). The first extends from 50:10 to 51:8. Its topic is a call to heed the voice of the Servant and to follow his example, thereby receiving God’s salvation. If the hearers will not do so, they will end up in the same predicament as did the opponents of the Servant (51:8; cf. 50:9). 50:10–11 functions as one of the ubiquitous transitional segments. Many commentators include these verses with the previous segment (<a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">50:4–9<\/a>), although most admit that the change of speaker (from the Servant to the Lord) does signal a structural change. The verses partake of both the preceding and the following segments. “The voice of his Servant” (<a class=\"isa\" verses=\"WzE4NjczXQ==\">50:10<\/a>) clearly points backward to 50:4. But “fear the Lord” (<a class=\"isa\" verses=\"WzE4NjczXQ==\">50:10<\/a>) clearly points forward to 51:1: “you who seek the Lord,” and to 51:7: “you who know righteousness.” I have already commented on the connection between 50:11 and 51:8. If one grants that the passage aligns closely with both the preceding and the following segments, with which one does it align most closely? The answer must be 51:1–8. Both the speaker and the topic are the same throughout. It is a question of a response to God and his Servant, who, interestingly enough, are considered as interchangeable (thus to “listen to the voice of his Servant,” 50:10, is comparable with “listen to me,” 51:1, 4, 7).<\/p> <p><a class=\"isa\" verses=\"WzE4NjczXQ==\">10<\/a> The speaker shifts from the Servant to the Servant’s Lord, and a word is addressed to a certain group of hearers. These hearers are identified by another occurrence of the interrogative particle <span>mî<\/span>, “who?” (cf. 50:1, 8, 9). It had previously been asked “who are my creditors?” and “who will condemn me?” But now the question is addressed to God’s people. They are identified by four characteristics: they <i>fear the Lord<\/i>, they <i>listen to the voice of his Servant<\/i>, they walk <i>in darkness<\/i>, and they have <i>no light<\/i>. It is apparent that the four characteristics are in two synonymous groupings. This is unmistakable in the second with “darkness” and “no light.” But the same is true for the first two. How does a person demonstrate that he or she “fears the Lord,” lives in that reverent awe of God that shapes one’s behavior? By “listening to,” that is, obeying (see above on 50:4–5), that which the Servant has been appointed to reveal to the world. As Whybray points out, it is possible that the prophet might speak of himself in the third person like this. But it is not possible in this context. The Servant who has just been described is not Isaiah or any other merely human person. To obey this Servant is to fear God, and to fear God is to obey this Servant.<\/p> <p>Even more surprising than the equation of the Servant and the Lord is the coupling of the two groupings. To fear God and to obey the voice of the Servant would seem to imply having an abundance of light. But on reflection, that is not necessarily the case. Those who follow this Servant may indeed walk with him into the darkness of frustration, injustice, humiliation, and abuse. But this does not mean they should forgo their reliance on God. Through all the ages the children of God have equated God’s blessing with comfort and a sense of well-being. But that was not the way of the Servant. So the challenge is again and again: do not cast away your confidence. Wait on the Lord. Put your hope in him. Trust in the reputation and the character <i>(the name) of the Lord<\/i>, and rely on your God. This is the example that we have in the Servant, as has just been powerfully expressed in <a class=\"isa\" verses=\"eyIxODY2OCI6M30=\">vv. 5–7<\/a>. Thus the prophet is saying to his people, people who are wondering whether their dark situations are evidence that God has forgotten them (cf. 49:14), that they must trust God in the darkness if they are to become the servants of God they are called to be, in the image of the Servant who declares God’s way to them.<\/p> <p><a class=\"isa\" verses=\"WzE4Njc0XQ==\">11<\/a> One may understand this verse in two ways. On the one hand, it may speak of those who attack the people of God as though they were attacking a besieged city and trying to set it on fire with fiery arrows. If so, Isaiah says they will be devoured by their own aggression and subside into the ashes. The second interpretation depends more heavily on the theme of light and dark that is an important point in v. 10. In this case, the people being addressed would be those who, rejecting the fear of the Lord and the word of his Servant, attempt to create their own light and to find their own way out of their darkness. Such persons will be devoured by the light that they have tried to create. As above on v. 4, it may be that some of both images is intended.<\/p> <p>A major issue is the correct rendering of <i>gird on flames<\/i>. The word <span>zîqôt<\/span>, “flames,” appears elsewhere only in Prov. 26:18, where it is the first in a sequence whose other members are “arrows” and “death.” The medieval Jewish commentators understood the word to mean “sparks.” If “gird” is correct (and, as noted above, there is little evidence to support the popular emendation “set alight”), the sense may be of fastening a torch to oneself so as to have one’s hands free, perhaps for defense, while walking in the dark. This idea seems to accord better with the second bicolon of the verse. Obviously fastening a torch to oneself is a very dangerous expedient. The thought is reminiscent of the closing verses of <a class=\"isa\" verses=\"eyIxNzgwOSI6MjJ9\">ch. 8<\/a>, where persons who have refused the light of God are plunged into a deep darkness in which they turn to the occult to light the way for them. Those flames may well eat their bearer alive. There is only one light in the darkness of human sin: the one kindled by God in and through his Servant. To refuse that light and to embrace some other is to open oneself to a devouring flame.<\/p>",
    "audit": null
}