{
    "id": 17495,
    "source": "oswalt",
    "verse_id": 18627,
    "verse_count": 5,
    "reference": "48:12–16",
    "title": "The Lord Of Eternity And Time",
    "html": "<p>In a sense <a class=\"isa\" verses=\"eyIxODYyNyI6MTF9\">vv. 12–22<\/a> are a reprise of 48:1. That verse opens with a call to hear, but then there follows a description of a nation that had not, in fact, heard. God had declared to them about what he would do in the future, but they had ascribed the actions, when they occurred, to idols. Thus God had refrained until late in the day from telling them the good news of the return from exile.<\/p> <p>Now, after that summation of Israel’s less-than-felicitous history of hearing\/obeying, the prophet once again calls on the people to hear. The argument is not a new one; in many ways it sums up everything said in chs. 40–47. Since God is the sole creator of the universe, the only one who can declare his purpose in advance, they should not hesitate to believe his prediction of deliverance, even though it should come through the pagan emperor Cyrus (<a class=\"isa\" verses=\"eyIxODYyNyI6NX0=\">vv. 12–16<\/a>).<\/p> <p>Verses 17–22 function as a conclusion, summarizing the entire chapter. First the people are reminded of what could have been if they had obeyed God in the past (<a class=\"isa\" verses=\"eyIxODYzMiI6M30=\">vv. 17–19<\/a>). Then they are challenged to believe him now (<a class=\"isa\" verses=\"eyIxODYzNSI6M30=\">vv. 20–22<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NjI3XQ==\">12<\/a> This verse, along with the following, is a summary of the bases for God’s claim to be able to deliver from Babylon, and his right to use whom he will to effect that deliverance. As just mentioned, it begins with a repetition of the call to hear from v. 1. But the tone here differs from the one there. There Israel’s right to call itself by the name of the Lord is questioned. Here Israel is the one called by God. Perhaps the difference is to be explained by what follows in each case. Following v. 1 is the story of Israel’s failure to live as the Israel of God. But here there is a challenge to remember whose they are and to act accordingly. They have not lived what they have claimed, but if they will remember their identity, perhaps that will condition them to live out that identity.<\/p> <p>It is important to realize how <i>called one<\/i> fits the larger picture here. Israel is not what it is nor where it is because of its own choice but because of the sovereign will of the one who made the world and rules history. They are part of a larger plan; they are not the subject of some lesser deity’s caprice or self-aggrandizing schemes. He is the only God; he has a comprehensive purpose that is not a thing of the moment; and he has the power to bring that plan to fruition. This is the one who has called Israel, and therefore it is in Israel’s best interests to listen to him.<\/p> <p><i>I am he<\/i> is Isaiah’s equivalent of “I Am Who I Am” (Exod. 3:14). It is the claim of self-existence and independence (see Isa. 47:8, 10, and the commentary thereon). It is also, as indicated by the following phrases, a claim of all-inclusiveness, in both time and space (cf. 41:4; 43:10, 13; 44:6; 46:4). Most of the prophet’s theology rests on this point. God can use a Cyrus because God encompasses all things; nothing that has happened to Israel is a surprise to God because nothing is outside his control; nothing in the realm of space and time is proof against him, for he began all things and he will end all things. Of all the gods Israel has known, this one is absolutely unique: he has no limitations. Should we not listen to him?<\/p> <p><a class=\"isa\" verses=\"WzE4NjI4XQ==\">13<\/a> The opening <i>Moreover<\/i> shows how God’s creatorship flows from, and builds on, his infinitude. That infinity alone is sufficient grounds for his claim to be the sole Lord of history and the sole Savior of the race. But the basis of his claims goes even beyond that: he is the one creator of the universe. As elsewhere (<a class=\"isa\" verses=\"WzE4NDQzLDE4NDg2LDE4NTU4LDE4NTc0XQ==\">40:22; 42:5; 44:24; 45:12<\/a>), <i>earth<\/i> and <i>heavens<\/i> are used as polar opposites expressive of the whole: God has created the earth and the heavens and everything in between.<\/p> <p>Commentators disagree as to the specific referent of <i>them<\/i> in the sentence <i>when I call them, they stand up together<\/i>. Most (e.g., Muilenburg, Young) agree that creation or some aspect of it is being referred to, but there is not much agreement beyond that. I think that 40:22–26 should give us the clue to correct interpretation; there an extended passage on creation and history concludes with a reference to the stars (felt by the pagans to represent the gods) appearing as they are called by God. The same point is being made here: all things in the universe, including the inexorable stars, are creatures of Israel’s God, appearing and disappearing on his call.<\/p> <p><a class=\"isa\" verses=\"WzE4NjI5XQ==\">14<\/a> This verse, along with vv. 15 and 16, forms the apodosis to the preceding protasis (<a class=\"isa\" verses=\"eyIxODYyNyI6Mn0=\">vv. 12–13<\/a>): since those things are true, what conclusions should one draw? The people should not contend with God over his chosen means of deliverance. Rather, they should accept the veracity of his promises as they have come through the prophet, and practice belief rather than disbelief.<\/p> <p>As noted above, there is considerable disagreement among the versions as to who is being addressed in the first part of v. 14. Since the MT seems to have the strongest claim, however, there is every reason to believe that <i>you<\/i> represents the people of God. But who is <i>them?<\/i> Most commentators believe that the reference is to the members of the Gentile nations, as in 43:9. Other suggestions are the Jews (Calvin, Muilenburg, and apparently Syr.) and the idols (Young). The latter seems most likely to be correct, particularly in view of the suggestion above as to how the last part of v. 13 should be understood. God calls forth the stars night after night. Which of the gods represented by those stars has ever given a specific prediction of the future that has been specifically fulfilled, as the Lord has done? So why are the Hebrew people cowed by the idols of Babylon now and unwilling to believe what God is promising?<\/p> <p><i>The Lord loves him<\/i> is an expression of the election of Cyrus for the task at hand. Similar statements are made of the patriarchs (see esp. Deut. 4:37 and the parallel with <span>bḥr<\/span>, “to choose”). It may also, though not necessarily, express a special affection for the man who would accomplish God’s purpose for him. The language may have been chosen to make unmistakable God’s right to use whom he will. As Muilenburg observes, it is the climactic expression of the chosenness of Cyrus (“my shepherd,” 44:28; “my anointed,” 45:1; “the man of my counsel,” 46:11).<\/p> <p>The indefiniteness of the antecedents continues to be a problem throughout the remainder of the verse. The actors are clearly Cyrus and the Lord, but it is not always clear which <i>him<\/i> or <i>he<\/i> refers to which. It seems most likely that the intent is to say that Cyrus will perform the Lord’s will in Babylon. The same sort of thing was stated explicitly in the beginning of the so-called Cyrus Oracle (<a class=\"isa\" verses=\"WzE4NTYyXQ==\">44:28<\/a>).<\/p> <p>The final piece of uncertainty in the verse is in the interpretation of the ellipsis in the final colon. A literal rendering of the Hebrew would be, “and his arm Chaldeans.” The translation adopted here is based on the fact that the words are the second colon of a bicolon exhibiting synonymous parallelism. Thus <i>arm<\/i> parallels <i>will<\/i>, as <i>Chaldeans<\/i> parallels <i>Babylonians<\/i>. As is not uncommon, both the verb and the preposition operative in the first colon are assumed in the second. <i>arm<\/i> here is a metaphor for power or might. Commentators are about equally divided in support of this possibility or another: that <i>arm<\/i> is the subject, not the object, of the assumed verb (thus “His arm [will do] on the Chaldeans”). Although I grant the awkwardness of “he shall do his arm on&nbsp;.&nbsp;.&nbsp;.&nbsp;,” this still seems more likely in view of the parallel structure.<\/p> <p><a class=\"isa\" verses=\"WzE4NjMwXQ==\">15<\/a> The emphasis in the Hebrew is unmistakable: <i>I, I, I have spoken; moreover, I have called him<\/i>. The opening first person verb is preceded by not one additional independent pronoun, but two. God is declaring to the disbelieving people of Israel in the strongest terms that the career of Cyrus will be wholly and only as a result of the hand of God at work in human history. It is neither accident nor the work of some idol-god. It is only because God has called him, just as he called Israel (v. 12), and just as he called the stars (v. 13), that Cyrus steps forward. Just as Isaiah had asserted that Assyria’s coming was an expression of God’s sovereign plan to punish Israel and Judah (<a class=\"isa\" verses=\"WzE3ODU3XQ==\">10:6<\/a>), so he insists that Cyrus’s conquests are for the purpose of delivering the people of God.<\/p> <p>Given this heavy emphasis on the active presence of God in bringing Cyrus forward, it is surprising that the final colon says <i>he<\/i> (not “I”; cf. LXX, Targ.) <i>has made his way successful<\/i>. But given the likelihood of the correctness of the MT reading, the point seems to be that whatever success Cyrus may have enjoyed, it is solely because of the calling and impulsion of the Lord. Thus the emphasis is on the reality of divine-human cooperation. Cyrus could do nothing except as the Lord made it possible. Yet Cyrus is no mere puppet on a string; taking the possibilities that God has given, he has made a success of them.<\/p> <p><a class=\"isa\" verses=\"WzE4NjMxXQ==\">16<\/a> This verse sums up the appeal of the previous four verses. Once again the call to hear is repeated. Contrary to what some Israelites might claim, God’s promises have not been mystical and mysterious. He has not spoken in foggy, ambiguous generalities. His words to Abraham, and before that, to Adam and Eve, were in plain language and related to the simplest matters of life. He has not spoken in secret (so also 45:19). In turn, this means that the truth of his promises is easily verified. This also means that, as the parallel phrase suggests, God has been intimately involved in the affairs of human beings. He has not been at some distant remove, glorious in his inaccessibility. He has made himself accessible as he revealed his will, called people to act in accordance with that will, and gave himself to make that action possible. This point is the theological and philosophical basis of incarnation. When Jesus Christ incarnated God on earth, this was not some shocking new modality of revelation; it was the logical endpoint of all that God had been doing in and through Israel up to that point. Israel ought to draw near and hear because all the evidence of their experience should show them two things: God could be understood, and what he said was <i>going<\/i> to happen.<\/p> <p>The first three cola of the verse are clear enough, as has just been explained; but the last two constitute a problem that, in turn, raises problems about the first three. The difficulty is in identifying the speaker. It clearly cannot be God, yet there is no indication of a change. Does this mean that the speaker in the first part of the verse is, despite initial impressions, not God? Four basic positions have been taken. (<a class=\"isa\" verses=\"WzE4NjE2XQ==\">1<\/a>) The subject of the entire verse is the prophet (e.g., Whybray); (<a class=\"isa\" verses=\"WzE4NjE3XQ==\">2<\/a>) the subject of the first three cola is God, and the subject of the last bicolon is the prophet (e.g., Calvin); (<a class=\"isa\" verses=\"WzE4NjE4XQ==\">3<\/a>) the subject of the last bicolon is the Messiah (e.g., Young); (<a class=\"isa\" verses=\"WzE4NjE5XQ==\">4<\/a>) the last bicolon is disarranged from some other place, either accidentally or on purpose (e.g., Torrey).<\/p> <p>I see no way in which the subject of the first part of the verse could be the prophet. The things said there can be said only by God. What, then, is the meaning of the final bicolon? This is surely another case of the close identity between God and the prophet. God has been speaking through the prophet. He calls the people to listen because of all he (God) has said in the past, and how he (God) has revealed himself in the events of their lives. Now, the prophet says, God is speaking again through me (the prophet) whom he (God) has inspired with his (God’s) Spirit. To be sure, God is saying some shocking things, but if past experience teaches anything, it ought to teach you to stop quibbling and believe what I, the inspired prophet, am saying.<\/p>",
    "audit": null
}