{
    "id": 17371,
    "source": "oswalt",
    "verse_id": 17741,
    "verse_count": 7,
    "reference": "5:1–7",
    "title": "The Song Of The Vineyard",
    "html": "<p>Chapter 5 brings the introductory oracles to a close. If <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> introduced the reader to the book as a whole, and chs. 2–4 laid bare the enormous conflict between what Israel was called to be and what, in fact, she was, <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a> brings us back to the realities of Israel’s condition at the moment of Isaiah’s speaking. Whatever the future might hold, however redemption might occur, the plain fact was that somehow present sin must be faced and dealt with. No future hope, such as that contained in 4:2–6, could ever obscure or obviate present evil. This message is ever the same. Yes, there is hope, but that hope cannot annihilate the present, somehow removing us from its responsibility.<\/p> <p>The parable of the vineyard (<a class=\"isa\" verses=\"eyIxNzc0MSI6N30=\">vv. 1–7<\/a>) sets the stage for the rest of the chapter, which includes a discussion of six conditions (wild grapes) that exist in the people and are contrary to God’s expectations for them (<a class=\"isa\" verses=\"eyIxNzc0OCI6MTh9\">vv. 8–25<\/a>), and an announcement of coming destruction (cf. <a class=\"isa\" verses=\"eyIxNzc0NSI6Mn0=\">vv. 5, 6<\/a>) at the hand of Gentile armies. It is a word which is devoid of hope, but that note has already been sounded in <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">ch. 4<\/a>. Here the need is to face the present and its relation to what lies immediately ahead.<\/p> <p>Verses 1–7, perhaps because their artistry is so widely acclaimed, have come in for intensive study. That very intensity may account for some of the wide divergencies regarding the more technical aspects of the poem. For instance, there is little agreement concerning the poetic structure or the exact nature of the genre. But the general sense is very clear, as it must have been to its first hearers: Israel (as typified in Judah and Jerusalem, v. 3) is compared to a vineyard whose owner has lavished a great deal of care upon it only to discover that the vineyard does not produce good grapes. In a way similar to Nathan’s, when he used a story to get King David to condemn his own actions (2 Sam. 12:1–7), so Isaiah sets his hearers up to judge themselves: God has cared for them like a vineyard, yet the fruits of their lives are bitter and sour. Is not God more than justified if he decides to remove his protection from them?<\/p> <p>The passage can be divided into four segments, the first three containing two verses each (<a class=\"isa\" verses=\"eyIxNzc0MSI6Nn0=\">1–2, 3–4, 5–6<\/a>) and the last segment one verse (<a class=\"isa\" verses=\"WzE3NzQ3XQ==\">7<\/a>). Verses 1 and 2 explain the setting; vv. 3 and 4 ask the hearers for a verdict; vv. 5 and 6 announce the owner’s decision; and v. 7 makes the specific application to Israel. There is a definite lengthening of the poetic line in <a class=\"isa\" verses=\"eyIxNzc0NSI6M30=\">vv. 5–7<\/a>, a factor which could enhance the sense of doom inherent in the content of the verses. Although the song has sometimes been considered an allegory (see most notably the Targ. but also Luther, and, to a lesser degree, Calvin), the text offers little reason to do so. The final application, as well as vv. 2 and 4, emphasize merely the comparison of Israel’s unrighteousness in view of God’s care. This stress upon a single point more aptly fits the accepted definition of parable.<\/p> <p><a class=\"isa\" verses=\"WzE3NzQxXQ==\">1<\/a> The presence of <span>yḏîḏ<\/span> and <span>dôḏ<\/span>, both meaning <i>beloved<\/i>, as well as the use of <i>vineyard<\/i>, which has sexual overtones in Canticles as well as in extrabiblical sources, has led some to conjecture that this was actually a love song from the grape harvest, sung either by the lover or the lover’s friend. This has been put forth as a solution to the supposedly over-familiar <i>beloved<\/i> in Isaiah’s reference to God. But even this solution is not applicable apart from emendation (note Wildberger’s comment on Gray’s suggestion), for it is not the vineyard which is called beloved, but the owner of the vineyard, and that by the singer. Furthermore, the song is more an accusation than a love ballad. If the poet started out in the love-song genre, he certainly did not adhere to the form. What is more likely is that certain key words and phrases have been incorporated in order to capture attention and set a mood.<\/p> <p>As for the likelihood of Isaiah calling God “his beloved,” there is no reason to think that just because Isaiah recognized God’s awesome holiness and power, he could not have been deeply enamored of him. Bernard of Clairvaux can hardly be accused of having a petty view of God, yet his treatises and hymns on passionate affection for God are the more lovely because the God they adore is so exalted. So it was with Isaiah. He is the “Prince of the Prophets” not merely because he saw God high and lifted up, but also because he learned that the high God lived in delight with the humble (<a class=\"isa\" verses=\"WzE4MjM2LDE4NzgxXQ==\">30:18; 57:15<\/a>). Such a God could be truly adored. In this light, that Israel could fail to respond to Isaiah’s beloved would only make her defection more culpable in the prophet’s eyes (cf. 2:9).<\/p> <p><a class=\"isa\" verses=\"WzE3NzQyXQ==\">2<\/a> This verse describes the activities of the farmer preparing his vineyard. Having chosen an exposed hillside which gives every evidence of high fertility, he now digs up the ground and carries off the stones. Removing the stones is an essential task in a land where the limestone outcroppings help to produce the fertile <i>terra rosa<\/i> soil, but also produce untold numbers of surface rocks. These stones would be piled about the perimeter of the field as a wall to keep out marauding animals. Those left over from the wall could be used later to build a watchtower, if the owner possessed enough energy and interest. Before building the tower, however, the vines would be planted. Although the exact meaning of <i>sōreq<\/i>, which is used to describe the vines, is not known, it is evident that they were more than ordinary ones. Once the vines were planted, then there would be an interval of two years before grapes would be produced. During this time of waiting and anticipation, the wall could be strengthened, the watchtower built, and the facilities for pressing and gathering the juice completed. These facilities usually consisted of two vats hewn out of the hillside, one above the other, and connected by a shallow trough. The upper one would be used for pressing the grapes and the lower one as a setting basin for the juice which had run down the trough from the press. What the prophet is emphasizing here is the farmer’s prior commitment. He has done all this back-breaking work in the expectation (<i>qāwâ<\/i>, “wait expectantly, hope”) of receiving a crop of good grapes. The result was bitter, both in fact and in spirit, for the grapes were worthless. All the hard work had been to no purpose; all the hope had been in vain.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc0MyI6Mn0=\">3, 4<\/a> Now the prophet begins to draw his net. Undoubtedly he had captured the attention of his hearers. The occasion may have been at the end of the grape harvest (Kaiser), and that would have made the song doubly appealing. But it would have been of interest to Judean hearers at any time of the year because of the prominence of viticulture in that part of Israel. Everyone who heard Isaiah could empathize with the farmer’s hard work and anxious expectation. Likewise, everyone of them could feel the shock and disgust over the bitter fruit. When the singer asked what more he could have done to ensure good grapes, given the degree of audience participation common in that part of the world, it is likely that some shouted “nothing!” while others announced what they would do with such a disappointing investment.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc0NSI6Mn0=\">5, 6<\/a> Whatever may have been his hearers’ responses, Isaiah wants them to have no doubt as to what the owner will do. He will not merely abandon his worthless vineyard, he will also assist in its destruction. He will take down the <i>hedge<\/i>, which probably refers to the thorns which have grown up on top of the wall; he will break the wall down and, as a result, leave the vines unprotected from animals, either grazing or wild ones. If the vineyard can produce only wild grapes, then there is no use cultivating it. It may as well return to a wild state. So intense is the husbandman’s anger at the useless plot of ground that he even enjoins the clouds from raining upon it. Numerous commentators have expressed the opinion that the use of this particular thought would have revealed the identity of the owner since only God can prevent the rain. That is certainly true. But that does not stop angry individuals from trying to prevent it. In fact, some of the hearers may very well have laid the same kinds of injunctions on the clouds and this remark would only increase their sympathy for the frustrated owner.<\/p> <p><a class=\"isa\" verses=\"WzE3NzQ3XQ==\">7<\/a> It is possible, then, that some or most of Isaiah’s audience had not yet understood the application of his parable to themselves. The prophet does not leave them in doubt. In terse phrases made more telling by paronomasia, he unveils and drives home the awful portent of his parable. The vineyard is Israel, the source of God’s delight and the object of his desire (<a class=\"isa\" verses=\"WzE4ODQzLDE4ODQ3XQ==\">60:21; 61:3<\/a>). Yet the fruit of God’s labor is not the justice and righteousness he had worked for, but instead oppression and violence. Israel’s destruction is left unmentioned. It does not need to be, for once the equation between Israel and the vineyard has been made, the coming of judgment is inexorable.<\/p> <p>Skinner points out the number of ways in which this parable is apt for portraying the truths of biblical religion: (<a class=\"isa\" verses=\"WzE3NzQxXQ==\">1<\/a>) true religion is a divine culture in human history; (<a class=\"isa\" verses=\"WzE3NzQyXQ==\">2<\/a>) election is intended to produce righteousness; (<a class=\"isa\" verses=\"WzE3NzQzXQ==\">3<\/a>) divine husbandry may be thwarted by an inner degeneracy; (<a class=\"isa\" verses=\"WzE3NzQ0XQ==\">4<\/a>) judgment, that is, withdrawal of God’s protection and gracious influence, is the inevitable result of sin. To these Scott adds a fifth insight: sin is not merely failure to rise to the best, it is perversion of the good.<\/p>",
    "audit": null
}