{
    "id": 17527,
    "source": "oswalt",
    "verse_id": 18823,
    "verse_count": 9,
    "reference": "60:1–9",
    "title": "The Nations Come To Your Light",
    "html": "<p>Chapters 60–62 form the centerpiece of chs. 56–66. They show Israel’s final destiny as the restored people of God in whom the reality of God’s salvation is displayed to all the earth. Even without the bracketing effect of 59:15b–21 and 63:1–6, it is plain from the chapters themselves that this salvation is the work not of Israel but of God. But that fact is unmistakably highlighted by the bracketing. As it is God alone who will deliver his people from Babylon, so it is God alone who will bring about the glory of the messianic kingdom. It is he and no other who will bring all the promises of the book to pass.<\/p> <p>The three chapters are marked by unremitting promises of blessing and salvation. Many commentators (e.g., Westermann) note the similarity in language and atmosphere with certain parts of chs. 40–55. But, as they point out, the nature of the promises is more general, and they take that as a sign of different authorship. Equally possibly, the identity of language points to identity of authorship, while the more general focus is the result of a broader theological perspective. Isaiah has now moved beyond the issues raised by the exile to address the ultimate concerns of the book: the significance of Israel’s experience with God for all of human history. These issues are implicit in the prophet’s call. If it is true that Israel’s God is the only Holy One, that it is his glory alone that fills the earth, and that he is King of the universe, then what does that mean for Israel both in relation to God and in relation to world? In many ways, the rest of the book is an exploration of those issues, and in chs. 60–62 they come to their broadest expression and resolution.<\/p> <p>Eight key themes recur throughout the chapters: God will save his people; he will give light to them; he will share his glory with them; the nations will be drawn to what they see of God in Israel; they will restore Zion’s children to her; they will bring their wealth to give to Israel’s God; those who had oppressed Israel will be brought low and she will be exalted over them; she will both experience and exemplify the righteousness of God. As will be shown, all of these have threads that reach back through the entire book and come to their climax here.<\/p> <p>One of these threads is that of the Servant-Messiah, who appears in 61:1–5, almost in the center of the segment. Catching up language from chs. 9, 11, 42, and 49, this person synthesizes what has been said elsewhere of the Davidic Messiah and of the Servant, and becomes the focal point for all that is promised to Israel in chs. 60–62 and thus in the whole book. He is the Warrior who will set his people free from the enemy who holds them in thrall long after they have been set free from Babylon. In this regard, it is interesting to note that the same kinds of language of salvation that are applied to Babylon in chs. 40–48 are used here. What prison are these people in from which they need to be set free (<a class=\"isa\" verses=\"WzE4ODQ1XQ==\">61:1<\/a>)?<\/p> <p>The structure of these chapters is not clear. Although virtually everyone agrees that <a class=\"isa\" verses=\"eyIxODgyMyI6MjJ9\">ch. 60<\/a> is a unit, after that there is less unanimity. Muilenburg sees chs. 61 and 62 as two self-contained poems. Westermann agrees but sets off 61:1–3. Achtemeier sees <a class=\"isa\" verses=\"eyIxODg0NSI6MTF9\">ch. 61<\/a> as a unit but sets off 62:10–12 as a conclusion to the entire section. My conclusion is that <a class=\"isa\" verses=\"eyIxODgyMyI6MjJ9\">ch. 60<\/a> stands by itself on the basis of its lyrical introduction of the themes, and that chs. 61 and 62 constitute another unit speaking particularly of the character of the people. All three chapters are united by the continuity of the thematic treatment.<\/p> <p>A clear connection exists between chs. 56–59 and <a class=\"isa\" verses=\"eyIxODgyMyI6MjJ9\">ch. 60<\/a>. That connection is seen most concretely in the use of “light,” but it also appears in the use of “righteousness.” 58:8 announces that those who show that they know God by the way they treat the helpless will have “light” breaking forth like the dawn, along with “righteousness” and “glory.” The thought is reiterated in 58:10, which introduces the contrast between “light” and “darkness,” and “light” is said to “rise” or dawn. But in 59:9 there is no “righteousness” among the people; consequently, they are in “darkness” with no “brightness.” The thought has thus been: you must act righteously if you are to have light; failing to do so, all you have is darkness. But intervening between 59:15a, which concludes with unrighteous darkness, and 60:1, which heralds the dawn of the light of righteousness, is the revelation of the arm of the Lord, whose own “righteousness” has supported him. He has defeated the enemies of the people, namely, their sin and unrighteousness, and now proclaims light to the nation, a light that is the result of his own gracious deliverance.<\/p> <p>Because <a class=\"isa\" verses=\"eyIxODgyMyI6MjJ9\">ch. 60<\/a> is as clearly unified as it is and, like everything after <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>, is marked by recurring treatment of similar themes, scholars do not agree about its organization. The majority today (e.g., Westermann) see the following subunits: <a class=\"isa\" verses=\"eyIxODgyMyI6M30=\">vv. 1–3<\/a>, introduction; 4–9, the nations come; 10–16, oppressors abased, oppressed exalted; 17–22, gold for bronze. Westermann seems correct when he argues that while <a class=\"isa\" verses=\"eyIxODgyMyI6M30=\">vv. 1–3<\/a> are clearly introductory, they are also connected through v. 3 with <a class=\"isa\" verses=\"eyIxODgyNiI6Nn0=\">vv. 4–9<\/a>, all together speaking of the nations being drawn to Israel because of the light that has dawned on her.<\/p> <p><a class=\"isa\" verses=\"WzE4ODIzXQ==\">1<\/a> In language reminiscent of 51:17 and 52:1, Zion is called to rise up from her prostrate state and embrace the glory that is hers in God. This is not deliverance from Babylon or from the guilt of sin. This is that deliverance into a life empowered by the Spirit of God (cf. 59:21) in which the light of God is reflected by the people of God. Like a city gleaming in the light of the newly risen sun, they shine with a beauty that is not their own.<\/p> <p><i>come<\/i> reflects the coming of God that has been prominent at least since <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>. Israel’s hope from the beginning has been for the one who would come to set her free (<a class=\"isa\" verses=\"WzE4NDI0LDE4NDMxLDE4NjAwLDE4NzA1LDE4ODIxXQ==\">40:3, 10; 46:13; 52:8; 59:20<\/a>); now, Isaiah proclaims, he is here, like the moment of sunrise after a long and anxious night. How this imagery is to be interpreted has engaged commentators from the very first, and has produced such wide-ranging results as those of Alexander on the one hand, who argues that only the new Israel of the church is intended, to Whybray on the other, who says he cannot understand why people seem determined to spiritualize the material. The simplest answer to Whybray is that this is the way the material has been handed from the earliest days onward, from the Jewish <span>pesharim<\/span> to the Christian writings and up to the present. If the earliest interpreters and all those until the present century have seen in the biblical images references to spiritual reality, it seems odd to suggest that the only people who did not so understand them were the actual originators. Nonetheless, Alexander’s arguments go too far. A moderate approach to imagery seeks to find connections in the time and space of the writer wherever possible, only springing beyond those planes when remaining in them demands increasingly artificial efforts. Thus to say that the people being spoken of here have no connection with historical Israel is surely to go too far. But to suggest that this is referring to the entire nation irrespective of repentance and faith is entirely beyond the realm of possibility, given the materials of both chs. 56–69 and 63–66. This material is addressed to the faithful in Israel, both at the time of the first coming of the Messiah and at the time of his second coming. The situation being described here was realized in germ in the first coming of Christ, and will be realized in its totality when he comes again to establish his reign on earth. The only hope for Israel and for the human race is in the “coming” of God. He has come and will come again, like the dawning of a new day, to bring the healing, peace, and righteousness that we cannot bring to ourselves (cf. Mal. 3:20 [Eng. 4:2]).<\/p> <p>Muilenburg points out that <i>glory<\/i> is characteristic of divine theophanies. When God appears, it is his <span>kābôd<\/span>, his overwhelmingly majestic reality, that impresses itself on the observer (Isa. 4:5; 6:3; Exod. 24:17; 33:22; Num. 14:10; Deut. 5:24; 1 K. 8:11; Ezek. 1:28; Hab. 2:14). The wonder of this chapter is that the glory of the Lord is to be reflected from Israel. This is the climax of one of the prominent themes of the book. In the beginning, Israel sought to glorify itself by associating with the high and the mighty of the earth’s nations (Isa. 2). The result of that effort was the opposite of what was intended. They were abased and humiliated (chs. 2–3). Glory belongs to God alone (2:10, etc.; cf. 6:3). Nevertheless, God promised that he would somehow share his glory with them (<a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">ch. 4<\/a>). In some senses the rest of the book is about the outworking of Israel’s attempt and God’s promise. The glory of the nations will come to nothing (<a class=\"isa\" verses=\"W1sxNzgxNSwxNzg1NCwxNzg2NywxNzg2OSwxNzk0NywxNzk4NF0seyIxNzk4NyI6Mn0sWzE4MDUyLDE4MDcxXV0=\">8:7; 10:3, 16, 18; 14:18; 16:14; 17:3, 4; 21:16; 22:18<\/a>). Only the Lord is glorious (<a class=\"isa\" verses=\"WzE4MTE5LDE4NDI2LDE4NDg5LDE4NDkzLDE4NjI2LDE4Nzk1LDE4ODIwXQ==\">24:23; 40:5; 42:8, 12; 48:11; 58:8; 59:19<\/a>). He will not share his glory with an idol (<a class=\"isa\" verses=\"WzE4NDg5LDE4NjI2XQ==\">42:8; 48:11<\/a>), but he does intend to share it with his people (<a class=\"isa\" verses=\"WzE3ODk1LDE4MzIzLDE4NTEzXQ==\">11:10; 35:2; 43:7<\/a>), and that intention comes to its apex here and in <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">ch. 66<\/a>. How will God do it? According to 49:3, he will do it through his Servant. This is exactly the way in which the NT writers understood these passages, as indicated by such references as John 1:14; 17:4, 22; Rom. 8:17; and 1 Pet. 4:13–14.<\/p> <p><a class=\"isa\" verses=\"WzE4ODI0XQ==\">2<\/a> In language reminiscent of the exodus, where the land of Egypt was in thick darkness but the land of Goshen, where Israel was, was light (Exod. 10:23), Isaiah speaks a profound and daring truth. This truth is the logical concomitant of all that he believes: only one God exists, that God is other than this world, and that God has revealed himself to Israel alone. Given those axioms, the conclusion is inescapable: darkness covers the earth, but on you (note the disjunction and the emphasis) the Lord rises. The whole world, and all the peoples thereof, are swathed in the thick clouds of ignorance and sin. If unrighteous Israel is in darkness, how much more are those who think that this world is God? Moreover, the dawning of Israel’s light only makes the darkness of the rest of the world that much more apparent. In these days when “inclusion” is raised to a nearly cultic level, such a sentiment as this sounds almost barbaric. But is it merely the expression of a narrowly ethnic and nationalistic mentality? Not in any sense! It is the end point of a consistent and world-changing theological vision. There is no savior in the religion which takes this world to be God (<a class=\"isa\" verses=\"WzE4NTE3XQ==\">43:11<\/a>), but there is one in the vision of Isaiah. He is Israel’s God, as witnessed to in the life and experience of his servant Israel. His salvation is achieved by his anointed ones: Cyrus for salvation from Babylon, and the Servant (whom many 1st-century <small>A.D.<\/small> Jews recognized as Jesus Christ) for salvation from sin. But it is God who saves. Since the world cannot save, but the God of Israel can, one should not be surprised if the nations come flocking to Israel’s God.<\/p> <p><a class=\"isa\" verses=\"WzE4ODI1XQ==\">3<\/a> In Isaiah’s view, the facts of v. 2 will produce a wholly expected result. The nations will naturally gravitate from the darkness of their own experience to the light that is dawning on Israel. Again, the logic of Isaiah’s point must be followed. Do the nations come to Israel because Israel is better, or more intelligent, or more spiritual than they? Not at all. The prophet does not believe that any of those things characterize Israel. One has to look only at chs. 56–59 or 62–66 (let alone the rest of the book) to know he does not. So why do they come? Because of the Light! It is the same reason why they come in <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a>: to learn the law of Jacob’s God. The brightness of the presence of God (cf. 4:5) in the person of the Savior will be irresistible. However far God’s people may fall short of all that God is, if they will only reflect the light of the incarnation in some part of its power, even kings will want to come to fall at his feet. This prediction has certainly come true a thousandfold in the 2,700 years since Isaiah wrote. The nations have flowed to the light that has shined out of Jerusalem, and they will continue to do so until the Servant-Messiah comes again.<\/p> <p><a class=\"isa\" verses=\"eyIxODgyNiI6Mn0=\">4–5<\/a> These verses speak of the amazement that the coming of the nations will provoke in Israel. Long conditioned to think of herself as the butt of other nations’ aggressive instincts, she will find it almost impossible to believe when the nations begin to come acquiescingly to her. When the nations come, they will bring two things with them: Israel’s sons and daughters and the wealth of the world. As mentioned above on v. 3, however, they do not come in order to bring these. They are coming to the light of God, and as they come, they bring the children and the wealth.<\/p> <p><i>Lift your eyes round about and see<\/i> is the same phrase that occurred in 49:18, and with the same import. It is a call to believe the wonderful promise of God that he will give his people (who thought themselves hopelessly destroyed) both progeny and the means to rebuild. But this return is not the one from the Babylonian exile. That has already occurred. What is being spoken about? One needs to avoid two extremes here. On the one hand is the approach that restricts the reference to Israel and says that this is simply a reinterpretation since the return in 539 <small>B.C.<\/small> was not as large as “Deutero-Isaiah” thought it would be. A variation also limits the reference to Israel, but applies the passage to a major return at some future date (as has occurred in this century). On the other hand is the view, taken by most Christian commentators through the 19th century (e.g., Alexander), that the passage is about the Christian church, which has become the new Israel, and that the children are those who join the church from around the world.<\/p> <p>Each of these approaches has problems. The problem with the first is that no evidence supports the idea that anyone expected a further return during the Persian period. The problem with the variation on the first is that it is so completely eschatologically oriented that it is difficult to control. The last view is so figurative that it is difficult to control the meaning of the figures. It seems best to see the passage as conveying something of all three approaches. First, historical Israel is in view, but it is faithful Israel, including all the children of Abraham. In the end, God will keep his ancient promises in the land of Israel and there will demonstrate his rule within history. Thus the return of Ezra was a partial fulfillment of what is being talked about here; so was the first coming of Christ, with its consequent influx of Gentiles into the biblical faith; so are the preservation and sanctification of Jerusalem through the years; so is the return of the Jewish people since <small>A.D.<\/small> 1870; and the end is not yet. In all of this the truth is that the character of God that is displayed here <i>is<\/i> the truth on which all of our lives depend.<\/p> <p><a class=\"isa\" verses=\"eyIxODgyNyI6M30=\">5–7<\/a> When the nations come to the Sun who will dawn on Jerusalem, they will not come empty-handed. Whenever people who have groped in darkness find the light, especially the light of life, their reaction is gratitude, and that is what is described here. Some commentators (e.g., Duhm, Marti, etc.) treat this thought as though it is an unworthy sentiment. Surely it would be if anything of Jewish demand or desert were involved. But that is not what the prophet is talking about. He does not say that the Jews will finally get the riches they deserve, nor even the compensation they should have for their suffering. No, these riches are an expression of thanks to God (see the end of v. 6) in which the Jewish people are permitted to share as priests of the Most High. If they should come to expect riches as their due, they would lose their covenant blessings. But if they will receive them as having been given by God, they may enjoy them forever.<\/p> <p><a class=\"isa\" verses=\"WzE4ODI3XQ==\">5<\/a> The combination of verbs in the first colon is designed to convey the sense of wonder and amazement that the coming of the nations provokes in Israel. As they look at the procession, their faces are radiant with joy. At the same time their hearts <i>tremble<\/i> with excitement. This verb, <span>pāḥad<\/span>, is almost everywhere else used of terror, but Jer. 33:9 uses it in a context similar to the one here. God says that the wonder of what he will do for them will provoke an awe in them that is the next thing to terror. In all this their hearts will swell with pride and gladness. The days of the opposite emotion, a constricted heart (see Lam. 1:20), will be over. <span>hāmôn<\/span><i>, abundance<\/i>, most commonly refers to a crowd and its noise (cf. 17:12), but it can also refer to masses of wealth (cf. Ps. 37:16), as it does here. Likewise, <span>ḥayil<\/span><i>, riches<\/i>, usually refers to military might (cf. Exod. 14:28), but it can also refer to mighty riches (Gen. 34:29). The abundance is described as coming from <i>the sea<\/i>. This is probably a reference to the Phoenician trading centers (cf. Isa. 23; see also v. 9) that brought incredible wealth back across the Mediterranean from the far west.<\/p> <p><a class=\"isa\" verses=\"WzE4ODI4XQ==\">6<\/a> From the riches of the northwest, the prophet’s mind turns to the wealth of the southeast and the abundance of the Arabian caravans (cf. <a class=\"isa\" verses=\"eyIxODAzNyI6MTd9\">ch. 21<\/a>). This movement may not have been merely random, because we have reason to think that the Phoenicians and the Arabs were partners in trade. In any case both peoples were involved in the commerce of the ends of the world, for the trade of India and East Africa converged on <i>Sheba<\/i> (modern Yemen) and the Red Sea, to be transshipped in caravans to the rest of the Near East and, by way of Phoenicia, to the west. The author envisions a day when camels resting from their caravan duties will cover the ground around Jerusalem like flies. <i>Midian<\/i> and his firstborn <i>Ephah<\/i> appear in Gen. 25 as descendants of Abraham through Keturah. But their natural affinities seem to have been with the Ishmaelites, with whom the Midianites are identified in Gen. 37:28. The people of Midian seem to have settled in and around the Gulf of Elath, on both its east and west sides (note that Moses’ father-in-law lived in the neighborhood of Sinai, Exod. 3:1). In that location, they were well placed to exercise a measure of control over the trade that came up from Sheba as well as that which came down from Damascus along the edge of the Transjordanian plateau. Among the many items that these caravaneers would deal in, the most precious and those that would sum up the wealth of the entire operation would undoubtedly be <i>gold<\/i> and <i>incense<\/i>. The value of gold is still recognized today, but in ancient times incense was almost equally valuable, both because of its widespread use in worship and for its aromatic powers in a world where the only thing to do with distasteful odors was to try to cover them. These items were still the symbols of the wealth of the East when the wise men brought their gifts to the infant Jesus many years later (Matt. 2:11).<\/p> <p>As noted above, the prophet is explicit about why the nations bring their wealth to Jerusalem. It is not to gain favor with the Jews, or to repay them for their suffering. Neither is it because the Jews are recognized as a superior race. They bring their gifts for one purpose: <i>the praises of the Lord they will proclaim<\/i>. The God whom the Israelites abandoned for idols, whose law they treated cavalierly, will be shown to be the only God, and their continued existence will be a witness to that fact. Beyond that, through them will appear the world’s only Savior, rising like the sun on its first morning in creation. Surely this God, we of the nations reason, the God of Jerusalem, deserves our praise and our grateful offerings.<\/p> <p><a class=\"isa\" verses=\"WzE4ODI5XQ==\">7<\/a> From the wealth of the trade in the southeast, the prophet’s eye moves to another source of wealth in that area: flocks and herds. Again <i>Kedar<\/i> and <i>Nebaioth<\/i> appear in Gen. 25, as children of Ishmael. We have some reason to believe that Nebaioth is to be identified with the Nabateans, who eventually settled the area of Edom during the Persian period and who were associated with the rock-hewn city of Petra. Their wealth was built on the wool trade. The Assyrians probably refer to them. According to Isaiah, their wealth also will be dedicated to the service of the Lord. The flocks will <i>minister<\/i> to the Lord. This is the verb <i>(<\/i><span>šrt<\/span><i>)<\/i> used to describe the honored and voluntary ministry of the priests. Since the noun <span>ʾayil<\/span><i>, ram<\/i>, can refer to human as well as animal leaders (Exod. 15:15; Ezek. 17:13; etc.), it is tempting to think that the writer is referring to the flocks and the leaders of Nebaioth at the same time. The ambiguity extends to the verb <i>mount<\/i> that can be taken literally as “ascend upon” the altar and “to be a sacrifice on” the altar. In any case, this is another statement of the claim that one day the wealth of the world will be offered in praise of Israel’s God, an acceptable offering to him.<\/p> <p>The root of <i>beautify<\/i>, <span>pʾr<\/span>, is frequent in the book, occurring a total of 31 times, 9 times in verbal forms and 22 times in noun forms. Fourteen of these occurrences are grouped in chs. 60–64, where God declares the fulfillment of the promises of 4:2 and 28:5. All the vain attempts of humans to glorify themselves (<a class=\"isa\" verses=\"WzE3NzI2LDE3NzI4LDE3ODYzLDE3ODY2LDE3OTI2LDE4MDM1LDE4MTY2LDE4MTY5LDE4NTQ3XQ==\">3:18, 20; 10:12, 15; 13:19; 20:5; 28:1, 4; 44:13<\/a>) will fail, but God will do for us what we cannot do for ourselves, if we will let him. How will he do it? By sharing his own glory (<a class=\"isa\" verses=\"WzE4NzQ2XQ==\">55:5<\/a>), through the work of the Servant (<a class=\"isa\" verses=\"WzE4NjQwXQ==\">49:3<\/a>). The reference to <i>house<\/i> here is already moving toward the figurative, as is made plain in Mal. 2:11. God will glorify his people (v. 9) by imparting his righteousness to them (v. 21). They are his temple; in their beauty, his beauty will be seen. Part of that “beautification” will be in the joining of the nations in his worship and praise.<\/p> <p><a class=\"isa\" verses=\"eyIxODgzMCI6Mn0=\">8–9<\/a> Once again, the prophet’s eyes turn to the west, where he sees a fleet of ships whose sails seem like clouds on the horizon, or like the wings of a flock of low-flying <i>doves<\/i>. They are hurrying toward shore (cf. Jer. 4:13; Hos. 11:11), like doves whirling around their <i>dovecotes<\/i>. This is the God for whom the nations have been waiting (Isa. 24:14–16; 51:5), and as soon as they receive word of his triumph they are off, with the great seagoing <i>ships of Tarshish<\/i> (<a class=\"isa\" verses=\"WzE4MDc5XQ==\">23:1<\/a>) in the lead. Now the prophet sums up what he has said before. The cargo of these ships will be twofold: Zion’s children and the offerings of the nations. They will not come because of anything Israel has done or deserved. They will come because God has shown his beauty through his people (so also 55:5).<\/p> <p>They will come because of the <i>name of the Lord your God<\/i>, his nature and character, borne witness to by the salvation that he has worked not only in his people’s experience but also in their character. When the nations of earth see the God of the Bible as he really is, no other being that may have been called “god” is left with any divine standing at all. This is what the book of Isaiah teaches, this is what Judaism teaches, and this is what Christianity teaches. Thus it is a double tragedy when believers by their words or their actions make God appear less than all that he is, <i>the Holy One of Israel<\/i>. This is the next-to-last occurrence of this phrase in the book (the last is in 60:14), and it expresses the climax in the uses of the term in the book. The phrase serves to express that unique combination of transcendence and immanence that characterizes the God of the Bible. In his moral perfection, no creature can exist alongside him; in his awesome power, no one can contend with him; in his sole creatorship, he has no rival; in his self-giving to the people of earth, he is unmatched; in the purity of his love, there is nothing else to judge by. In a hundred ways the book has explored the wonder of the Person to whom this phrase applies. Now the <i>Holy One<\/i> who is the final judge is displayed to the nations as the God <i>of Israel<\/i>, who has given himself away to his people in love. Is it any wonder that they come flying from earth’s remotest bounds to throw themselves at his feet?<\/p>",
    "audit": null
}