{
    "id": 17391,
    "source": "oswalt",
    "verse_id": 17879,
    "verse_count": 7,
    "reference": "10:28–34",
    "title": "Assyria Leashed",
    "html": "<p>Perhaps the major interpretative question in this passage relates to the last two verses. Are they addressed to Assyria as described in the previous verses or are they addressed to Judah as are the following verses beginning with 11:1? Commentators are divided, with good reason. The reference is not at all clear. Those who favor making Judah the subject (e.g., Calvin, Kissane, Kaiser) are impressed by the reference to the shoot coming up from the stump (<a class=\"isa\" verses=\"WzE3ODg2XQ==\">11:1<\/a>), a point which follows very naturally if Judah is the forest being cut down. A further support for this interpretation is that the general context of the section (chs. 7–12) to this point has been of judgment upon the arrogance of Judah.<\/p> <p>But others (Delitzsch, Skinner, Cheyne, Wildberger) have pointed out that making this passage one of judgment upon Judah does not fit the immediate context, which depicts judgment upon Assyria. In this light, 10:28–34 may be another of Isaiah’s graphic and concrete illustrations of a point. The inevitability of the march is suddenly broken in upon and the oppressor swept away. For a similar application of the forest imagery to one of Israel’s great neighbors, see Ezekiel’s description of Egypt and her destruction (Ezek. 31). As for the connection with Isa. 11, two possibilities present themselves. The first may be merely free association. The tree imagery having been applied to Assyria, it may have then seemed appropriate to have the following passage about Judah’s restoration also begin with that kind of imagery. Or there may have been a more causal connection in that the fall of the overshadowing might of Assyria makes it possible for the shoot from Jesse’s stump to spring upward into the sunlight. On balance, the argument for relating the passage to its immediate context and making it a parable of Assyria’s destruction seems strongest.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg3OSI6NX0=\">28–32<\/a> The discovery of Sennacherib’s annals (as well as the report in 2 K. 19 and Isa. 36:2) makes it plain that this is neither a prophecy nor a report of Sennacherib’s attack in 701 B.C. (contra Calvin). That attack came up from Lachish southwest of Jerusalem. Scott suggests it is actually Israel’s approach to Judah during the Syro-Ephraimite War, but the lack of any connection with the present context makes that suggestion suspect. Skinner points out with some cogency that Sargon, after destroying Samaria, may have ordered a raid as far as the walls of Jerusalem for the purpose of terrorizing the Judeans. However, no literal attack is necessary for this account to serve its purpose in this setting. By means of short, hard-hitting phrases it depicts an army’s relentless progress southward from a point some fifteen miles north of Jerusalem until it finally stands overlooking the Holy City. That the route taken diverges from the main north\/south road at about Bethel and traverses the edge of the Jordan Rift gives authenticity to the story because this way, though more difficult in terrain, would have avoided the potential strong points at Gibeon, Ramah, and Gibeah. The net effect is to picture an army, like Assyria’s, which is all but unconquerable. Where one would have thought the deep Wadi Suwenit between Michmash and Geba (cf. 1 Sam. 14:6–15, esp. v. 13, “And Jonathan went upon his hands and feet,” for a description of the terrain) would have stopped them long enough to mount a defense, they instead leave the baggage train behind in Michmash and leap across the wadi before nightfall. The news that the enemy is lodged in Geba (v. 29), with no significant barriers between them and Jerusalem, strikes terror into the hearts of the neighboring villages. Raman and Gibeah are outflanked. Gallim, Laishah, Anathoth, Madmenah, and Gebim lie directly in the path of the juggernaut as it makes the final march to the outskirts of Jerusalem on the following day. Although Nob has not been positively identified, it was probably in the vicinity of Mount Scopus northeast of Jerusalem. In a climactic gesture, the victorious enemy stands astride that high point and hurls taunts at Jerusalem. Obviously, nothing can save the city from such overwhelming force.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg4NCI6Mn0=\">33, 34<\/a> <i>Behold, the Sovereign<\/i> introduces a sudden and dramatic change. The short, terse phrases describing the army’s progress are abruptly replaced by long, sedate cadences which tell of a great tree’s swift end. In this way the prophet whips away the screen upon which inevitable defeat was painted and shows another factor which lies behind the screen, namely, the sovereign God who judges all humanity equally. Assyria is not insuperable. She, too, is subject to God and her arrogance will not go unpunished (cf. 2:12, 13). Any calculation which leaves out God is doomed to failure (<a class=\"isa\" verses=\"W3siMTc4MjAiOjR9LHsiMTg2MDgiOjJ9XQ==\">8:12–15; 47:8, 9<\/a>). Although, as noted above, this passage is not direct prophecy of events in 701, its general truth was surely borne out at that time. The spectacle of the decimated Assyrian camp, so recently so overwhelming, must have brought Isaiah’s words back to the Judeans’ minds with a great deal of satisfaction.<\/p>",
    "audit": null
}