{
    "id": 17462,
    "source": "oswalt",
    "verse_id": 18422,
    "verse_count": 11,
    "reference": "40:1–11",
    "title": "The Comforting Lord",
    "html": "<p>The recurring theme in chs. 7–39 was that God could be trusted in the face of the threats from the surrounding nations. Yet the people of Israel were continually tempted to trust other nations to help them. God’s response was to say that those other nations would fail them and the result would be destruction, sometimes from the very nation trusted for help (8:5–8; 30:1–5; etc.). Nevertheless, Isaiah had declared, God’s trustworthiness was so great that even after the well-deserved destruction had come, God would not forsake his own, but would deliver them from what had overtaken them (9:1–6 [Eng. 2–7]; 30:9–33; etc.).<\/p> <p>Chapters 40–55, especially chs. 40–48, take up the latter part of the theme, showing how this truth will work itself out in the reality of the coming exile. God’s trustworthiness does not end at the point of disobedience. He was the Lord of history who delivered those who would obey (<a class=\"isa\" verses=\"eyIxODM4MyI6OX0=\">37:30–38<\/a>), and he continues to be the Lord of history to deliver those who would disobey but would then turn to him in faith (<a class=\"isa\" verses=\"eyIxODU1OCI6NX0=\">44:24–28<\/a>). Thus the path to servanthood for Israel lay through an experience of the utterly unmerited grace of God. He was not required to deliver them. They had been amply warned of the consequences of their disbelief. If they persisted, as persist they would, God would have no obligation to them whatsoever. Yet these chapters speak of a God who, knowing that his people would forsake him, nevertheless promises in advance to redeem them, and that “without silver and without price” (<a class=\"isa\" verses=\"WzE4NzQyXQ==\">55:1<\/a>). Surely this God can be trusted.<\/p> <p>Chapters 40–48 particularly address the questions concerning God’s ability and desire to deliver that the exile would pose. This focus is evident immediately in <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>. Would not the exile prove that God had either forsaken his people or was not the Lord of history? Would it not mean that he had been unable to defend his people from the pagan nations or that he had been defeated by his people’s pernicious sinfulness? Isaiah’s answer to both questions is a resounding no! He shows that a new historical situation would not invalidate the truths he had proclaimed to Jotham, Ahaz, and Hezekiah. Indeed, the new situation would only make those truths clearer. The exile would give God an even greater opportunity to show his sovereignty and his trustworthiness. Thus <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>, the introductory chapter, makes two points: God is the sole ruler of the universe (<a class=\"isa\" verses=\"eyIxODQzMyI6MTV9\">vv. 12–26<\/a>), and he can be trusted to deliver (<a class=\"isa\" verses=\"W3siMTg0MjIiOjExfSx7IjE4NDQ4Ijo1fV0=\">vv. 1–11, 27–31<\/a>).<\/p> <p>The basic content of chs. 41–48 can be stated fairly easily. God will demonstrate his absolute superiority over the idols by doing something new, something unheard-of to that point: causing a people, his people, to return from exile (<a class=\"isa\" verses=\"eyIxODQ1MyI6MTA0fQ==\">41:1–44:22<\/a>). He will do this by destroying proud Babylon through Cyrus, a previously unknown ruler who will not come from any of the established kingdoms of the Mesopotamian valley (<a class=\"isa\" verses=\"eyIxODU1NyI6NTl9\">44:23–47:15<\/a>). A Jerusalem delivered through no merit or effort of its own would be the evidence of Yahweh’s claims (<a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">48:1–22<\/a>).<\/p> <p>Beyond these broad statements, however, scholars find it difficult to agree on the structure of the section. A survey of the commentaries as well as books and articles dealing with the subject leads to one conclusion: the number of opinions closely approximates the number of writers. Perhaps the main reason for this disagreement is the author’s tendency to repeat themes several times in differing relations to one another. This tendency leads scholars to create sometimes elaborate hypotheses of chiasm, parallelism, and so on. Unfortunately, the complexity of the material renders one proposed arrangement no more compelling than another. The general outline just given has some broad support. Any more detailed proposals should be offered only with some degree of diffidence.<\/p> <p>As regards <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>, the main disagreement revolves around whether <a class=\"isa\" verses=\"eyIxODQyMiI6MTF9\">vv. 1–11<\/a> should stand alone as a prologue to chs. 40–55, with <a class=\"isa\" verses=\"eyIxODQzMyI6MjB9\">vv. 12–31<\/a> as the opening part of the body of what follows, or whether the entire chapter serves an introductory function. Since the two main questions addressed in chs. 40–48 concern God’s desire and ability to save, and since these are the two major issues addressed in <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>, it seems likely that the entire chapter is an introductory unit (see also Delitzsch, Pieper, Wright, Knight, etc.). This impression is strengthened by the forceful opening of <a class=\"isa\" verses=\"eyIxODQ1MyI6Mjl9\">ch. 41<\/a>, with its call to the nations to enter into a disputation, an opening that suggests the start of a new literary unit.<\/p> <p>Having said that <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> functions in an introductory way, one must immediately qualify that statement. One should not think that the chapter introduces all the major themes of even chs. 41–48, let alone chs. 41–55 or chs. 41–66. Three major themes that are not touched on are witness, the Servant, and the salvation of the nations. Thus the chapter does not provide a summary of what follows but rather sets the stage. In so doing it establishes the tone (“Comfort my people”), and the bases (“All flesh is grass,” “Who is like me”) for the ensuing pronouncements. The chapter also functions as a bridge from the first part of the book. The theme of “comfort” was already introduced in <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">ch. 12<\/a>, while the “highway” had appeared in chs. 11, 19, 33, and 35. One can also hear overtones of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> as the prophet’s commission is now expanded to the word of hope that had previously been denied him (see below). In the entire chapter the central focus is on God. As noted above, this is in response to the questions about the character of God that the exile would pose for the theology promulgated in chs. 1–39.<\/p> <p>Verses 1–11 provide a stirring opening for the new section of the prophecy. In four evenly balanced strophes the prophet lays the groundwork for the rest of the book. He establishes that the theme from this point on will no longer be judgment but restoration (<a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">vv. 1–2<\/a>), that this restoration will be through the personal intervention of God (<a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">vv. 3–5<\/a>), that no human force or condition can prevail against God’s promise (<a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">vv. 6–8<\/a>), and that there is good news of divine might coupled with divine compassion (<a class=\"isa\" verses=\"eyIxODQzMCI6M30=\">vv. 9–11<\/a>).<\/p> <p>Through the entire segment, speech is the prominent element. Eleven words relating to speaking appear. Three times the speech of God is mentioned. Alongside God’s voice are other voices, perhaps those of angels (see below on v. 2); there is also the voice of the prophet and the voice of Jerusalem. This good news must be spoken, announced, proclaimed. God has spoken, and who can keep silent? One must not overlook the understanding of salvation implied by all of this. As God breaks into the world and interprets his actions through inspired speech to and through inspired messengers, he provides the only hope for a fading, dying humanity. Humans may pass away like grass, but the Word of God will stand forever. That word is one of comfort and restoration because of atonement and forgiveness.<\/p> <p>Some refer to this segment as an account of “Deutero-Isaiah’s” call (see, e.g., Whybray) and compare it to <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>. But such a comparison can only drive home the dramatic differences between the two accounts. One is chiefly struck by the indefiniteness here as opposed to the definiteness of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>. There we know the time, the place, the characters, and the precise nature of the commission with perfect clarity. Here, if this setting is supposed to be different, we know next to nothing about any of these details. There is no hint of time or place; the voices are disembodied, without identification except for God, and even his representation is indirect. The only commission given directly to the prophet (and even this is subject to textual uncertainty; see below on v. 6) is to announce that all flesh is grass. If this is intended to report the call of another “Isaiah” in the tradition of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>, it falls far short of that tradition.<\/p> <p>At the same time, some elements in 40:1–11 are certainly reminiscent of 6:1–13. The calling <i>(<\/i><span>qôrēʾ<\/span><i>)<\/i> voices of 40:3 remind us of the seraphim who called <i>(<\/i><span>qārāʾ<\/span><i>)<\/i> to each other in 6:3. The announcement that all flesh will see the glory <i>(<\/i><span>kābôd<\/span><i>)<\/i> of the Lord (<a class=\"isa\" verses=\"WzE4NDI2XQ==\">40:5<\/a>) recalls the statement of 6:3 that the whole earth is full of the glory <i>(<\/i><span>kābôd<\/span><i>)<\/i> of the Lord.<\/p> <p>The prophet’s “What shall I say?” in 40:6 sounds like the response “How long?” in 6:11. Finally, the announcement of good news to the cities <i>(<\/i><span>ʿārê<\/span><i>)<\/i> of Judah (<a class=\"isa\" verses=\"WzE4NDMwXQ==\">40:9<\/a>) looks very much like a reversal of the command in 6:11 to speak the word of God until the cities <i>(<\/i><span>ʿārîm<\/span><i>)<\/i> lie in waste.<\/p> <p>What do these similarities and differences mean? The most likely meaning seems to be that the writer wants us to think of this not as a new call of a new person, but as an expansion and adaptation of the single Isaiah’s original call. As said in the introduction, if there was a second Isaiah, he has done everything in his power to make us believe he did not exist. Thus any attempt to interpret these chapters in the light of a specific setting in the Babylonian exile is to violate the way in which the book asks us to interpret it.<\/p> <p><a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">1–2<\/a> The opening strophe of the poem dramatically sets the tone of the next 27 chapters. Whatever may lie ahead for the people of Judah and Jerusalem, God’s ultimate purpose for them is not destruction but redemption, not death but life. The two verses achieve a warm and affectionate note, from the opening words through the assurance that all is paid, all is forgiven. These will be the recurring themes of the ensuing chapters: the fact and the means of restoration.<\/p> <p><a class=\"isa\" verses=\"WzE4NDIyXQ==\">1<\/a> <i>Comfort, comfort<\/i>. If dramatic effect is desired, the opening words of this verse can hardly be surpassed. Without any transition or preparation, the repeated imperatives strike the hearer with sudden poignancy. But no longer is it the force of judgment, as in 6:9, with its “Hear and hear&nbsp;.&nbsp;.&nbsp;. see and see&nbsp;.&nbsp;.&nbsp;.&nbsp;!” Here the directness and the power are to remind the people of God’s ultimate tenderness and kindness. How easy it is to forget this as we face the accumulated record of our crimes against him and at the same time get some glimpse of his towering moral perfection. Now it is as though the prophet says, “Alright, so much for that. It’s all true, but it’s not all there is to the truth. Don’t forget.&nbsp;.&nbsp;.&nbsp;.&nbsp;”<\/p> <p>This tone of kindness and gentleness is reinforced in several ways. The opening words themselves are not mighty words, but homely, common ones. They speak of the compassion expressed to someone who is grieving over the death of a family member (Gen. 24:67; 37:35; 2 Sam. 10:2; Jer. 16:7). Furthermore, these are the words spoken to <i>my people<\/i> by <i>your God<\/i>. Without question this is the language of the covenant (Exod. 6:7; 19:5; Lev. 26:12; Deut. 26:17–18; etc.). No more is it the scornful “this people” of 6:9 or 8:6. Whatever the breaches of covenant “this people” may have committed, and however grievous the punishments the nation will have suffered, the descendants of Abraham and Jacob need not fear that God will forget his promises to their ancestors.<\/p> <p><a class=\"isa\" verses=\"WzE4NDIzXQ==\">2<\/a> If there was any doubt about the import of v. 1, it is erased by the parallel at the beginning of v. 2. To <i>speak to<\/i> someone’s <i>heart<\/i> is to speak encouragement. The encouragement might be more admonitory (2 Chr. 30:22) or more affectionate (Gen. 34:3; 50:21; Ruth 2:13), or even congratulatory (2 Sam. 19:8 [Eng. 7]), but in all cases its purpose is to move someone who might be paralyzed by circumstances to take heart and believe. Here the tone of affection is underlined in that the address is to the feminine Jerusalem. Her lover has not cast her off. However serious his anger with her may have been, she has every reason to continue to believe in his love (cf. 12:1; 40:27–31; 49:14–18; 51:3).<\/p> <p>That the verbs in <a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">vv. 1–2<\/a> are plural and with no specified subject has proved fertile ground for speculation extending at least as far back as the LXX, which reads v. 2 as “You priests, speak to the heart of Jerusalem.&nbsp;.&nbsp;.&nbsp;.&nbsp;” The Targs. open v. 1 with “O you prophets, prophesy consolations concerning.&nbsp;.&nbsp;.&nbsp;.&nbsp;” In this century, F. M. Cross suggested that the words are directed to members of a supposed divine council, such as appears in 1 K. 22:19–21, Job 1:6, and perhaps Dan. 7:9. But I remain unconvinced that this was a regularly functioning concept in Israel. Further, nothing in the context of Isaiah would lead one to look for the idea here. The seraphim of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> certainly do not qualify as councilors. Moreover, the quotation “your God” does not function well if some heavenly beings are being addressed because the heavenly beings are not the ones who will actually speak the words. It seems more likely that it is addressed to any and all human speakers who might have reason to speak for God to Jerusalem. In any case the lack of specification shows that it is the message that matters here, not the messenger. One can make this point of the entire segment.<\/p> <p>The particular word to be spoken to Jerusalem’s heart is threefold, and commentators as diverse as Young and Westermann observe that the three parts, each beginning with the nominalizing <span>kî<\/span> (“that”), form an excellent summary of the message of comfort. The term of hard service that was entailed by Israel’s sin is over. Westermann points out that it was not the power of Assyria or Babylon that brought about the exile; it was Israel’s relation to God’s moral law. Thus the comfort that God offers is not some sort of repayment for Israel’s unjust suffering. Rather, it is the result of unmerited forgiveness (see 30:15–18 for a similar thought). Israel has suffered immensely for her sins, but now it is complete; she need fear nothing more from God’s hand.<\/p> <p><a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">3–5<\/a> The second strophe of the poem now details how it is that comfort can be offered to a sinful, ruined people. Is it that they will have then suffered enough to cancel out those earlier sins? Will a coolly judicial God then declare that the case is closed? Does Israel somehow save herself? Hardly! The cause for encouragement is solely the activity of the Lord, his coming into the sphere of human activity. Neither Israel nor any other human agency is the cause of the comfort here extended. It is the coming of God, the revelation of him in human sight.<\/p> <p>While we need not go so far as W. Oesterley does in seeing an <i>inclusio<\/i> between 40:3–5 and 52:7–10, it is still evident that this opening theme, the coming of God, is reiterated in 52:7–10. Israel’s only hope is God’s breaking into human history. The appearance of this theme at both these places is of great significance for understanding the message of the book.<\/p> <p><a class=\"isa\" verses=\"WzE4NDI0XQ==\">3<\/a> Once again we hear a disembodied voice crying, and once again it is apparent that the identity of the messenger has been completely subsumed under the message. We are reminded of the voices of the seraphim in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>, and that reminder may be intentional, another effort to link this chapter with that one. One might also think of that later voice associated with this verse, the one who said, “He must increase, but I must decrease” (John 3:30). The messenger is not important compared to the wonder that God would come among us.<\/p> <p>Despite the antiquity of the interpretation attested in the LXX and quoted in the NT (Matt. 3:3; Mark 1:3; Luke 3:4; John 1:23): “The voice of one crying out in the wilderness: ‘Prepare&nbsp;.&nbsp;.&nbsp;.&nbsp;,’&nbsp;” the Hebrew text, both in its parallel structure and in its punctuation, seems to demand the reading given here. The occasion for the LXX understanding is not known, but it may have been the perennial retreat to the wilderness of reform-minded groups who saw themselves as forerunners of the Coming One.<\/p> <p>The Hebrew text says that it is God who comes out of the wilderness for his people. Several understandings of this figure of speech are possible. The one that seems least likely is that this is a reference to the Lord bringing the exiles back across the wilderness from Babylon. As even those who prefer this understanding admit, the way back from Babylon did not come through the desert but went around it. Furthermore, there is no reference to the exiles here; it is God alone who comes (cf. 63:1–6). A somewhat more likely possibility is that there are overtones of the wilderness wanderings, when God brought his people safely through the hazards of the desert and into the promised land. But this reading also suffers from the lack of any mention of the people. In my view, the best understanding is that this passage rests on the Sinai tradition (cf. also Hab. 3:3). Thus God is seen figuratively as coming from his distant residence on Sinai to aid his people in their hour of distress. The people cannot help themselves, and there is no one else, so God himself must come (cf. also Isa. 59:15–20).<\/p> <p><a class=\"isa\" verses=\"WzE4NDI1XQ==\">4<\/a> The one thing the people can do is to prepare the way for the coming King. Elliger may be right in seeing this as a reflection of the kind of road building engaged in prior to the triumphal tour of a conquering king. But in any case it speaks of an act of faith on the part of the people. They do not yet see the King, but they dare to believe that he is coming. It also speaks of some form of activity on the part of those who had formerly been paralyzed by discouragement and hopelessness, as in v. 27.<\/p> <p><a class=\"isa\" verses=\"WzE4NDI2XQ==\">5<\/a> <i>Then<\/i>. The direct result of the Lord’s coming will be the revelation of his glory. The revelation of God’s glory must be considered one of the ruling concepts in the entire book. Words for “glory” occur 37 times: 20 in chs. 1–39 and 17 in chs. 40–66, 5 of which are in <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">ch. 66<\/a>. The glory of God is the manifestation of his absolute reality. The great sin of humanity is our attempt to arrogate that reality to ourselves without submitting to him. No doubt Isaiah’s experience in the temple forever fixed within him the realization that one’s only hope to participate in the divine glory is as God graciously chooses to share it (cf. John 17:22–24). What is in view here then is not merely the return from exile but the realization of God’s saving purpose for the whole world. Young is correct in asserting that the reference to <i>all flesh<\/i> here points to the end of time. The phrase is picked up again in this sense in 49:26 and 66:16, 23. One day the whole world will recognize that God alone <i>is<\/i> (<a class=\"isa\" verses=\"WzE4NDU2LDE4NTE2XQ==\">41:4; 43:10<\/a>). This certainty is secured because it has come from the very mouth of the Lord.<\/p> <p><a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">6–8<\/a> The third stanza, like the second, is picturesque, but it introduces a direct contrast with the preceding one. V<a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">v. 3–5<\/a> depicted the irresistible, triumphal march of the universe’s King. Nothing in the world can deter him, not deserts, mountains, or valleys. He is unstoppable reality. But now the picture shifts from God to humanity, and the difference is shocking. We move from eternity to temporality, from power to powerlessness, from significance to insignificance. Humanity can neither save itself nor hinder the one who determines to save. The sense of contrast is heightened by the appearance of <i>all flesh<\/i> in vv. 5 and 6, and by the fact that both stanzas end with references to certainty because of the mouth\/word of God.<\/p> <p><a class=\"isa\" verses=\"WzE4NDI3XQ==\">6<\/a> In v. 3 a voice cried out; here the voice tells someone else to cry out. But that person is not identified. In any case one can recognize a progression. V<a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">v. 1–2<\/a> mention neither speaker nor audience; <a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">vv. 3–5<\/a> mention a voice; here the voice and the respondent are spoken of; the final stanza identifies no voice but defines both the respondent and the respondent’s audience.<\/p> <p>What better picture of inconsequentiality and mortality could be found than <i>grass<\/i>? Quickly grown and quickly withered, it is blown this way and that by every wind. So it is, says Isaiah, of humanity. These thoughts probably arise as the prophet realizes how his hearers are responding to his announcement of salvation. They are thinking, “Those are fine words, but how can God deliver us from the great powers of the world?” Such thoughts would be especially prominent for those who would see Jerusalem destroyed by mighty Babylon. But they would also be prevalent in Isaiah’s own day. The glory of God does not look like much compared to the glory of the nations (cf. 30:1–17). Isaiah cries out, “Those great powers are as transient as the wild flowers! They are no more to be feared than a blade of grass! They are no more dependable than a stalk of barley!”<\/p> <p><i>dependability<\/i>. The precise connotation of <span>ḥesed<\/span> here is uncertain. Its normal meaning has to do with covenant love, which does not seem to fit here. But N. Snaith points out that the meaning “dependability” or “reliability” is appropriate for this term and fits the context well here by contrasting the lack of this trait in humanity as compared with God.<\/p> <p><a class=\"isa\" verses=\"WzE4NDI4XQ==\">7<\/a> The transience of humanity makes it unable to survive in any conflict with God. <i>The grass dries up; the flower withers<\/i>. The prophet probably has in mind here the imagery of the <span>hamsin<\/span>, a hot, dry wind from the east that is likely to blow in May and that can turn the countryside from green to brown in 48 hours or less. But what turns the grass brown here is not merely wind—it is the <i>breath of the Lord<\/i>. By using the word <span>rûaḥ<\/span>, the prophet is able to draw upon all the connotations from breath to wind to spirit to Spirit. Just as God was present through his Spirit to create the world (Gen. 1:2), so it is through the Spirit that his impassible reality is now present among us, forever calling a halt to our human pretensions. This same sort of thinking is attributed to Moses in Ps. 90 (esp. <a class=\"isa\" verses=\"eyIxODQyNiI6Mn0=\">vv. 5–6<\/a>).<\/p> <p>This truth applies not only to the oppressors but also to the oppressed. The great powers will not be able to prevail against God to keep him from delivering his own, but neither are the people of God able to save themselves. The last phrase of the verse underlines this thought; here <i>the people<\/i> almost certainly refers to Israel, as it does elsewhere in the book. The prophet wants to make clear that the weakness of humanity applies to Israelites as well as to non-Israelites. Salvation is from God alone.<\/p> <p><a class=\"isa\" verses=\"WzE4NDI5XQ==\">8<\/a> This verse repeats the points made in the previous two verses and drives them home with the powerful final statement. The Spirit that breathes out destruction for all human pride is the same Spirit who speaks the eternal Word of life over all withered and faded human hopes. Here is the paradox introduced at the beginning of the book: if I insist I am permanent, then I become nothing; if I admit that God alone is permanent, then he breathes his permanence on me. Whatever may lie ahead for the Israelites, they may know that God’s word of promise will not fail them.<\/p> <p><a class=\"isa\" verses=\"eyIxODQzMCI6M30=\">9–11<\/a> Having declared both the means and the terms of deliverance, Isaiah now comes to what in rhetoric is called his peroration. With mounting urgency he calls Jerusalem to become part of God’s great work. Salvation is not for the Jerusalemites so that they can bask in God’s mercy. Rather, it is for the sake of the world (<a class=\"isa\" verses=\"W3siMTc2ODciOjV9LHsiMTg5NDEiOjJ9XQ==\">2:1–5; 66:18–19<\/a>). This task begins as Zion, seeing the Lord’s approach, shouts the good news to all the villages around (<a class=\"isa\" verses=\"eyIxODcwNCI6NH0=\">52:7–10<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NDMwXQ==\">9<\/a> <i>do not be afraid<\/i>. This injunction will be repeated often in the next chapters. Zion need not fear that God has cast her off, nor that his word will fail. She is to take the position of a prophet, declaring God’s activity when that activity is still far in the future, all in the sublime confidence that God will not fail her or the world.<\/p> <p>The essence of the message is: “Look, it’s God.” As in <a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">vv. 3–5<\/a>, salvation is neither more nor less than the divine presence. God does not save his people with programs sent from afar. Neither does he save them with theological conceptions coolly administered from on high. He comes! This was the good news then and is still today. The only difference is the tense of the verb: today we shout to the world, “He has come!”<\/p> <p><a class=\"isa\" verses=\"WzE4NDMxXQ==\">10<\/a> <i>See<\/i>. The act of calling attention to God’s presence is continued through the repetition of <span>hinnēh<\/span> twice more in this verse. Jerusalem informs the hearers that God comes as a mighty man, who depends on his own strong arm to achieve the victory. The reference to the <i>arm<\/i> of the Lord presages the prominence of this figure in chs. 50–53 (50:2; 51:5, 9; 52:10; 53:1; see also 30:30; 33:2; 48:14). With the blows of his sword and battleaxe, he will gain dominion over his enemies for himself (see also 59:15b–21; 63:1–6).<\/p> <p>The meaning of <i>wages<\/i> and <i>repayment<\/i> in the latter half of the verse is uncertain; there are two main possibilities. One is that the Lord will bring with him the spoils of his victory, his wages as a soldier, and will distribute them among his people. This meaning is perhaps the most natural and corresponds well with the various promises that he will give the wealth <i>(<\/i><span>kābôd<\/span><i>)<\/i> of the nations to them (e.g., 61:6; 66:12). The primary argument against this understanding is that the following verse speaks of the shepherd leading his flock. For this reason several commentators believe that the payment which the Lord receives for his victory is the redeemed people and that he comes bringing them with him. But this meaning is especially espoused by those who refer the passage to the return from exile, whereas it is clear that God is coming to his people having won the victory elsewhere. All in all, it seems best simply to see v. 11 as a qualification of the wholly military picture presented thus far and not to force the two verses to dovetail completely.<\/p> <p><a class=\"isa\" verses=\"WzE4NDMyXQ==\">11<\/a> If God’s aspect toward his enemies is one of implacable wrath, is this not cause for considerable anxiety among his sinful people? Isaiah answers that they will no longer be God’s enemies and that the wrath will be on their behalf. Thus as Muilenburg says, “the arm raised in triumph is lowered in compassion.” The two differing uses of <i>arm<\/i> in the two verses are significant for their display of the two complementary sides of God’s nature. In the previous 39 chapters the prophet has shown how one can depend on God to bring judgment on those who break his covenant. Now he begins to show how one can equally depend on God to defend and care for those who will turn to him.<\/p> <p>The picture of the sovereign as <i>shepherd<\/i> is a familiar one in the ancient Near East. It may have come from Sumerian traditions, as suggested by the statement in the Sumerian law code of Lipit-Ishtar (ca. 1850 <small>B.C.<\/small>), and the similar one in the Babylonian Code of Hammurapi (ca. 1675 <small>B.C.<\/small>). These references, however, tend to be somewhat self-congratulatory. Here God is not depicted as praising himself for his supposed caring qualities. Rather, he is simply described in those caring terms, as one who is concerned about the varying needs of his people.<\/p>",
    "audit": null
}