{
    "id": 17432,
    "source": "oswalt",
    "verse_id": 18195,
    "verse_count": 8,
    "reference": "29:1–8",
    "title": "Ariel",
    "html": "<p>This third part of the denunciation of Jerusalem provides the formal parallel to 28:1–6, where Ephraim is denounced. There the charge was a sort of frantic partying. Here too a festive air pervades, but in special connection with the cult (v. 2). Jerusalem prided herself on her pure worship as opposed to idolatrous Samaria, but in fact, pure cult does not replace a pure heart, and the very source of her pride contributed to her downfall. But in that God would be responsible for her downfall, he would also be able to restore her, and as throughout the entire book, the word of judgment is very shortly followed by the word of redemption. To some scholars, this seems inconsistent, and there is a growing movement to deny these deliverance passages to Isaiah and to give them to a redactor in the time of Josiah. However, the promise of redemption closely coupled with a threat of judgment need not be inconsistent in the light of the apparent nature of the prophet’s opposition. It appears that the leadership was urging an alliance with Egypt precisely because they doubted God’s capacity to save them (cf. 5:18, 19; 7:12; 30:2; 31:1; etc.). Isaiah’s response would then be twofold: God is in fact so powerful that to refuse to trust him is to experience destruction from his hand (Assyria is not mentioned), <i>after which<\/i> destruction he is <i>still<\/i> able to save. Thus, if God’s ability to save was in question, the simple threat of judgment would not have been a very powerful argument.<\/p> <p><a class=\"isa\" verses=\"WzE4MTk1XQ==\">1<\/a> <i>Woe to Ariel<\/i> expresses Isaiah’s warning to Jerusalem for tending to rely upon its cult to save it, while refusing to rely upon God. That Jerusalem is intended is made plain by the references to David and to the festivals. However, the precise meaning of <i>Ariel<\/i> is still in dispute. There are essentially three alternatives: (<a class=\"isa\" verses=\"WzE4MTk1XQ==\">1<\/a>) a variant upon <i>urusalima<\/i>, “city of Salem” (Jerusalem), to <i>uruel<\/i>, “city of El” (Kissane). But the shift from <i>uru-<\/i> to <i>ari-<\/i> is not easily explained linguistically. (<a class=\"isa\" verses=\"WzE4MTk2XQ==\">2<\/a>) “Lion of God” as supported by references to Judah as a lion (Gen. 49:9), and the lion throne (1 K. 10:19, 20), as well as references to the devouring lion (Isa. 31:4; cf. also 2 Sam. 23:20; 1 Chr. 11:22). However, nothing in the immediate context lends any support to this rendering (Cheyne, Delitzsch). (<a class=\"isa\" verses=\"WzE4MTk3XQ==\">3<\/a>) “altar, hearth” (Ezek. 43:15, and probably the Mesha inscription, line 12). This interpretation of the word has gained considerable popularity in recent years because it agrees with “festivals” in v. 1, as well as explaining the sense of the final clause in v. 2. Jerusalem prides itself as being God’s altar-hearth, the very heart of the only cult that pleases him. But, in fact, God is not pleased at all.<\/p> <p>The <i>city where David camped<\/i> expresses another part of Jerusalem’s pride: her association with David, the ideal man of God. But again, association guarantees nothing. The nature of the house of David in Isaiah’s time underscored that. For every Uzziah, there was an Ahaz, for every Hezekiah a Manasseh. Thus, even parentage cannot guarantee personal righteousness.<\/p> <p><i>Add year to year<\/i> seems to be a sarcastic invitation by the prophet to go right on with the useless round of rituals, which, like the pagan rituals built around nature’s cycle, go nowhere. But although they continue to do them, they will not avert the disaster which lies ahead. They may please the worshiper; they do not please God (Hos. 8:11–14; Amos 4:4, 5).<\/p> <p><a class=\"isa\" verses=\"WzE4MTk2XQ==\">2<\/a> God’s response to the “altar-hearth” is to place it under siege! Whenever God’s people become familiar with him and believe they have him under control, they are in desperate danger. He is the Maker, not we, and his power cannot be used by those who are not God (<a class=\"isa\" verses=\"WzE4MjEwXQ==\">29:16<\/a>). As noted above, there is no mention of Assyria here. Isaiah wants to make it plain that God is no mere spectator in the theater of history. God will be laying siege to Jerusalem when Assyria stands at the gate. While this leaves unanswered many of the questions of sovereignty versus free will, or of God’s place in the practice of moral evil, it does emphasize and re-emphasize the point which is as easily forgotten today as then: all things are under God’s superintendence.<\/p> <p><i>She will become mourning and lament<\/i> in place of light-hearted religious festivity. The impact of God’s acts is underscored by the use of <i>hāyâ<\/i>. The city will not merely do these things, she will <i>become<\/i> them. Then indeed she will be Ariel, an altar-hearth, when the nation itself becomes the sacrifice. If we treat lightly the sacrifices God has made available (and in the Christian era, The Sacrifice) then we ourselves become the sacrifice. If we will not accept God’s substitution, we must carry the burden of our own sin (Heb. 10:26, 27; Rom. 8:11–13).<\/p> <p><a class=\"isa\" verses=\"WzE4MTk3XQ==\">3<\/a> <i>I will encamp&nbsp;… against you.<\/i> David may have camped within Jerusalem, but God will camp against her. As the besieging Assyrians encircle the city, walling it in so none can enter or leave, it will in fact be God in the form of the Assyrians. This kind of assertion could not help but have been shocking and apparently irreligious; but in fact, it was the conviction that God was in all things which made the Jews able to survive as a people through the centuries.<\/p> <p><i>towers&nbsp;… siege-works.<\/i> The Assyrian reliefs depict the many ingenious devices which the Assyrians developed in order to break into walled cities. Among these were great wheeled towers which included a battering ram on the bottom and spaces for attackers on the top. These were pushed up against the city walls on ramps of earth and wood.<\/p> <p><a class=\"isa\" verses=\"WzE4MTk4XQ==\">4<\/a> This verse may be composed of two figures, or only one. In the second part of the verse, death is clearly talked about as the formerly loud, boasting voices are reduced to the chirpings and twitterings of the dead. Many commentators take the first part as the imagery of the captive who lies face down on the ground, with the tyrant’s foot on his neck. This may be, but the use of <i>earth<\/i> and <i>dust<\/i> here, as in the second part, suggests that both may be speaking of death. So God has the power of life and death. It is he whom the Judeans should pay attention to, not the Assyrians (cf. Luke 12:4).<\/p> <p><a class=\"isa\" verses=\"eyIxODE5OSI6NH0=\">5–8<\/a> Here the tone shifts from judgment to redemption. The prophet wants his hearers to know that not only can God save them now, he can also save them after they will have experienced the consequences of their refusal to trust him. How foolish to trust Egypt in view of such powerful grace. What now seems so horrifying and insurmountable is in fact of no more substance than a dream. But human beings have a very hard time getting above the immediate and getting perspective upon their lives. This is where the divine word assumes critical importance. When we see issues from God’s point of view, we are much less likely to rush into foolish attempts to extricate ourselves (<a class=\"isa\" verses=\"W3siMTgyMzMiOjR9LFsxODI4Ml0seyIxODQ0OSI6NH1d\">30:15–18; 33:2; 40:28–31<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4MTk5XQ==\">5<\/a> The weighty, powerful enemies are in fact no more substantial than powder (dust beaten even finer) or wind-driven chaff. Because of our fear of humanity, God becomes less and less significant for us. But it is God who is real, whose presence in quiet glance (<a class=\"isa\" verses=\"WzE4MDAyXQ==\">18:4<\/a>) or terrifying storm (as here) reduces the human factor to its appropriate place (Ps. 56:4, 11).<\/p> <p><a class=\"isa\" verses=\"WzE4MjAwXQ==\">6<\/a> God will <i>visit<\/i> his people as they cry out to him for mercy. But this visiting is not merely to pay a call upon them. God comes to his people to right their wrongs. If they are wrong, his coming means punishment (<a class=\"isa\" verses=\"WzE4MTE3XQ==\">24:21<\/a>), but if they are now in a condition of being wronged, he comes to deliver.<\/p> <p>As the besieging of Jerusalem was an expression of God’s sovereignty, so also is his deliverance. He comes as the Lord of Hosts, the God of armies, disposing of the troops of heaven and of earth as he will. He also comes as Lord of nature, with the forces of that realm responding to his presence in a sympathetic way. The language here is the classic language of theophany (Exod. 19:16–19; 1 K. 19:11–13; Ezek. 20:47–48), expressing through imagery the conviction that God can intervene in power in our world. But unlike the pagan religions which identified the gods with natural forces, the Hebrews saw these manifestations only as accompaniments, not as essence (1 K. 19:13).<\/p> <p><a class=\"isa\" verses=\"eyIxODIwMSI6Mn0=\">7, 8<\/a> Against the backdrop of God’s terrifying reality, the nations and their might will seem but a dream. At the time, a dream can seem frighteningly real. What a relief it is to wake up and discover it is not so. It must have seemed that way when Sennacherib was suddenly gone from outside the city, leaving only his decimated camp behind (<a class=\"isa\" verses=\"eyIxODM4OSI6Mn0=\">37:36, 37<\/a>). Weeks later some of the inhabitants probably awakened to a dull sense of dread at having to face another day of the Assyrian threat, only to realize with a flash of delight that it was all over. So it will be on that last morning when we awake to the knowledge that once and for all we are truly awake, forevermore with him.<\/p> <p><a class=\"isa\" verses=\"WzE4MjAyXQ==\">8<\/a> It is possible that the dreamer here is the attacker, in that satisfaction is dreamed of but not actually attained. On the other hand, it may be simply a further illustration of the unreality of a dream. This latter interpretation seems the more likely, since there would be no reason to shift the focus away from the Judeans.<\/p>",
    "audit": null
}