{
    "id": 17502,
    "source": "oswalt",
    "verse_id": 18667,
    "verse_count": 6,
    "reference": "50:4–9",
    "title": "The Servant’s Confidence",
    "html": "<p>Without introduction, and immediately following God’s claim of the will and the power to deliver his people from their iniquities and rebellions, the Servant speaks again. In this case he is identified as the Servant only in the following segment (<a class=\"isa\" verses=\"eyIxODY3MyI6Mn0=\">50:10–11<\/a>), but the similarities with the other Servant passages are clear enough that even if that identification had not been given, this passage would have been identified as such. As in 42:1–9 and 49:1–7, this person is obedient and faithful, and though deeply troubled, is supremely confident in his divine calling and ultimate vindication. His mission is centered on the proclamation of the Word.<\/p> <p>This particular expression of the Servant’s ministry has a new emphasis on his suffering. There was no mention of it in the first passage, and only the sense of frustration over apparently fruitless labor in the second (<a class=\"isa\" verses=\"WzE4NjQxXQ==\">49:4<\/a>). But here the Servant’s obedience to God leads directly to both physical and emotional suffering (<a class=\"isa\" verses=\"eyIxODY2OCI6Mn0=\">vv. 5–6<\/a>). When one considers the sequence of all four Servant passages, a progression is apparent, leading to a climax in the fourth passage, 52:13–53:12, where the nature and meaning of the Servant’s suffering is explained and related to his ministry.<\/p> <h4>Special Note<\/h4> <p class=\"paft\">Once again, we must consider the identity of the Servant. Almost all commentators agree that the language here is individual in nature. But some, like Muilenburg, insist that this is not out of keeping with a collective idea (although his own exegesis does not treat the Servant in a collective way). It is even more difficult than elsewhere, however, to equate this Servant with Israel. Only a few verses before God has told Israel in no uncertain terms that she has deserved every punishment that has come to her. Can it now be Israel, or even a righteous remnant of Israel, that says she has never disobeyed God?<\/p> <p>Some, like Whybray, believe that it is “Deutero-Isaiah” himself speaking. Apart from the fact that we lack any evidence that this person even existed, we have no reason to believe that the person who spoke the promises contained here would have suffered at the hands of his people the kinds of things mentioned here. Whybray’s hypothesis that the unknown prophet suffered at the hands of the Babylonians is completely groundless. Furthermore, the insistence of this person that he was absolutely blameless before God and harmless before humans is not something any human prophet could or did say.<\/p> <p>Others (e.g., Knight) speak of Israel considered as an ideal. This is more plausible, perhaps, but when and where was that ideal ever realized? Some would say it was not realized because the prophet was mistaken. Yet false prophets were hardly accorded the status that has been given to this book.<\/p> <p>Most important of all for understanding the identity of this person is the place of these passages in the flow of thought. Despite God’s promises of redemption (<a class=\"isa\" verses=\"eyIxODYzOCI6MTN9\">49:1–13<\/a>), Israel believes itself forsaken (<a class=\"isa\" verses=\"WzE4NjUxLDE4NjYxXQ==\">49:14, 24<\/a>). God insists that is not the case, but that he can and will deliver them (<a class=\"isa\" verses=\"eyIxODY1MiI6MTV9\">49:15–50:3<\/a>). Then the voice of the Servant is heard again speaking of his mission and his obedience to God and God’s trustworthiness. Surely this Servant is not the recipient of God’s redemption for his people, but the agent of it.<\/p> <p><a class=\"isa\" verses=\"WzE4NjY3XQ==\">4<\/a> Although <i>Sovereign Lord<\/i> occurs elsewhere in this part of the book several times, this is the only one of the Servant passages in which it occurs, and it occurs here four times! We can hardly conclude that its use is other than highly intentional. Perhaps its function is not only to impress on the reader the intimate association of the Servant with the Ruler of the universe, but also to emphasize both the seriousness of the calling and the certainty of the vindication. The Almighty Lord is the one who has called, not just anyone; therefore, the mission cannot fail.<\/p> <p><i>has given to me the tongue of the learned<\/i> expresses the particular function of the Servant here. This confirms the point that was made in 49:2, that the Servant’s task is a prophetic one; he is to declare God’s word to the world. <i>given to me<\/i> could also be translated “appointed for me” to convey the sense of calling and assignment that this verb can connote. God has not merely given this <i>tongue<\/i> as a gift but also assigned it as a function of duty. <i>learned<\/i> appears twice elsewhere in the book (<a class=\"isa\" verses=\"WzE3ODI0LDE4NzM3XQ==\">8:16; 54:13<\/a>), and in both places the context shows that “the learned” are disciples, persons who by intimate association with a master have learned what he knows. Thus what is spoken of here is not merely antiseptic acquaintance with ideas, but a rich development of thought in the crucible of life. Taken in this sense, <i>the tongue of the learned<\/i> conveys the idea of one who speaks out of intimate association with the Lord (cf. Paul’s claim in Gal. 1:11–23). But he does speak; the knowledge gained is not for one’s personal delectation—it is to be declared. Thus Jesus could say to his disciples after his conversation with the Samaritan woman, “My food is to do the will of him who sent me and to complete his work” (John 4:34). God’s will was that Jesus should make God known to all people, including Samaritans.<\/p> <p>Because of the Servant’s discipleship, he knows what to say <i>to help the weary<\/i>. Again, this is a step beyond <a class=\"isa\" verses=\"eyIxODYzOCI6MjZ9\">ch. 49<\/a>. There the power of God’s word in the Servant was discussed (<a class=\"isa\" verses=\"WzE4NjM5XQ==\">49:2<\/a>), but the function of that word was not disclosed. Here it is. God does not send his Word into the world to destroy the world but to save it (cf. John 3:17). It is true that those who oppose him will be destroyed by the Word’s power (cf. Isa. 11:4), but that is not the purpose of its coming. The Word comes to call those who are weary of their own efforts to justify their living, those whose labors seem pointless to find rest in him who comes to get into the harness with them (53:4–5; 61:1–3; Matt. 11:28–29).<\/p> <p>Delitzsch makes a good case that the latter part of the verse is dealing with the Servant’s experience of prophetic inspiration. Instead of coming through dreams or ecstatic visions, it comes <i>each morning<\/i> in the full light of rationality and personal interaction. The Servant may speak with the tongue of the disciple, because he has listened with the ear of the disciple. While this may be the correct interpretation, v. 5 suggests another possibility. There the openness of the ear has to do with complete obedience. This becomes especially clear when it is remembered that “to hear” in the OT is virtually synonymous with “to obey.” To say “I have heard” is to say “I have obeyed,” and to say “You did not hear me” is to say “You disobeyed me.” Thus the point of God “awakening” the Servant’s <i>ear<\/i> may well be that the Servant is able to speak God’s word to the broken and outcast of the world because he has learned from the outset of the day to do what his Master tells him to do. A disciple speaks what he has learned through a life of obedience (cf. Ps. 40:9 [Eng. 8]). At the same time, if the succeeding context supports this interpretation, as I believe it does, Delitzsch’s interpretation is not excluded thereby. I suspect that the prophet may have had elements of both connotations in mind.<\/p> <p><a class=\"isa\" verses=\"WzE4NjY4XQ==\">5<\/a> As noted above, the description of Israel in this verse stands in stark contrast with the Israel that is described in the book, whether before or after <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>. Ch. 6 describes Israel as blind, deaf, and calloused of heart; <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">ch. 48<\/a> continues that description, imploring an Israel that has never yet listened to hear. Ch. 1 called them rebels, and as recently as 50:2 that description was repeated. Yet in this verse, speaking out of that calm assurance that knows itself beyond contradiction, the Servant declares that he has always obeyed whatever God has spoken. The grammar only underlines this confidence, with the first colon telling what God has done: <i>opened my ear<\/i>, and the second colon beginning with the disjunctive <span>waw<\/span> and the emphatic “me”: <i>As for me, I did not rebel<\/i>. That is, on the one hand God did this, and on the other hand <i>I<\/i> did that. The Servant claims to have been perfectly responsive to God’s activity. Even allowing for poetic hyperbole, this is not Israel, nor, as Alexander points out, is it any merely human prophet. It was not only Jonah who tried to turn back (Jon. 1:3), but also the greatest of the prophets: Moses (Exod. 4:13). Even Jeremiah, to whom one may draw many comparisons from this passage (see Westermann), reacted against the things his calling required of him (Jer. 20:9, 14, etc.). Yet this man calmly says he never did. Who can be intended here? Only one other prophet in Israel’s history said anything similar—Jesus bar-Joseph (John 8:29).<\/p> <p><a class=\"isa\" verses=\"WzE4NjY5XQ==\">6<\/a> At first glance it seems strange that at least part of the Servant’s obedience is to submit to humiliation and abuse. But on further reflection, if his ministry is prophetic, that result is not so strange. To be a prophet in Israel was synonymous with humiliation and abuse. Unlike the institutional prophets, who were at the center of social power, the true prophets stood at the periphery. There, instead of making it easy for persons to manipulate God, they confronted godless behavior with a call for change. That kind of message was never well received. As Calvin said, whoever faithfully administers the Word will be exposed to a contest with the world. But it is part of this Servant’s obedience that he gave his <i>back<\/i> to those who struck him, and his <i>cheeks<\/i> to those who plucked out his beard; he did not hide his face from <i>shame<\/i> and <i>spit<\/i>. These things are not merely a secondary result of obediently declaring God’s Word; it is part of the Servant’s obedience to give himself to these things (cf. John 10:17–18). If we did not have the fourth Servant passage, we would be left wondering why obedience to God should require such giving. At the same time, if we did not have that passage, we would still have here an inkling that obedient suffering was somehow an integral part of this prophet’s calling, as it was not that of any other.<\/p> <p><a class=\"isa\" verses=\"WzE4NjcwXQ==\">7<\/a> Westermann says that in the ancient Near Eastern culture if someone submitted meekly to public humiliation he was admitting, at least tacitly, that he had done something to deserve the abuse. But this person, after meekly submitting, then turns around and declares that, in fact, he had not done one thing wrong. Whether this interpretation is correct or not, the presence of the <span>waw<\/span> conjunction on the first word of v. 7 makes plain that there is a sequential connection between the verses. The repetition of <i>shame<\/i> in the two verses further confirms the connection. As some writers have maintained, the <span>waw<\/span> may have a disjunctive force: I submitted, <i>but<\/i> God will declare me innocent. At any rate, the Servant makes plain that since the difficulties that befell him are the result not of disobedience but of obedience, he can be confident of God’s help. Being confident of that help, he knows that he will not be disgraced in the end. This is the particular Hebrew use of “shame” in the sense of being shown to have taken a foolish course of action. Yes, the Servant may have been set up for public ridicule, but in the end it will be amply proved that his decision to trust God, be obedient to him, and leave the outcome in his hands was the right decision. He will not be shamed by that choice. Because the Servant knows he had made the right choice, he can march firmly forward into the humiliation and abuse, with a face like flint. Others may say he is a fool; he knows that the final outcome will prove him right. Here he would be following the course that other prophets had taken (cf. Jer. 1:15; Ezek. 3:9).<\/p> <p><a class=\"isa\" verses=\"eyIxODY3MSI6Mn0=\">8–9<\/a> These verses depict a court scene in which the Servant declares his righteousness and dares anyone to condemn him, that is, <i>show<\/i> him <i>to be wicked<\/i>. He can speak with this kind of confidence because he knows that the One who can prove him innocent, who <i>justifies<\/i> him, is near <i>at hand<\/i>. As Alexander says, this is not so much proximity in time, as though the vindicator is about to appear, as it is proximity in space. God is immediately available to his own. He need never be brought from some far distance to support and care for his people. <i>The one who justifies<\/i> (v. 8) and <i>the one who shows<\/i> someone <i>to be wicked<\/i> (v. 9) are formal antitheses of each other, much like “defense attorney” and “prosecuting attorney.” The Servant is confident that, with the help of his defense attorney, no prosecuting attorney would even have a case. It would never be presented, let alone come to trial. Anyone who did dare to stand up to him would be as insubstantial as a worn-out <i>garment<\/i>, full of moth holes. Their end would not be some cataclysmic destruction, but simply a slow and inevitable wasting away, with the cloth of their lives getting thinner and thinner, punctuated by holes where there is nothing at all (see also 51:8; Job 13:28; Hos. 5:12). Beside the towering, unstained righteousness of the Servant, “what are human beings that you are mindful of them?” (Ps. 8:5 [Eng. 4]).<\/p> <p>The point here is to make clear in the most unmistakable terms that although the Servant’s adversaries might think he had deserved the humiliation and abuse he received (see 53:4), God would be the Servant’s witness that no such charges could be justified (cf. John 18:38). Why this heavy emphasis on the undeserved nature of his suffering? Again, 52:13–53:12 provides the clue. If the Servant’s suffering was deserved, it certainly could not be on behalf of someone else (cf. 1 Pet. 2:21–24). But if it was undeserved, as is strenuously maintained here, then the kind of substitution that that passage attributes to him is possible.<\/p> <p>Isaiah 50:3 speaks of God’s mighty hand to deliver even those who have been put away and sold because of their rebellions. Now the Servant has been displayed as the perfectly obedient one who comes with a word for the weary (in sin and oppression) learned directly from God. What is that word? It is a word about the triumph of the Servant in unjustified suffering. What is the significance of such a word for the weary, and what does it tell us about the nature of God’s delivering arm? The next section makes clear the inference that the author wishes us to draw.<\/p>",
    "audit": null
}