{
    "id": 17406,
    "source": "oswalt",
    "verse_id": 17976,
    "verse_count": 7,
    "reference": "16:6–12",
    "title": "The Fall Of Moab’s Proud Vines",
    "html": "<p>Verses 6–12 contain an elegiac reflection on Moab’s pride and abundance and on the futility of it all.<\/p> <p><a class=\"isa\" verses=\"WzE3OTc2XQ==\">6<\/a> These words have frequently been taken as a response to <a class=\"isa\" verses=\"eyIxNzk3MSI6NX0=\">vv. 1–5<\/a> and their plea for refuge. As such they would contain a not-so-subtle mockery of the suppliants who are no longer proud and overbearing, but now come creeping with piteous cries for mercy. It is also possible that the words are not so much a direct response as they are the beginning of a larger reflection on the ephemeral nature of human pride and glory. This interpretation would take some of the sting of mockery away that seems somewhat inconsistent with the apparently genuine grief expressed in v. 9.<\/p> <p><i>his empty talk<\/i>, if correctly translated, speaks of the foolishness of human pride, a favorite theme of Isaiah’s (cf. 2:5–22). All the wealth and abundance which formed the basis of Moab’s, or any nation’s, claims to superiority can be stripped away in a single night (<a class=\"isa\" verses=\"WzE3OTYyXQ==\">15:1<\/a>). (How much more is this true in the nuclear age!) All that we have of intelligence or diligence or conducive environment is a gift to be gratefully received and held in trust. It is not a matter for foolish boasts.<\/p> <p>Verses 7–11 contain an extended metaphor in which Moab is compared to a luxurious grapevine which had spread out over the whole region but now is trampled down, so that the shouts of laughter and excitement which once attended the harvest have now been silenced and replaced with wails of grief.<\/p> <p><a class=\"isa\" verses=\"WzE3OTc3XQ==\">7<\/a> <i>Therefore, Moab howls.<\/i> It is difficult to know whether the “therefore” is intended to express the result of the emptiness of Moab’s boasts or the prior result of the cause stated in v. 8. That v. 8 begins with <i>kî<\/i>, “for,” suggests that the latter alternative is the correct one: “Howl, because the fertile fields are empty.”<\/p> <p><i>raisin cakes<\/i>, apparently small blocks of pressed raisins, were considered a delicacy and were used in various feasts (2 Sam. 6:19; Cant. 2:5; Hos. 3:1). There is no particular reason to associate them with Kir-hareseth except that like Heshbon (<a class=\"isa\" verses=\"eyIxNzk3OCI6Mn0=\">vv. 8, 9<\/a>), Kir was a major city of Moab.<\/p> <p><a class=\"isa\" verses=\"WzE3OTc4XQ==\">8<\/a> According to Jerome, Heshbon and Sibmah were neighboring cities, Sibmah (modern Sumia) being a suburb of larger Heshbon. The synonymous parallelism here lends support to that identification.<\/p> <p><i>The lords of the nations have broken down<\/i> is in agreement with the first statement of the verses, that the vines are withered and bare. But many commentators, including Delitzsch, have observed on the basis of 28:1 that the verb has a passive significance. Thus they translate, “The choice vines have struck down (in drunkenness) the lords of the nations.” However, Kissane’s comment that it is wine (<a class=\"isa\" verses=\"WzE4MTY2XQ==\">28:1<\/a>), not the vines, which overcomes people is appropriate and points toward the present reading.<\/p> <p>The vine is depicted not as staked up but creeping along the ground northward toward <i>Jazer<\/i>, the extreme northern border of the territory claimed by Moab, to the east to the edges of the desert, and westward, even across the Dead Sea, probably indicating the export of Moabite wines and raisins to Judah.<\/p> <p><a class=\"isa\" verses=\"WzE3OTc5XQ==\">9<\/a> The prospect of the destruction of the rich land reduces the prophet to tears. Some have suggested that this show of emotion was only feigned, since he was after all announcing the destruction of, if not an enemy, at least a hostile party. But this need not be the case. One need only think of a Jeremiah weeping over the fate of those he was denouncing. Furthermore, the prospect of the destruction of so much effort and care on the part of so many people and the reducing of ordered, cultivated lands to wilderness is certainly cause for despair, no matter who the people may be. This speaks too of the compassion of God, for the prophet usually identified himself with God. The hand which metes out judgment is not separated from the spirit which grieves over the necessity and effects of such judgment. So the God who has stilled the shouts of joy (v. 10) is also the God who weeps for and with those who now cry (Hos. 11:1–9). The God of the OT is not a force, not even a personalized force. He is a full-orbed personality interacting in depth with persons.<\/p> <p><a class=\"isa\" verses=\"WzE3OTgwXQ==\">10<\/a> The harvest was normally concluded with the gathering of the grapes, when the whole population would move out from the villages and live in makeshift shelters in the vineyards (1:8; Lev. 23:33–43). This occurred in late September or early October. Particularly if the rest of the harvest had been good this was a great time of relaxation and exuberance. They knew that the demon of famine had been kept from the door for another winter. There was also a slight release from relentless labor before the next cycle had to be started. To all of this, the new wine, only recently trodden out in the great stone vats which resided in the vineyards for that purpose, added its own measure of gaiety.<\/p> <p>But none of this would be so in the Moab which Isaiah envisioned. The vine of Moab is broken down and withered. All that has been gathered in this year are the former joy and gladness. God has ended the shouting.<\/p> <p><a class=\"isa\" verses=\"WzE3OTgxXQ==\">11<\/a> <i>my bowels moan<\/i> may sound at first almost ludicrous to a Westerner. Yet, we know what it is to feel our stomach churn over some shock or anxiety or grief. So it should not come as a surprise that people of the Near East should see the upper abdominal area (the pit of the stomach?) as the seat of emotions (63:15; Cant. 5:4; Jer. 31:20; Lam. 1:20; 2:11; Phil. 1:8; Col. 3:12; so also the liver, Lam. 2:11).<\/p> <p><a class=\"isa\" verses=\"WzE3OTgyXQ==\">12<\/a> Not only are Moab’s pride and abundance futile, but so too is his religion. When he goes to the high place the only thing he gets is weariness. The rituals repeated again and again do not produce the desired result. Chemosh, the national god, is unable to help. Moab is left with nothing upon which to rely. Is there any reason for Judah to entrust herself to Moab? No! Is God able to deliver his people from the nations? Yes!<\/p>",
    "audit": null
}