{
    "id": 17472,
    "source": "oswalt",
    "verse_id": 18499,
    "verse_count": 8,
    "reference": "42:18–25",
    "title": "Israel’s Blindness",
    "html": "<p>Coming after the opening statement of God’s intention to deliver his people (<a class=\"isa\" verses=\"eyIxODQ5MSI6OH0=\">42:10–17<\/a>), 42:18–25 addresses the people’s present condition. Westermann and other form critics are probably correct in characterizing it as a disputation. Here, however, the dispute is not between God and the idols (as in 41:21–29), or between God and the idol worshipers (as in 41:1–7), but between God and his own people. It seems likely that this disputation addresses the same sort of challenge that was responded to in 40:27. Why has God been so blind to the difficulties and troubles of his people? Why is he so deaf to their cries? It is good that he is finally rousing himself to action, but why has it taken so long in view of the manifest injustice of their sufferings? To all of this the prophet responds explosively: it is not God who has been blind and deaf, it is the people! God in his grace gave the Torah, but they would not obey it. Then when punishment for that disobedience came, they refused to learn the lessons that the punishment taught. What all this meant was that salvation, when it came, would not be because a lethargic deity finally awoke to his obligation, but because one who had been gracious in the past would be so again.<\/p> <p><a class=\"isa\" verses=\"WzE4NDk5XQ==\">18<\/a> Verse 7 said that the Servant of the Lord would lead the blind and imprisoned out into the light. In the comments there I argued that this Servant could not be the nation Israel, even though in other places (41:8; 43:10; etc.) the nation is clearly identified as the Servant of the Lord. That conclusion is fortified by this verse and the following ones. The Servant here is blind and deaf. Can the blind lead the blind? Can the imprisoned (v. 22) deliver the imprisoned? No, there are two servants being described: one who delivers the people of God and the world, and one who by being delivered becomes the evidence of God’s lordship. See also 61:1–3, where the nation is certainly not speaking.<\/p> <p>The opening challenge is startling. How can the blind see and the deaf hear? Nevertheless, that is what they are commanded to do. If they have accused God of being blind and deaf, he now turns their charges back on themselves. It is they who need to become alert to what is directly in front of them. This kind of call is typical of the book as God calls his people and the people of the world to pay attention to the facts of his revelation.<\/p> <p><a class=\"isa\" verses=\"WzE4NTAwXQ==\">19<\/a> If there was any question about who was being called “blind” and “deaf” in v. 18, that uncertainty is dispelled here. With biting irony Isaiah identifies him as the covenanted Servant of the Lord, the one entrusted with the message of God. The effect of the construction is to say that there is no one as blind as this Servant. But who more than a servant needs keen eyesight to detect the master’s faintest direction; who more than a messenger needs sharp hearing to catch every syllable of the master’s message? So the contrast is driven to its farthest extremes: the person most in need of these gifts has the least of them.<\/p> <p>If, as noted above, the threefold repetition of <i>blind<\/i> is correct, the author is probably particularly stressing the people’s lack of insight. They are unable to perceive the implications and meanings of their experiences (so also v. 25). The same kind of thought is present in the oracle found in <a class=\"isa\" verses=\"eyIxODA1NCI6MjV9\">ch. 22<\/a>. Calling Jerusalem “the valley of vision,” Isaiah systematically shows that they see nothing. Muilenburg points out that if some such meaning as <i>covenanted<\/i> is correct for <span>m<\/span><span>šullām<\/span>, there is a poignant progression in the four descriptions, which culminate in <i>Servant of the Lord<\/i>.<\/p> <p>At various points in this volume and the preceding one I have pointed out that <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> suggests that the role of bearer of the message of God was committed not only to the man of unclean lips but also to the people of unclean lips. This verse confirms that suggestion. 6:8 asked, “Whom shall I send?” while 42:19 laments that “my messenger whom I shall send” is yet deaf. As Isaiah was the messenger of God to Israel, so Israel was called to be the messenger of God to the world. But the still unanswered question was: What kind of coal from the altar would it take to bring the nation to its senses and cleanse its lips for service?<\/p> <p><a class=\"isa\" verses=\"WzE4NTAxXQ==\">20<\/a> One may hear a further overtone of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> in this verse as it speaks of seeing yet not observing (i.e., keeping or retaining), and hearing yet not listening (or obeying). This is precisely what Isaiah was told would be the burden of his message to Israel (<a class=\"isa\" verses=\"WzE3Nzc5XQ==\">6:9<\/a>). Because of their unwillingness to accept the conclusions of his preaching, they would deny the obvious premises. The terms used here (<span>šāmar<\/span>, “to keep, observe, perform”; <span>šāmaʿ<\/span>, “to hear, listen, obey”) are highly significant in the context of the references to the Torah that emerge in the following verses. Over and over again in Deuteronomy, especially, the Israelites are commanded to “obey” God’s law and to “observe” it (e.g., Deut. 28:15). An example of special interest here is Deut. 29:2–4, in which Moses makes substantially the same charges as Isaiah does.<\/p> <p>The change from second person to third in the middle of the verse has been troublesome to translators since the time of the LXX, which solves the problem by putting the whole verse in the second person (see NIV, REB). Some modern translations (notably NRSV and JPS) have gone in the opposite direction and made the verse entirely third person. Some of the older commentators tried to resolve the problem by positing that the first clause was directed to the Servant, while the second was directed to bystanders. But none of these stratagems seems necessary given the well-documented tendencies for this kind of shift in Hebrew writing. The entire verse is referring to the Servant in the Servant’s hearing.<\/p> <p><a class=\"isa\" verses=\"eyIxODUwMiI6NX0=\">21–25<\/a> In these verses, the prophet explains what it is that the people have seen and yet not seen. They have not understood the meaning of their own history. They have failed to recognize what God was about in calling them, and they have failed to learn the lessons that their experiences with God should have taught them. It is relatively easy for us, living in the modern age and imbued with a concept of history and its lessons, to grasp this idea. But in Isaiah’s time this idea was revolutionary. Nowhere else in the ancient world of that day do we find the idea that human experience from the past could be classified and evaluated in such a way that it could be learned from, and that future behavior could or should be modified on that basis. The law of continuity dictated that all human actions were determined by corresponding forces in the cosmos in an endlessly repetitive cycle. Thus persons had no real control over their behavior nor any real responsibility for it. To all of that Isaiah and the other biblical prophets cried, “Abomination!” They knew that just as the Creator transcended the cosmos, so human beings could transcend their environment and heritage, that the course of human history was not determined by a mindless correspondence of forces, but by the one God in an unfolding of his gracious purpose and in response to human responses to that purpose. Today the Western concept of history is in desperate trouble because we no longer believe in one, transcendent, personal, righteous, purposeful God. Yet we still talk about human accountability and responsibility, as if those concepts could long survive the loss of the entire ground on which they rest.<\/p> <p><a class=\"isa\" verses=\"WzE4NTAyXQ==\">21<\/a> God’s purpose in the world, and particularly with Israel, says Isaiah, was to show the greatness and the glory of his <i>Torah<\/i>. While we may certainly understand that the Sinai covenant and the books of the Torah are included in the term here, there is no reason to believe that it is limited to these. As it is used in the book as a whole, <i>Torah<\/i> speaks of God’s revelation of the nature and meaning of life. It is this instruction for which the world waits (<a class=\"isa\" verses=\"WzE3Njg5LDE4NDg1LDE4Njc4XQ==\">2:3; 42:4; 51:4<\/a>). Thus God’s purpose in choosing Israel was so that this revelation could find a foothold from which to spread to the whole world (<a class=\"isa\" verses=\"WzE4NTAwXQ==\">42:19<\/a>). Why did the Lord “delight” in that prospect? Why did he wish to make the Torah great? Was it for reasons of personal aggrandizement? No, it was because of his <i>righteousness<\/i>. It is because of the fundamental nature of his character, because of his commitment to what is right and true and good (see also 43:25; 48:9, 11). This is not merely legalistic rightness but a fundamental concern to see the people of the earth achieve the good ends for which they were made. Not to make his Torah available to the world would be the most thoroughly unrighteous thing God could do. Ultimately, then, righteousness in a fallen world means grace.<\/p> <p><a class=\"isa\" verses=\"WzE4NTAzXQ==\">22<\/a> In contrast to the purpose for which God raised up Israel, as stated in v. 21, the Israelites are in an utterly helpless state. Far from being the ones who can lead out the blind and imprisoned through the publication of God’s Torah, they are themselves in need of deliverance. The verse especially emphasizes this helplessness. No one, humanly speaking, is even seeking their return. From that perspective, they will remain in captivity forever. It has been pointed out that <i>trapped in holes<\/i>, if it is the correct reading, is much more appropriate to an Israelite setting for the prophecy than it is to a Babylonian one.<\/p> <p><a class=\"isa\" verses=\"WzE4NTA0XQ==\">23<\/a> With another challenge to use the senses of cognition, here the auditory ones, the prophet calls on the people to consider why the servant nation, entrusted with God’s Torah for the world, is in fact utterly helpless to carry out that task. <i>this<\/i> refers to those data, the data of their past experience. The sense is like that of 2 Sam. 15:4 and 23:15: “O that someone would.&nbsp;.&nbsp;.&nbsp;.&nbsp;” It expresses the earnest desire of God that someone would do this. The reason for this earnestness is the future. Would that someone would draw the appropriate conclusions from Israel’s past experience in such a way that the future <i>(a later time<\/i>, <span>ʾāḥôr<\/span><i>)<\/i> could be positively affected. As noted above, this kind of thinking presupposes that one is free not to repeat the mistakes of the past, but to learn from them and make appropriate behavioral adjustments.<\/p> <p><a class=\"isa\" verses=\"WzE4NTA1XQ==\">24<\/a> Here Isaiah tries to get his hearers to face the facts regarding the calamities that have befallen them (cf. Isa. 1:4–8). Any number of wrong answers had undoubtedly been proposed in Isaiah’s own day and would be proposed in the years to come: God was not strong enough to defend his beloved against predators; God did not care about them; the worlds of religion and of political events are separate from each other; God is capricious and unjust; and so on. Isaiah rejects all of these with an answer that may trouble some as simplistic, but all the alternatives to it are badly flawed. He says that the calamities were permitted by God in direct response to Israel’s disobedience of its covenant obligations. They were not the result of chance or divine weakness or apathy. Neither were they the result of injustice on God’s part. What are the implications of such a realization? If it was not the superiority of Babylon’s idols or arms that got us into captivity, then those idols and arms are helpless to keep us in captivity. If it was our God who did this as an expression of his own justice, then he can, if he chooses, restore us as an expression of his own grace. This is the realization that Isaiah sought to implant in at least some hearts so that when the exile did come, some would have the philosophical grounding for faith with which to survive it.<\/p> <p>This verse introduces a critical problem that any promised return from exile must address: the cause of the exile. That cause is identified as sin and disobedience. Is the people’s problem simply captivity? Hardly. Unless some means can be found whereby that sin which produced the captivity is atoned for, and more than that, overcome, restoration in itself will accomplish very little toward God’s stated goal of bringing his Torah and his justice to the ends of the earth. If the messenger cannot obey it, who can? But it is not so much that the messenger <i>cannot<\/i> obey as that he <i>will<\/i> not. That point is underlined here. They “were not willing to walk” or to “listen” (in the sense of obeying). Unless something is done about that attitude, all the return is clearly for nought. Jeremiah (<a class=\"isa\" verses=\"bnVsbA==\">31:31<\/a>) and Ezekiel (<a class=\"isa\" verses=\"bnVsbA==\">36:26–27<\/a>) address the same problem.<\/p> <p><a class=\"isa\" verses=\"WzE4NTA2XQ==\">25<\/a> The prophet now returns to the opening theme of the segment and explains the nature of the Servant’s blindness. The Servant is blind because he will not draw the correct implications from the experiences he has had with God. If Israel persists in saying that it has not deserved the punishments God has sent to it, that it is upright and deserves God’s blessing, that God is unfair, then it can never understand God’s Torah and represent that Torah to the world. This thought is strongly reminiscent of 1:1–9, 16–20, but cf. also 28:5–13; 29:9–21. Israel’s salvation will not be some magical suspension of reality. Rather, it will be consistent with the grim reality of punishment. If Israel will learn that lesson, there is hope.<\/p>",
    "audit": null
}