{
    "id": 17535,
    "source": "oswalt",
    "verse_id": 18868,
    "verse_count": 6,
    "reference": "63:1–6",
    "title": "The Lone Warrior",
    "html": "<p>The final subdivision of this fifth division (chs. 56–66) of the book is 63:1–66:24. It returns to many of the themes of chs. 56–59. Indeed, as noted in the excursus following the commentary on 56:1–8, there is a closer similarity between the two sections than merely a repetition of themes; there is a reversed chiastic relationship. Whereas chs. 56–59 begin with a discussion of the foreign converts (<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1–8<\/a>) and end with a description of the Divine Warrior who battles alone for his people (59:15b–21), this final subdivision (<a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1–6<\/a>) begins with the description of the Divine Warrior (using some of the same language as a previous one), and ends with a treatment of foreign converts (<a class=\"isa\" verses=\"eyIxODk0MSI6N30=\">66:18–24<\/a>). But beyond that, in each case the central section deals with the inability of the people to produce the ethical righteousness called for (56:8–59:15a; 63:7–66:17). This is not to suggest the intricate kinds of patternistic parallels that some proponents of chiastic structuring advocate. In particular, the middle sections, beyond having the basic theme in common, tend to be structured in very different ways (see the excursus following 56:1–8 and also the introductory remarks at 56:1). But the overall structure of the two subdivisions is clear.<\/p> <p>The question then is, What is the significance of this structure? In particular, what is the significance of the reverse ordering of this third subdivision? As said above, chs. 60–62 have apparently been placed where they have, and not at the end of the book, in order to do at least two things. Because these chapters are not at the end of the book, but are succeeded by the reiteration of the call for ethical righteousness, the eschatological vision with its glowing promises is not allowed to obscure the call to live according to the ethical demands of God in the present. Furthermore, Israel’s mission of being witnesses of God’s glory to the world is allowed to have the pride of place that it deserves in view of the emphasis of the book as whole.<\/p> <p>But what about the reverse ordering of 63:1–66:24 as compared with 56:1–59:21? This reversal relates to the changed emphasis in the later section. In chs. 56–59 the major emphasis is on the human inability to live according to God’s righteousness. A minor emphasis is on the power of God to make possible what God demands, and the section ends on that note. Then came chs. 60–62 with their promises of God’s triumph in history and his ability to do all that he has promised. Now in this final section we return to the hard facts of everyday life and God’s expectation that his servants will manifest his character. But now, as one might expect in the light of chs. 60–62, the emphasis is changed; it rests not on human inability but on divine ability. God is able indeed to make his servants a “Holy People” (<a class=\"isa\" verses=\"WzE4ODY3XQ==\">62:12<\/a>). This is made evident at the outset, with the placement of the Divine Warrior at the beginning. There is no enemy, including human sin, that can defeat God. This is followed by a long community lament (63:7–64:11 [Eng. 12]) and God’s response (<a class=\"isa\" verses=\"eyIxODg5OSI6MTZ9\">65:1–16<\/a>). Here again the emphasis is on the inability of the people to do righteousness. But the clear recognition is that righteous behavior would be possible through the gracious power of God (cf. 63:15–17). God’s response is that he is ready. What he has done in the past (<a class=\"isa\" verses=\"eyIxODg3NCI6OH0=\">63:7–14<\/a>), he will do again for those who show that they are his servants through their choices (<a class=\"isa\" verses=\"eyIxODg5OSI6MTZ9\">65:1–16<\/a>).<\/p> <p>The emphases of the entire division are then caught up in the final section (<a class=\"isa\" verses=\"eyIxODkxNSI6MzN9\">65:17–66:24<\/a>). As in chs. 1–5, an element of interchange seems present. The section begins with a reiteration of the promise of the new Jerusalem in the context of the Messiah’s peaceable kingdom (<a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">65:17–25<\/a>). This is followed by a reiteration of the call for obedience, not sacrifice (<a class=\"isa\" verses=\"eyIxODkyNCI6Nn0=\">66:1–6<\/a>). Then there is a return to the vision of new Jerusalem as a mother nursing her many children (<a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">66:7–14<\/a>). Finally, there is a further statement of God’s enmity against mere ritual religion and his intent to use Israel to draw from all the world those who will obey him and not rebel against him (<a class=\"isa\" verses=\"eyIxODkzOCI6MTB9\">66:15–24<\/a>).<\/p> <p>In this setting 63:1–6 functions to underline God’s incomparable power on his people’s behalf. Its more vivid style as compared with 59:15b–21 is what one might expect on the other side of chs. 60–62, with their vivid and colorful imagery. In view of the eschatological vision there, it is not suprising that the announcement of God’s conquest of sin and evil should be couched in the most powerful images. Along with the imagery, the piece derives its force from its directness. Little is allowed to intervene between the reader and the experience being conveyed. No words are wasted identifying the questioner of vv. 1 and 2, nor are any used to identify the respondent in vv. 1 and 3–6. We are simply immediately present to both the thrill and the horror of what has taken place for us.<\/p> <p>Noting the repeated words in the poem, F. Holmgren has argued that a chiastic structure of ABA′:ABA′ is present. While one may question this analysis (e.g., it does not seem to pay enough attention to the parallelism of questions and answers), his more important point that this passage is not expressing a thought foreign to what may be found in chs. 60–62 is well taken. If foreigners are worshiping in the new Jerusalem, it is only those who have chosen to do so. Those who have refused this gracious choice will experience another side of the power of God, the side depicted here.<\/p> <p>Tertullian, Origen, Jerome, and other church fathers boldly applied this passage to Christ, asserting that the blood that spattered his garments was his own and that the winepress he trod was on Golgotha. Reacting against anything that might smack of allegorization, Calvin spoke out strongly against this interpretation, and virtually all commentators since have followed him. But if one must resist allegorization, so must one resist an interpretation that does not pay adequate attention to the context in which the passage appears. Here, as in 59:15b–21, a major emphasis is on the aloneness of the Warrior, of his doing what no one else could do. Furthermore, both passages stress that it is the arm of God by which salvation appears, and it is apparent from chs. 49–53 that the arm of God is his Servant. Finally, it is evident in this section that the enemies of “the Holy People” are not so much external as internal. It is not the physical “Edoms” of the world that are keeping Israel from knowing the blessing of God but their own chronic rebelliousness (cf. 63:17; 64:5–7). To be sure, the enemies of God must be destroyed if the people of God are to know his blessing. But unless the enemy of sin that lodges in every heart is defeated, no amount of physical blessing will ever suffice, even if it be a return to the promised land from Babylon. How has the Mighty Warrior defeated sin and evil? By first taking it into himself and defeating it there. If it is true that he will indeed destroy all those who stubbornly remain at enmity with him in the last day (Rev. 19:13–15), it is because he first submitted himself “to the point of death—even death on a cross” (Phil. 2:8).<\/p> <p>What does this mean for our understanding of the passage and its function here? First, the blood that spatters the robes of the Warrior is unquestionably that of his enemies. Sin and evil will be converted or destroyed. Second, this is not an allegorical presentation of the crucifixion. What the Warrior has done here may include the crucifixion, but it is not limited to, or primarily about, that event. But neither is the passage limited to the destruction of external enemies alone. It is about the destruction of all that prevents the “Holy People” from realizing all that God has promised them. In this sense, the passage is about the work of the Messiah that makes it possible for the people of God to be and to do what God commands them to do.<\/p> <p><a class=\"isa\" verses=\"WzE4ODY4XQ==\">1<\/a> A watchman (see Isa. 62:6) sees a figure striding up from the direction of <i>Edom<\/i> in the south, from <i>Bozrah<\/i>, its capital. Edom was the perennial enemy of Judah, so much so that it came to represent all its enemies (cf. 34:5ff.; Ps. 137:7; Ezek. 35:10–15; Amos 1:6, 11; Obad. 10–16). Moreover, this person is obviously someone to be reckoned with: he is splendidly garbed in bright-colored garments, and there is nothing furtive about his movements. He walks with the swagger of a mighty man. Such a person must clearly be challenged. “Who is it who comes from Edom?” the watchman calls. The answer leaves no question. “I am the one who speaks in righteousness, strong in order to save.” The 1st person independent pronoun followed by a participle is the language of divine self-predication whereby God identifies himself (cf., e.g., 43:25). What is the identifying characteristic that he chooses? It is that he speaks! From Gen. 1:3 to Rev. 21:5 the main characteristic of the God of the Bible is that he speaks, revealing his character, his ways, and his will to his creatures (see esp. Isa. 48). Thus it is no accident that the Messiah as Isaiah portrays him is frequently associated with speaking (<a class=\"isa\" verses=\"W1sxNzg4OSwxODY0NiwxODY2NywxODY3M10seyIxODg0NSI6Mn1d\">11:4; 49:9; 50:4, 10; 61:1–2<\/a>).<\/p> <p><i>in righteousness<\/i>. One should not overlook the preposition <i>b<\/i> on <span>ṣ<\/span><span>dāqâ<\/span>. It makes plain that <i>righteousness<\/i> is not what God speaks, but the manner in which he speaks. Who is this person? The one who constantly and characteristically speaks what is right. The idols cannot do this (<a class=\"isa\" verses=\"WzE4NTE1XQ==\">43:9<\/a>), for they do not know either the past or the future. But God can, and thus he can say with absolute assurance that all the Edoms of all time have been defeated. He can say that not only because he speaks what is right but also because he is <i>strong<\/i> enough <i>to save<\/i>. Again, this is an important point. This passage is not ultimately about judgment and destruction—it is about salvation. God, who speaks the truth, says that because the enemy is destroyed his people are delivered. This is the same setting as 52:7–12. What did the watchmen there see? They saw this mighty Warrior, the arm of the Lord, coming with the word of salvation, the word that he had destroyed the enemy.<\/p> <p><a class=\"isa\" verses=\"WzE4ODY5XQ==\">2<\/a> But now the Warrior has approached near enough for the watchman to see that his garments are not themselves red, but have become reddened in some way, and that prompts another question. The figure of speech used reflects both biblical imagery of battle (Lam. 1:15; Joel 3:13; etc.), and also the region from which the Warrior was coming, one famous for its viticulture. Has this person been working in a wine press, stamping around on the newly harvested grapes to squeeze the juice out of them, and in the process getting the juice on his clothes?<\/p> <p><a class=\"isa\" verses=\"WzE4ODcwXQ==\">3<\/a> The Warrior’s answer to this second question begins in this verse and continues through v. 6. The answer stresses four things: the imagery of the wine press (<a class=\"isa\" verses=\"WzE4ODcwLDE4ODczXQ==\">vv. 3, 6<\/a>), the motive of anger (<a class=\"isa\" verses=\"WzE4ODcwLDE4ODczXQ==\">vv. 3, 6<\/a>), the fact that the work was done without assistance (<a class=\"isa\" verses=\"WzE4ODcwLDE4ODcyXQ==\">vv. 3, 5<\/a>), and the purpose of redemption (v. 4). Holmgren’s observation of an ABA′ structure fits this segment well, with A being v. 3, B v. 4, and A′ <a class=\"isa\" verses=\"eyIxODg3MiI6Mn0=\">vv. 5–6<\/a>. As noted above, after the initial verb, the rest, with one exception (or perhaps two), are in the imperfect, giving the account a chilling immediacy.<\/p> <p>The Warrior confirms that treading the wine trough is exactly what he has been doing. Although he does not explain the imagery here (he does in v. 6), no explanation is needed. He has attacked the enemies of his people and trodden them under foot like grapes, so that their lifeblood has spurted out and spattered his garments. Why has he done this? Because of his anger. God is not the cool judge impartially handing down verdicts on persons in whom he has no personal interest. God is a Father whose children have been abused and mutilated. He is a King whose subjects have revolted and tried to usurp the throne. He is the Creator whose creations have perverted themselves into the very opposite of the things for which they were created. Aristotle’s passionless Unmoved Mover is the farthest thing from the God of the Bible, whose love is more enduring than the mountains and whose fury is more white-hot than molten steel. Here, as the prophet has said again and again, God’s rage is directed against those who would destroy and oppress his people. He is furious against all that would deprive them of the blessings he wishes to give them. The imagery is gruesome in its vividness; it says to us that we should do everything in our power to become part of his people and not be among his enemies.<\/p> <p>But the leading thought in the verse is that there was no one to help the Warrior in his awful task. There is a mixed metaphor here with the image of Edom. Who destroyed Edom? Was it Assyria, or Babylonia, or Persia, or another nation? No, the prophet says, none of these peoples has accomplished God’s great historical purposes (represented here by the destruction of Edom; see also 34:5–8, and the comments there) for him. They may have been the tools, but God alone accomplished the task (cf. 10:5–19). The mixed metaphor occurs when we recognize that the <i>peoples<\/i> could not have helped him—they were the grapes in the vat!<\/p> <p>A more significant point is revealed by reference to the key thought of this division: the helplessness of human beings to accomplish the salvation of the world because of our impotence before evil, most especially that which resides in our own breasts. The seeds of Communism’s collapse were sown in its conception when Marx and Engels convinced themselves that avarice and oppression were the result of faulty economics: force a system of pure economics on people and they would eventually act in the interests of the common good. These two thinkers should have read the Bible more closely. Its optimism is higher than theirs because it is a great deal less naive than they. The hope of the world lies in no system, whether Jewish or Christian or whatever. It lies solely in the hand of the one who “speaks in righteousness.” Until he defeats our enemies, both within and without, there is no hope for us. But when he does, then the hope of the world is born anew. The importance of this thought for this section is seen in its being repeated here and in the parallel passage in 59:15b–21. How is it possible for the new Jerusalem of chs. 60–62 to exist? Only because the lone Warrior has made it possible.<\/p> <p><a class=\"isa\" verses=\"WzE4ODcxXQ==\">4<\/a> But does not all this carnage simply suggest a heavenly tyrant gone berserk? Has not blood lust seized him in a fit of destruction? No, as this verse makes plain, the reason for what has taken place is not blood lust. But, the reader may reply, what about that word <i>vengeance?<\/i> Does that not convey a mean spirit of revenge and bitterness? It might if it were by itself, but the parallelism here shows that is not the case. What is the <i>vengeance<\/i> about? God’s hurt pride? No, it is about <i>redemption<\/i>, about breaking the power of sin and evil so that those who are held in its grasp may go free. This is precisely the point that the Servant\/Messiah made in 61:2 in similar words (and one more reason to recognize that all of the work of that person, both salvific and judgmental, is included here). God’s purpose in destroying evil is never merely an end in itself. It is always in aid of a larger one, the deliverance of the faithful. <i>in my heart<\/i>. This expression means “in my plans and wishes”; thus this destruction is not the result of a sudden, uncontrollable outburst of fury.<\/p> <p><a class=\"isa\" verses=\"WzE4ODcyXQ==\">5<\/a> This verse closely parallels 59:16 and, as has already been said, its recurrence here strongly emphasizes the idea that the Servant\/Messiah is the only one who can accomplish what God has promised. The recurrence of <i>arm<\/i> is also significant in this regard. What can accomplish God’s work in the world? Only the mighty arm of his wrath. This is the way in which the arm of the Lord was most frequently thought of in the Israelite mind: his mighty power to deliver us from our enemies and confirm our election. But as 53:1ff. showed conclusively, if that picture is correct, it is only partially so. We must not leave out another side to the picture. One of the ways in which the Servant\/Messiah has crushed the power of evil in the world is to have taken it into himself and forever destroyed its hold over us. He has done that alone already, as one day he alone will crush all the rebels of earth with the power of his fist. That this latter focus is a key here is shown in the way <i>wrath<\/i> is substituted for “righteousness” in the same phrase in 59:16. God will achieve the redemption of his people, and we may experience his arm as the “righteousness” of God on our behalf, or we may experience it as his wrath. The choice is ours.<\/p> <p><a class=\"isa\" verses=\"WzE4ODczXQ==\">6<\/a> The theme of judgment is brought to a powerful climax in this verse, both through the development of the “wine vat” theme and also through the introduction of the related image of the wine cup full of God’s wrath. The verb <span>bûs<\/span><i>, trample<\/i>, seems to be another rare word introduced for poetic variation (see above on “wine trough”). It is most commonly used in warfare contexts (14:19, 25; 22:5; 63:18; Ps. 44:6 [Eng. 5]; 60:14 [Eng. 12]; Zech. 10:5). Alexander calls “extravagant and revolting” Vitringa’s suggestion that <i>I make them drunk<\/i> means that the blood in the vat will be so deep the oppressors will drown in it. But much the same point seems to be made in 49:26, which states that the oppressors will be drunk on their own blood. If it is true that the Servant\/Messiah will one day tread the wine press of earth and pour out the lifeblood of earth’s rebels on the ground (cf. Rev. 14:17–20), we must never forget that before that, he is the same one who “poured out his soul unto death” (Isa. 53:12) for their sakes. Their death is only the result of refusing to avail themselves of his death.<\/p>",
    "audit": null
}