{
    "id": 17421,
    "source": "oswalt",
    "verse_id": 18097,
    "verse_count": 23,
    "reference": "24:1–23",
    "title": "The Earth Is Crushed",
    "html": "<p>Chapters 24–27 have often been called the Apocalypse of Isaiah, because their focus is upon the worldwide triumph of God. But there is now general agreement that the material is not truly apocalyptic, however that may be defined, but more correctly eschatological. The interest is not in triumph outside time but within time. Nor is the imagery of the arcane, numerological sort usually associated with apocalyptic. Rather, the prophet is moving from the particular statements of chs. 13–23 to a broader, more generalized statement of God’s lordship of the earth. There is an emerging consensus that these chapters cannot be understood independently but must be understood in context with chs. 13–23, as indeed those chapters must be understood in context with these. This view is in contrast to an earlier position which tended to see chs. 24–27 as a self-contained entity which could be lifted out of the book without creating much dislocation of the ideas. But Delitzsch is certainly correct in his choice of the figure of a finale to describe the section. It sums up the great themes of the preceding segment and puts them in the most glorious settings. Like a finale, the chapters can be read by themselves, but their greatest contribution is made within the total piece.<\/p> <p class=\"sh\">Excursus<\/p> <div class=\"blockquote\"> <p class=\"bqf\">There is a great variety of opinion on the date and authorship of these chapters, ranging all the way from Isaiah himself to Deutero-Isaiah to someone in the early second century.21 Part of this divergency is due to the complete lack of datable historical allusions in the segment. Numerous attempts have been made to identify the overthrown city, reaching from Nineveh in 609 to Babylon at various times to Samaria in 107 B.C.,22 but none of these has gained currency, and most contemporary writers agree that no specific city was intended but that the “city” symbolized the world. Ultimately, it is the theology, especially the references to resurrection (<a class=\"isa\" verses=\"WzE4MTI3LDE4MTUwXQ==\">25:8; 26:19<\/a>), that have caused many to opt for a date later than the seventh century.23 However, the attempt to date materials on the basis of theology is extremely tenuous and often betrays a distinctly circular flavor.24 Linguistic studies have likewise yielded very ambiguous results.<\/p> <p class=\"bq\">Recent studies have tended to follow form-critical and redaction-critical lines, emphasizing the stages in the development of the segments.25 This approach, by its very method, denies the literary unity of the chapters, but it does provide for the thematic unity in that each succeeding stratum was shaped by the previous one. Parts of chs. 24 and 26 are generally placed in the first stratum, with the eschatological hymns coming in the second and\/or third stratum, and most of <a class=\"isa\" verses=\"eyIxODA5NyI6MjN9\">ch. 24<\/a> coming in the final phase. However, this broad outline covers the extent of the agreement. The writers vary widely in their placement of certain paragraphs. Furthermore, there are still scholars like Ringgren and Lindblom who assert that the four chapters are a literary unity, the author having combined different forms into a cantata on God’s triumph.26<\/p> <p class=\"bq\">Nor is the above diversity all. In the past ten years two students of F. M. Cross, Paul Hanson and William Millar, have argued that these chapters, as well as chs. 56–66, arose in Judah during the century following the return from exile and sprang from the conflict between those who wished to reestablish the conventional religion and those who had a more eschatological vision.27 On the basis of complex sociological and linguistic grids, these scholars have reorganized the materials into their supposed original forms. In addition, Millar, whose primary interest was chs. 24–27, sought to see in them the recurrence of the four themes of the Canaanite cosmic warrior motif: threat-war-victory-peace. Unless one is prepared to grant a very large number of assumptions, Hanson’s and Millar’s case remains only interesting.28<\/p> <p class=\"bql\">In the light of the above, it cannot be said that there is anything but the broadest outline of a critical consensus on this segment. Even more significantly, none of the studies takes seriously the present form of the materials or makes anything but the most general attempt to see relations among the ideas as they now meet the reader. Yet it is precisely in its present form that this segment and the book as a whole have their power. This failure must stand as one of the modern critical movement’s most serious defects. It is not necessary to say that Isaiah wrote every word of these chapters in precisely this order to explain their power and glory. But to suggest that the document may be best understood by first positing a group of unknown persons who made additions to a central idea from time to time, and by then trying to decide what each person contributed, is to do a disservice to all who wish to understand the meaning and significance of the document as well as to the document itself.<\/p> <\/div> <p>As mentioned above, the overriding theme of the segment is the triumph of God, not only <i>over<\/i> his enemies but <i>for<\/i> his people. In chs. 13–23 the nations came to the attention first; here it is God. The prophet wants to make it plain that God’s sovereign actor on the stage of history. It is not he who reacts to the nations, but the nations who respond to him. Thus Israel’s hope is not in the nations of humanity. They will wither away in a moment under God’s blast. Rather, her hope is in the Lord, who is the master of the nations. This theme is developed by means of a recurrence of contrast. There is the contrast between the City of Man and the City of God. The one is cast down, forsaken, destroyed. The other is a place of security, abundance, and life. There is also a contrast in song. In the city of chaos the drunken revelry which was once there is now silent. In its place there comes from the ends of the earth the song of Judah, a song about a God who is strong enough to save the helpless and compassionate enough to redeem the sinful.<\/p> <p>Broadly speaking, one may divide the segment into two subsegments, chs. 24–25 and chs. 26–27. In the first subsegment, the major focus is upon the city of this world, its overthrow (<a class=\"isa\" verses=\"eyIxODA5NyI6MjN9\">ch. 24<\/a>) and the response to its overthrow (<a class=\"isa\" verses=\"eyIxODEyMCI6MTJ9\">ch. 25<\/a>). The second subsegment centers upon God’s efforts on behalf of his people. One of the major elements here is the admission of helplessness on the part of the people (<a class=\"isa\" verses=\"eyIxODEzOCI6MTJ9\">26:7–18<\/a>). Coupled with this is the conviction that God is able and willing to manifest his power among the nations and to deliver his people from them. In this way 27:12 and 13 climax chs. 13–27 and remind the reader of the promises of <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">ch. 11<\/a>, which the succeeding chapters serve to substantiate.<\/p> <p>Chapter 24 functions as a transition between chs. 13–23 and 25–27. It does so by generalizing the particular treatments of chs. 13–23. Here all the nations of the world are gathered up into a single whole. No longer is it Babylon or Damascus or Tyre being confronted by God; now it is the earth itself (repeated 17 times) which stands before the bar of judgment. The chapter also functions transitionally by focusing attention on God, as chs. 25–27 do. He is the one who determines the fate of the nations by their relation to his law (<a class=\"isa\" verses=\"WzE4MDk3LDE4MDk5LDE4MTAxLDE4MTEwLDE4MTE3XQ==\">24:1, 3, 5, 14, 21<\/a>). The elements of the chapter seem to be: <a class=\"isa\" verses=\"eyIxODA5NyI6Nn0=\">vv. 1–6<\/a>, the desolation of earth; <a class=\"isa\" verses=\"eyIxODEwMyI6N30=\">vv. 7–13<\/a>, the end of revelry; <a class=\"isa\" verses=\"eyIxODExMCI6M30=\">vv. 14–16<\/a>, joy over God, grief over earth; <a class=\"isa\" verses=\"eyIxODExMyI6NH0=\">vv. 17–20<\/a>, hopeless flight; <a class=\"isa\" verses=\"eyIxODExNyI6M30=\">vv. 21–23<\/a>, the Lord’s reign.<\/p> <p>Verses 1–6 paint the central picture of worldwide destruction. The earth is under a curse because its people have broken God’s laws. No one, from the highest to the lowest, will escape the devastation; thus in the end only a remnant will remain. The language is similar to that often applied to Judah, so that some commentators, such as Kissane and Scott, hold that <span>’ereṣ<\/span> here should be translated “the land” (of Judah) rather than “the earth.” However, in addition to the parallel with <span>tēḇēl<\/span>, “world,” in v. 4, the entirely universalistic tenor of the language argues for a reference to the whole earth. This being so, the application of the Judahistic terminology is an indication that the prophet sees God’s treatment of, and expectations for, Judah and Israel as being the model for his treatment of the whole world (cf. Rom. 1–3).<\/p> <p><a class=\"isa\" verses=\"WzE4MDk3XQ==\">1<\/a> <i>Behold, the Lord is about to<\/i> expresses the prophet’s sense of immediacy through the use of <span>hinnēh<\/span> plus the participle (cf. 3:1; 17:1; 19:1; 30:27). Perhaps the now archaic “on the point of” captures some of the sense. Whether or not the events <i>will<\/i> happen in the next moment, they <i>could<\/i> happen. This kind of expectancy is difficult to maintain, yet it is an integral part of the biblical expectation. Only a God whose control of history is so complete that he could bring it all to a close in the next moment is worth worshiping (Mal. 3:1; Matt. 24:45–51; 2 Pet. 3:3–10). The teeming, scheming nations are not ultimate reality; God is. Thus he is the one on whom we should focus.<\/p> <p>Although the inhabitants have sinned, the <i>earth<\/i> too will experience the results. In mighty convulsions similar to the Flood, the face of the earth will be devastated and changed, the population so reduced that the world will seem empty. It is not easy to know how literally these words will be fulfilled, but in these days of threatened ecological and nuclear catastrophe, it is not at all difficult to imagine a very literal fulfillment, and one which will indeed be the result of human greed and covetousness.<\/p> <p><a class=\"isa\" verses=\"WzE4MDk4XQ==\">2<\/a> In this verse a lengthy series of comparisons is made, the point of which is to show that rank, wealth, and power are of no special significance in God’s sight (1 Sam. 16:7). This point is directly in keeping with one of the central themes of the book: human pride and God cannot coexist. So the priest, the lord or lady, the wealthy person will fare no better in the world’s last hour than will those who have nothing. The only issue will be righteousness in God’s sight (Phil. 3:9).<\/p> <p>Several commentators argue that the lack of reference to a king is evidence for a postexilic date. However, Hos. 4:9, which is frequently referred to as the inspiration for this verse, makes no mention of a king either and Hosea is surely preexilic (cf. Skinner and Cheyne).<\/p> <p><a class=\"isa\" verses=\"WzE4MDk5XQ==\">3<\/a> The totality of the destruction envisioned is underlined through the use of infinitives absolute to emphasize the main verbs. Here, along with emptying out as in v. 1, there is plundering. This suggests again that the world’s end will not be merely natural. Warfare, oppression, and greed will also bear their part. At the same time, it must be asserted that the writer is more concerned with images than with logic. He wants his hearers to picture the teeming, abundant earth as an abandoned heap when God finishes with it. Precisely how it becomes that way does not seem to be a major concern of his.<\/p> <p>For the prophet, all of this is sure for one reason and one reason only—God has spoken. Although this is a frequent phrase in Isaiah, its importance cannot be overemphasized. He believed in a God who could communicate his truth and his will clearly. He not only believed he <i>could<\/i>, but that he <i>had.<\/i> Thus the prophet could make completely dogmatic statements which rested on one support—God had spoken. Where the Church is anemic and helpless today, is it not because we no longer have the convictions of the prophets?<\/p> <p><a class=\"isa\" verses=\"eyIxODEwMCI6M30=\">4–6<\/a> In these verses the prophet develops his images of desolation further, and in so doing explains more fully the causes of the desolation. Here the picture is of a drought where the earth is parched dry and the people are in mourning. It seems likely that the overtones of the fertility cult are in view here with its perpetual question, “How can we get rain?” As in Elijah’s day, a nation or a world which attempts to manipulate its environment to supply its needs will only ensure that its needs will not be met (1 K. 17:1). One of the features of the fertility cult was mourning for the dead vegetation-god (1 K. 18:26, 28, 29; Ezek. 8:14; Zech. 12:11). It was thought that the failure of rain was an indication that Death had somehow conquered Life. But the biblical view will have none of a cosmic struggle between Life and Death. If there is a desolation in the earth, it is God’s doing just as much as if there is abundance. The struggle is in the hearts of human beings and it is over the issue of pride or trust. The pride which says “I’ll do it myself” receives drought from his hand. The trust which says “I’ll commit myself to him” receives abundance.<\/p> <p><a class=\"isa\" verses=\"WzE4MTAwXQ==\">4<\/a> Again, the language of the verse seems carefully structured with an abundance of labials, <i>alephs<\/i>, and (fem.) <i>hes.<\/i> The repetition of <i>wither<\/i> and <i>waste away<\/i> also contributes to the assonance involved. One has only to study accounts of recent droughts to be reminded forcibly how very nonindependent we human beings are. This is true spiritually as well as physically. It is perhaps in this sense, and in line with v. 2, that the final phrase fits in. In that universal drought, even the high and the mighty of earth will be affected. No one’s independence will be left untouched.<\/p> <p><a class=\"isa\" verses=\"WzE4MTAxXQ==\">5<\/a> <i>The earth is polluted<\/i> has a very modern ring to it. Sin has a way of making things unclean. This is not to say that bodily functions which produce environmental pollution are sinful. However, to refuse to clean up after oneself is. Such behavior assumes that convenience for oneself is all that matters, and that attitude is of the essence of sin. Those kinds of pollution are obvious to us, but there are other ways in which sin pollutes our environment. Hatred pollutes, as does dishonesty. Both of these, as surely as too many phosphates or too much sewage, create a setting in which human life cannot continue. This is so because there are spiritual laws which are just as ironclad as the physical ones. And like the physical laws, we do not break them, we only break ourselves upon them. Thus love, joy, patience, etc. (Gal. 5:22–23) are not desiderata, they are necessities if human life is to endure.<\/p> <p>Isaiah is thus using law here just as Paul uses it in Rom. 1–3. It is not so much the revealed law of the Jews, although the principles are the same. Rather, it is the fundamental principles of human behavior that are as accessible, and as incumbent, as the elementary principles of physics. Whether or not persons recognize these principles, living in any other way than in accord with them must ultimately destroy us, as the history of numberless fallen civilizations ought to teach us. Thus while the <i>eternal covenant<\/i> may have specific reference to the Noachic covenant in Gen. 9:1–17 with its prohibition of bloodshed, its broader reference is to the implicit covenant between Creator and creature, in which the Creator promises abundant life in return for the creature’s living according to the norms laid down at Creation.<\/p> <p><a class=\"isa\" verses=\"WzE4MTAyXQ==\">6<\/a> A part of the ancient Near Eastern covenants was the section on blessings and curses: blessings for keeping the covenant and curses for breaking it (cf. Deut. 27–28). So the writer here, having asserted that the inhabitants of earth have failed to keep the covenant, moves to a logical “therefore, a curse consumes the earth.” This is not an arbitrary punishment on God’s part any more than diphtheria or typhus is a punishment for polluting one’s drinking water. It is a natural consesequence (Gen. 3:17). So is guilt, the internal response to failure. Guilt is in the world because the people of the world habitually break God’s covenant. This is a part of the explanation for neurotic guilt. Though no specific personal failure can be pinpointed, yet we feel guilty. Why? It will not do to lay the blame on faulty parenting or poor environment. Where did <i>they<\/i> come from? And why does guilt persist in the face of a determined attack upon it as a negative emotion? Nothing can remove the overall sense of human failure except God himself (Ps. 34:23 [Eng. 22]; Isa. 4:2–4; 53:12; Zech. 3:9; 13:1; 2 Cor. 5:18–21). But if the people will not receive his pardon, either insisting they have no guilt or believing they can expiate it themselves, then there is no alternative but that they bear the consequences themselves. So the earth is parched dry like a desert and the people are reduced to a handful. Illustrations of this effect of sin on the world and its population are on every hand. The disastrous effects of the Thirty Years War crippled Europe for a century, and more recently, World War I took the lives of almost two-and-a-half million people. Our sin pollutes our environment to the point that it cannot maintain but begins to destroy life (<a class=\"isa\" verses=\"eyIxNzkxOCI6Mn0=\">13:11, 12<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxODEwMyI6N30=\">7–13<\/a> These verses are unified by the recurring mention of wine and harvest (<a class=\"isa\" verses=\"W3siMTgxMDMiOjN9LFsxODEwNywxODEwOV1d\">7, 8, 9, 11, 13<\/a>). Traditionally, the grape harvest was a time of joy and hilarity. When the grapes were in, the last of the back-breaking work of summer was ended and there was time for a little merriment, helped along by the new wine, before the fall plowing and planting had to begin. However, if the harvest had been poor, then harvest time would be conspicuous for the absence of the usual hilarity (cf. Joel 1). Isaiah draws on that picture here. Probably the imagery of drought in <a class=\"isa\" verses=\"eyIxODEwMCI6M30=\">vv. 4–6<\/a> underlies the thought. At least, v. 6 uses the same language as v. 4. Thus in place of a happy, abundant, self-sufficient world, the prophet shows us a world where merriment has ceased. So it must always be wherever joy is dependent upon alcohol and material blessings. The laughter always has a forced quality about it, for who knows how quickly it will end? By contrast, chs. 25–27 will speak of songs which do not need alcohol or record harvests to give them their lilt. Their joy springs from deeper dependency: trust in a God whose grace does not fail.<\/p> <p><a class=\"isa\" verses=\"WzE4MTAzXQ==\">7<\/a> <i>new wine<\/i> was technically the unfermented juice from newly crushed grapes. It sometimes parallels “wine.” Here, however, it is paralleled with <i>vine<\/i> and this suggests that it may be referring to the grapes themselves. Thus the vines and grapes together have a sad and withered look about them. There will be no juice from these! Instead of ribald jokes and raucous laughter, there are only sighs and groans. The idiom “good of heart” to connote drunkenness (cf. Est. 1:10) suggests that <i>merry-hearted<\/i> here implies the same things.<\/p> <p><a class=\"isa\" verses=\"WzE4MTA0XQ==\">8<\/a> This verse conveys the picture of a great modern city during what should be Mardi Gras, or Carnival, or Oktoberfest. But in place of the teeming crowds and the music and the dancing, all is silent. Note the verbs: “Ceases&nbsp;… dies away&nbsp;… ceases.” When the judgments of God come upon the earth all our contrived festivals melt away. Those who have depended upon their own sources of joy will have none. (Cf. 13:20–22; 22:1–4; 32:12–14.)<\/p> <p><a class=\"isa\" verses=\"WzE4MTA1XQ==\">9<\/a> What drinking there is is without any gladness. Its only purpose is forgetfulness, and the experience is a bitter one. So it must always be when a thing is no longer for itself but for the effect it brings.<\/p> <p><a class=\"isa\" verses=\"eyIxODEwNiI6M30=\">10–12<\/a> The focus now shifts from the drinking to the city in which the partying had taken place. Instead of a brightly lighted, rollicking metropolis, there are only silent ruins. In place of the rivers of wine, there is thirst. Earth City is desolate. One need only think of the vast deserted cities of Angkor Wat in Cambodia or Machu Picchu in Peru for visual images of what the prophet is portraying on a worldwide scale. He does not indicate the immediate cause of the desolation. Perhaps the first thought would be of a military activity. No mention of that is made, however, and such other causes as plague or famine are equally possible. In any case, it is important to recognize that the writer is not so much working out a logical statement as he is creating an impression—an impression of a gray, mirthless, depopulated, and ruined world. Attempts to reorganize or criticize elements of the picture on other grounds can only do disservice to it and nullify its impact.<\/p> <p><a class=\"isa\" verses=\"WzE4MTA2XQ==\">10<\/a> <i>The city of chaos<\/i> may describe conditions before or after divine judgment. On the one hand, it may express the idea that the city of Man had always been a place of disorder and confusion, a place of revolt against divine order (v. 5; Gen. 1:2). Certainly a city in festival presents such a picture. Now it is quiet desolation. On the other hand, it is also possible that the city has become chaotic in destruction; it has been reduced to chaos, a jumble of ruins incapable of supporting life (34:11; cf. also Deut. 32:10; Ps. 107:40). But perhaps both ideas were intended. As Delitzsch says, “As destruction of the harmony of the divine order was its essence, destruction of its existence and precipitation back into the chaos of the primeval beginnings will be its end.”<\/p> <p><i>every house is closed<\/i> may be interpreted in two ways, both of which fit the context. It may be that rubble from the nearly abandoned city blocks access to most of the houses, or it may be that the few remaining inhabitants, without an army or defenses, have shut themselves in. In either case, the picture is clear. Instead of a gay city, alive with banners, its streets full of laughing crowds going from house to house for free drinks, all is empty and tumbled down, doors tightly locked.<\/p> <p><a class=\"isa\" verses=\"WzE4MTA3XQ==\">11<\/a> An outcry for wine is not out of place in this context. It refers to the now disappeared alcoholic gaiety. Where there was an abundance of wine, there is now none and those who have developed a dependency are in desperate trouble.<\/p> <p><i>All joy is darkened<\/i> fits the picture very well in its evocation of the shift from bright, flashing color to dull grayness. Both the LXX and the Targum, however, seem to point to the root <span>‘br<\/span>, “pass away,” as being the original instead of “to be dark,” <span>‘rb<\/span>.<\/p> <p><a class=\"isa\" verses=\"WzE4MTA4XQ==\">12<\/a> All that remains of the city is desolation. Even the gates through which the crowds once thronged are fallen into rubble.<\/p> <p><a class=\"isa\" verses=\"WzE4MTA5XQ==\">13<\/a> <i>Thus it shall be<\/i> signals a concluding statement to this part of the poem. Up until this point prophetic perfects have been in use, indicating the finality of the judgment to come. Now the imperfects appear to mark the fact that these events still lie in the future. In that day, the fate earlier predicted for Israel (<a class=\"isa\" verses=\"WzE3OTkwXQ==\">17:6<\/a>) will befall all the peoples. The world will look like an olive orchard or a vineyard after the harvest. As only a few stray clusters or a handful of small olives remain, so it will be for the world. Out of all its fullness, only bits and pieces remain. This is the destiny of a people or a world which will refuse to acknowledge that the earth is full of God’s glory, not ours.<\/p> <p><a class=\"isa\" verses=\"eyIxODExMCI6M30=\">14–16<\/a> This enigmatic passage has elicited reams of comment but very little certainty. That this uncertainty extends very far back in the past is evidenced by the diversity of the LXX and Targum from the MT and from each other. It seems clear that the readings of these later versions are the results of attempts to explain what they saw as a somewhat incomprehensible text. While their confusion is comforting in that we know we are not alone, it is not very helpful. Here we can only make general suggestions as to the way the verses may function in this context and leave detailed questions until later.<\/p> <p>Possibly <a class=\"isa\" verses=\"eyIxODExMCI6M30=\">vv. 14–16<\/a>a are the response of the oppressed to the news of the destruction of the “city of chaos,” the world power (cf. 14:4b–8). The worldwide nature of this singing seems to support this hypothesis. These persons recognize that the Lord is responsible for their deliverance and give him the glory due his name (cf. 9:1–4 [Eng. 2–5]; 12:4–6). But the prophet cannot join in the gladness yet. His vision is still filled with the sight of the world’s evil which must come to a violent end. If this is the correct understanding, then his response is similar to that in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> where he refused to join in what was there a false merriment. Here it is genuine worship, and while he knows it is coming, he also knows that wave upon wave of human treachery must precede that day (cf. also 15:5; 16:9, 11; 22:4, and the comment at those places). If this understanding is correct, then the segment appears here as a momentary break in the clouds. As the drunken music of the world-city fades away, the reader is given a momentary glimpse of another kind of singing, which began before the world’s birth and will continue forever when the world is but a memory.<\/p> <p><a class=\"isa\" verses=\"WzE4MTEwXQ==\">14<\/a> <i>They lift up their voice<\/i> raises the question of the identity of the subjects, especially since <i>they<\/i> is emphasized in Hebrew. Those who take v. 13 as a part of this segment (e.g., Young and Scott) tend to take the subjects as the remnant mentioned in that verse. But it is equally probable that no definite subjects are intended, the fact of the singing being more important than the identity of the singers. In any case, the emphasis on “they” seems to be in contrast to the “I” of v. 16.<\/p> <p><i>the majesty of the Lord.<\/i> The word used is <span>gā’ôn<\/span>, which the prophet roundly condemns in humanity (<a class=\"isa\" verses=\"WzE3OTE4LDE3OTI2LDE3OTQwLDE3OTc2LDE4MDg3LDE4MTY2LDE4MTY4XQ==\">13:11, 19; 14:11; 16:6; 23:9; 28:1, 3<\/a>). The reason he condemns it is because of its inappropriateness. Only God is truly exalted, and until the nations of the world recognize that, they are condemned to humiliate themselves before his majesty (<a class=\"isa\" verses=\"WzE3Njk2LDE3NzA1LDE3NzA3XQ==\">2:10, 19, 21<\/a>). But when they do recognize the truth through his judgments, he intends to share his majesty with them (<a class=\"isa\" verses=\"WzE4ODM3XQ==\">60:15<\/a>).<\/p> <p><i>in the west<\/i> (lit. “from the [Mediterranean] sea”) may indicate Israel, the homeland of the Jews, and that the singers invite the rest of the world to join them. But more likely it is the opening line of a statement of the universality of the song. It extends from west to east and to the islands of the sea (42:4, 10; 51:5; 59:18, 19; Ps. 96:1–13; 97:1, 6; 98:2–4).<\/p> <p><a class=\"isa\" verses=\"WzE4MTExXQ==\">15<\/a> <i>in the east<\/i> (lit. “in the lights”) has been taken to mean “lands of light” and thus the east, but it is a unique usage and thus open to question. If the interpretation is correct, the peoples of one end of the world are being called on to join those of the other until the song resounds to the very limits, the islands. The content of the song will be the glory of the character <i>(name)<\/i> of Israel’s God. It is not his label or his title which is so marvelous, but who he is as Creator, Judge, Redeemer, and Lord. As such he is worth praising forever (Rev. 4:8–5:13).<\/p> <p><a class=\"isa\" verses=\"WzE4MTEyXQ==\">16<\/a> The description of the geographic extent of the celebration reaches its climax in the phrase <i>the ends<\/i> (the wing) <i>of the earth.<\/i> Elsewhere the term is plural (11:12; Ezek. 7:2; Job 37:3) when used in this way, but the sense is the same: the outer edge, the hem of the world (cf. Phil. 2:9–11).<\/p> <p><i>The Righteous One<\/i> is taken here to refer to God on the basis of the context; in the two previous verses it is the Lord’s glory being hymned. At the same time, Delitzsch’s arguments that it must be Israel cannot be dismissed lightly. These arguments are that <span>ṣḇî<\/span>, “glory, beauty,” is elsewhere God’s gift to his people (<a class=\"isa\" verses=\"WzE3NzM2LDE4MTcwXQ==\">4:2; 28:5<\/a>), not an attribute of his, and that while the people are called “the righteous” (<a class=\"isa\" verses=\"WzE3NzE4XQ==\">3:10<\/a>), God is not without some additional qualifier. However, while it would certainly be consistent for the nations to sing of what God had done for his people (<a class=\"isa\" verses=\"W3siMTg4MjQiOjJ9LFsxODg1N11d\">60:2, 3; 62:2<\/a>), both of these are arguments from silence, and apart from other evidence, should not outweigh the context.<\/p> <p><i>But I say, “Leanness is mine<\/i>.…” This translation accepts that there is a contrast intended between what <i>they<\/i> say in <a class=\"isa\" verses=\"eyIxODExMCI6M30=\">vv. 14–16<\/a>a and what the prophet says in v. 16b. Gray is correct in saying that we should normally expect <span>wa’ānî<\/span>, “but I,” to precede the verb in such an antithesis, but it is hardly possible to make an ironclad rule on the subject. Unless some contrast is intended, the presence of <span>hēmmâ<\/span>, “they,” in v. 14 is inexplicable. Furthermore, if <span>rāzî<\/span> does mean “leanness” here, there seems to be a contrast with <span>ṣḇî<\/span>, “abundance,” in the previous line.<\/p> <p>In response to the songs of praise which he saw occurring in the future, the prophet says, “But what of events until then?” This experience is similar to that of Daniel in his alarm over the portent of his visions (Dan. 7:28; 8:27), for he saw not merely the ultimate victory, but all that would lead up to it. So instead of glory and abundance he experiences leanness and woe.<\/p> <p><i>The treacherous.<\/i> Utilizing the Hebrew language’s propensity for cognate accusatives through its root structure, the prophet drives home the ugliness of what he sees. The five words after “Woe is me” all come from the same root, <i>bgd<\/i>, which contains the idea of plunder through deceit. The plosive quality of the consonants lends a hammering sound which reinforces the idea of the statement. Before the gavel falls for the last time, how much treachery, how much brutal plunder must take place? In this sense, as in so many others, the Jewish people have represented the rest of us. How often they were to be plundered: by Greeks, Romans, Byzantines, Arabs, Spaniards, Russians, Germans. Nor have they suffered alone. They have indeed represented millions of others. Glimpsing a bit of that, who would not cry, “Woe is me”?<\/p> <p><a class=\"isa\" verses=\"eyIxODExMyI6N30=\">17–23<\/a> In this final segment of the poem, the writer reverts to a description of the judgment which will come upon the earth before the Lord’s glory hinted in vv. 14 and 15 will be fully seen. The segment divides naturally into two parts: <a class=\"isa\" verses=\"eyIxODExMyI6NH0=\">vv. 17–20<\/a> and 21–23. In the first part all the emphasis is upon the cataclysms to be suffered on the earth. The diversity of images suggests again that the prophet is not so much interested in a logical and literal picture as he is in creating an impression of a stable, predictable world gone completely awry, to the horror of those whose only stability is in this world. The second part expands the picture to the whole cosmos. The earth’s problem is rebellion (v. 20), and so the Lord against whom the rebellion is directed comes to judge. His action is directed against the mightiest of all creation with the result that they are cast into the depths (2:12–17; 5:14–16; 14:4b–21). In the end only God will reign. Again, one may wonder how literally the prophet intended to be taken, or was he using poetic language to make a theological point? If the latter is so, as I suspect it is, some of the lengthy technical discussions of the meaning of the “host of heaven” (see below on v. 22) may be beside the point. The issue is that no great nation or people is ultimate in creation. Only God is. This is the message of chs. 13–23, and it is all brought to a fine point in these three verses.<\/p> <p>Virtually all commentators believe that <a class=\"isa\" verses=\"eyIxODExNyI6M30=\">vv. 21–23<\/a> were not written by the author of <a class=\"isa\" verses=\"eyIxODExMyI6NH0=\">vv. 17–20<\/a> (Duhm believed they were originally with 25:6–8). However, there is now a growing awareness that they form a very apt conclusion to the previous verses. Millar comments that v. 20 makes a very lame conclusion while Kaiser believes that <a class=\"isa\" verses=\"eyIxODExNyI6M30=\">vv. 21–23<\/a> never had an independent existence, but were written as a conclusion by a redactor.<\/p> <p><span>17–18b<\/span> Again, with pounding assonance, Isaiah drives home the fate of those whose trust is in the earth. There is no reliability in earth, or at least in earth’s inhabitants; only treachery (v. 16). As a result, it is terror which awaits such persons, the terror of knowing that life is a series of traps from which there is no final escape. This is a frequent theme in Scripture. It is so because the writers are agreed that only commitment to a living, almighty, purposeful, transcendent God can make any sense out of life. Any other commitment is to falsehood and, as such, must lead to dead ends. What can be more terrible than breathing a sigh of relief that one has escaped one pitfall, and at that moment discovering one is in a worse situation? Yet, that awaits all who will not flee to the only refuge—God (Ps. 56:9–12 [Eng. 8–11]; 91:1–6; Isa. 33:18; 54:14).<\/p> <p><span>18c–20<\/span> Here in a series of images the strong, dependable earth is shown weighed down, broken apart, tottering, and finally collapsed. The earth will not be able to endure the totality of the treachery perpetrated upon its surface—treachery toward one another and treachery toward God (<a class=\"isa\" verses=\"eyIxODEwMSI6Mn0=\">24:5, 6<\/a>).<\/p> <p>The opening image is drawn from Gen. 7:11, where the windows of heaven opened to release a terrific weight of water upon the earth to wash it clean of its transgression. Here, the use of “height” <i>(mārôm)<\/i> for heaven suggests that the poet’s primary purpose is not to predict another flood, but in conjunction with “foundation” (underneath), to talk about destruction of normalcy both above and below, that is, on every side. Again, over-literalness is not warranted, as though the weight of water somehow shook the foundations.<\/p> <p><a class=\"isa\" verses=\"WzE4MTE1XQ==\">19<\/a> Once again the impact of language is used to its fullest. In three couplets of three words each, repetition of sound, word, and idea is used to make the thought triply emphatic. This world is not the place where ultimate trust should be reposed. The writer of the book of Revelation makes a similar point using similar imagery in 6:12–15, etc.<\/p> <p><a class=\"isa\" verses=\"WzE4MTE2XQ==\">20<\/a> Two more images of insecurity are used here: the drunkard (29:9; Ps. 107:27) and the hut (<a class=\"isa\" verses=\"WzE3NjYzXQ==\">1:8<\/a>). Like the drunkard staggering from lamppost to lamppost, or the temporary lean-to of twigs and leaves being whipped by a high wind, the earth’s end is clear: collapse. Whatever one may believe about the earth’s origins, no one believes that this planet has an infinite duration. It is running down sooner or later, much sooner if humanity handles the nuclear weapon in the same way it has handled every other weapon it has developed. Thus, the question for every human being is whether there is something or Someone infinite to whom we can leap when this branch upon which we are resting falls, as it must one day. Who would lean on a drunk, or trust a lean-to for protection from a winter gale?<\/p> <p><a class=\"isa\" verses=\"WzE4MTE3XQ==\">21<\/a> <i>in that day<\/i> is used once again to express the prophet’s conviction that all history will come to a point—a point where the just will be rewarded and the wicked punished. He does not expect merely a turning of the wheel until all comes right again. In fact, it is questionable whether the Hebrew understanding of promise-fulfillment even permitted the believer to entertain the idea of return to the old. Instead, he looks to a time yet to be when all the divergent lines of experience will be gathered up in one hand—the Lord’s. In that day he will come as the commander to inspect his troops and make all things right. Those who had raised themselves up against him in foolish rebellion will be brought down in ignominy.<\/p> <p><i>the host of the height<\/i> is an expression used both for the stars (Jer. 33:22; Neh. 9:6) and for the pagan pantheon, since the gods were frequently identified with the stars (e.g., 2 Chr. 33:5). In late OT and inter-testamental times the pantheon, as the hosts of heaven, was integrated into Hebrew thought as being rebellious angels who came to constitute the spiritual powers at war with God and with his people. It was also understood that certain angels were designated as patrons of nations. Whether the writer had any or all of these in mind is not clear. The use of <i>height<\/i> for heavens suggests that this terminology is primarily used to convey God’s implacable enmity against all which raises itself against him, whether a star in heaven or a king on earth (cf. 34:4, 5). While a more involved symbolic structure of the sort mentioned above is certainly possible, nothing in the context demands it, and much in the context suggests that the imagery was chosen primarily for its impact.<\/p> <p><a class=\"isa\" verses=\"WzE4MTE4XQ==\">22<\/a> All who have exalted themselves against God can expect to be brought down, just as all who refuse to act according to natural law can expect to bear the consequences. The chosen course has certain natural results. So these great ones of creation go to the pit and the dungeon (<a class=\"isa\" verses=\"WzE3OTQ2XQ==\">14:17<\/a>). This picture, like that of the host of heaven, was developed in much more detail in later times (2 Pet. 2:4; Rev. 9:2, 11; 11:7; 17:8). The final phrase seems to suggest a temporary imprisonment until final judgment can be rendered. Perhaps the picture is of a rebellion being put down, with rebels being thrown into prison as the conflict proceeds, to be held there until the king is finally in control and has the time to make a reasoned judgment.<\/p> <p><a class=\"isa\" verses=\"WzE4MTE5XQ==\">23<\/a> When the Lord’s full glory is seen, the brightest things the world knows—the sun and the moon—will hang their heads in shame (60:19; Joel 3:15; Zech. 14:7; Rev. 21:23; 22:5). The picturesque qualities of the statement are enhanced by the personalized terms <i>the Silver One<\/i> for the moon and <i>the Hot One<\/i> for the sun. That the sun and the moon were important deities in the ancient Near East would add to the evocative power of the terms as well. Nothing can stand beside God in his regal splendor, no natural object and no combination of human concepts loaded onto that object. God alone is king. The recurrence of emphasis upon God’s kingship (<a class=\"isa\" verses=\"WzE4MjUxLDE4MjYxLDE4Mjk3LDE4MzAyLDE4NDczLDE4NTIxLDE4NTQwLDE4NzA0XQ==\">30:33; 32:1; 33:17, 22; 41:21; 43:15; 44:6; 52:7<\/a>) should come as no surprise in the writings of one whose initiation as a prophet involved a visionary recognition of the absolute sovereignty and majesty of the Almighty (<a class=\"isa\" verses=\"WzE3Nzc1XQ==\">6:5<\/a>).<\/p> <p>In the last day the elders of Judah and Jerusalem will no longer be the objects of God’s wrath (1:23; 3:14; 9:14 [Eng. 15]). Now they take part in his coronation (cf. also Mal. 3:3, 4). Finally, the ancient dream will have come true: God alone will be Israel’s King. The picture in Revelation complements this one nicely (Rev. 4:4, 9–11). The elders worship God, casting down the crowns he had bestowed, giving him the glory. In this context, it is not surprising that the figure of the Messiah does not appear, for the Messiah’s kingship is God’s and vice versa. In the consummation of all things God <i>is<\/i> the Messiah. This is again spelled out in Rev. 4 and 5. The King and the Lamb are one. This is all the true glory of God: the Creator is Redeemer and his kingship is made possible by his condescension, without which there would be no kingdom to rule. The Christian knows that Isa. 24:24 is not possible without Isa. 53.<\/p>",
    "audit": null
}