{
    "id": 17460,
    "source": "oswalt",
    "verse_id": 18412,
    "verse_count": 2,
    "reference": "38:21–22",
    "title": "Additional Notes",
    "html": "<p>It is difficult to avoid the conclusion that these verses were not a part of the original Isaianic composition. They appear very much like an afterthought in their present position in the text in that they do not logically follow the preceding verses, nor do they serve any necessary function in this position. This feeling is only heightened when the parallel account in 2 K. 20 is consulted. There the information contained in these two verses is integrated into the narrative at the appropriate points and in ways which in fact strengthen the narrative. How then shall we explain the two accounts? Three alternatives present themselves: (<a class=\"isa\" verses=\"WzE4MzkyXQ==\">1<\/a>) Isaiah is original and Kings is dependent; (<a class=\"isa\" verses=\"WzE4MzkzXQ==\">2<\/a>) Kings is original and Isaiah is dependent; (<a class=\"isa\" verses=\"WzE4Mzk0XQ==\">3<\/a>) both are dependent on a common original, but Isa. 37:20 and 21 have been added later to harmonize with the Kings account. I favor the third option because it has fewer problems than either of the first two. Although Isaiah is undoubtedly the harder reading, the Kings account is more than a merely smoothed-out handling of the Isaiah narrative. On the other hand, it will not do to say that the writer of the Isaiah account was copying the Kings version and accidentally left out a few details which he then added at the end upon discovering his errors. In fact, the Isaiah version seems to have been deliberately abbreviated at several points to make room for the psalm. In other words, the writer never intended to include the details now found in vv. 21 and 22, not feeling them essential to what he was attempting to say. However, a later copyist, knowing both versions and perhaps feeling that unintentional omissions had occurred, added the information from Kings at the end of the Isaiah account, not wishing to tamper with the now semi-fixed form by inserting them at more appropriate places within the narrative.<\/p> <p>As the account stands, these verses appear as explanatory notes, giving background to what has already been presented. Thus v. 21 explains that whatever the disease may have been, one of its symptoms was a boil. Furthermore, though it is not explicitly stated, we are led to believe that the miracle of healing was achieved through the application of a poultice of figs. This is an important point in any theology of healing. All healing is of God. Sometimes he intervenes directly to produce health. At other times he works through intervening means, as here. But it is misleading to limit divine healing to those instances where no intervening means appears. If the poultice was instrumental in Hezekiah’s healing, it was still divine providence which brought Isaiah to Hezekiah’s bedside with the remedy at that moment.<\/p> <p>The second note, which appears in v. 22, explains the giving of the sign in v. 7, as well as the reference to the house of God in v. 20. According to 2 K. 20:5, Isaiah had promised Hezekiah that he would be in the temple in three days’ time praising God. Hezekiah requested confirmation of this promise, and God’s response was the backward movement of the sun’s shadow, suggesting both reprieve from the darkness of death and increased time for life.<\/p> <p>Such a request for a sign could be understood as “tempting” or testing God in a negative sense (Deut. 6:16; Matt. 4:7): the person doubts God and demands proof. This kind of testing is forbidden (cf. Mal. 3:15; Matt. 12:39; John 6:30). But there is a positive sense in which such a request may be understood: the person who does believe and asks for confirmation (see above on 7:10; cf. Judg. 6:36–40; Mal. 3:10). God delights to show himself powerful to that person, as he did to Hezekiah.<\/p>",
    "audit": null
}