{
    "id": 17361,
    "source": "oswalt",
    "verse_id": 17676,
    "verse_count": 6,
    "reference": "1:21–26",
    "title": "The Announcement Of Judgment",
    "html": "<p>In this final section of his opening statement, Isaiah turns to discuss the present condition of the nation and what God’s response will be. He seems to be saying, “Yes, in theory, Israel could know forgiveness and healing (<a class=\"isa\" verses=\"eyIxNzY3MyI6M30=\">vv. 18–20<\/a>); but, as a matter of fact, Israel’s condition is so far gone that destruction cannot be averted.” But, as throughout the book (2:1–4, 6; 8:23ff. [Eng. 9:1ff.]; 10:33–11:1; 33:10–22; 61:1–11; etc.), God’s final purpose is not destruction. His final purpose is blessing achieved through purification. Yes, he will avenge himself upon his enemies (v. 24) and it is true that those enemies are his own people, but it is all in order that Zion might be redeemed (v. 27). At the same time, it cannot be gainsaid that while his purpose for the community is ultimately beneficial, those individuals who insist upon rebellion (v. 28) and arrogance will know only destruction (v. 31).<\/p> <p>The structure of the segment has occasioned a great variety of analyses. Some, like Kissane, argue that it was composed as a unit. The majority, however, noting the considerable variety in vocabulary and poetic form, see it as a composite structure. But there is little unanimity as to the extent and date of components. If there is any agreement it is that there are three elements: <a class=\"isa\" verses=\"eyIxNzY3NiI6OH0=\">vv. 21–26, 27–28<\/a>, and 29–31 (cf. NIV). These are usually grouped together into two units, some opting for <a class=\"isa\" verses=\"eyIxNzY3NiI6MTF9\">vv. 21–28, 29–31<\/a> (Wildberger, Duhm, Gray, Skinner), while others (Scott, Kaiser, RSV) prefer <a class=\"isa\" verses=\"eyIxNzY3NiI6MTF9\">vv. 21–26, 27–31<\/a>. This commentary takes the latter position, in part because <a class=\"isa\" verses=\"eyIxNzY3NiI6Nn0=\">vv. 21–26<\/a> seems to fit the form of a classical judgment speech, thus making the segment complete in itself, but also because the <i>kî<\/i>, “for,” which begins v. 29 (untranslated in most modern versions, but cf. RSV and AV) seems to require a link with something preceding. Furthermore, the sense of such a structure is good in that vv. 27 and 28, while agreeing with the closing thoughts of v. 26, reintroduce the contrast between the fates of the righteous and sinners, the latter fate being amplified in <a class=\"isa\" verses=\"eyIxNzY4NCI6M30=\">vv. 29–31<\/a>. Thus, vv. 27 and 28 provide another careful transition (see above on 1:9). It is this very care which makes it difficult to assign the two verses to the preceding or the following segment.<\/p> <p>As previously noted, <a class=\"isa\" verses=\"eyIxNzY3NiI6Nn0=\">vv. 21–26<\/a> seem to take the form of a prophetic judgment against the nation. Thus <a class=\"isa\" verses=\"eyIxNzY3NiI6M30=\">vv. 21–23<\/a> constitute the reason for the judgment, while v. 24a expresses the messenger formula. Verses 24b–26 close the formation with the announcement of judgment, which comes through the intervention of God (vv. 24b–25), and the results of that intervention. The two phases of the announcement highlight God’s beneficial purposes. From the strong language in which the intervention is stated (esp. v. 24b, “I will get satisfaction from my foes; I will be avenged on my enemies”), one might logically expect the result to be annihilation. But, in fact, the intended result is purification and reinstatement. The unexpectedness of the result makes it even more significant.<\/p> <p><a class=\"isa\" verses=\"WzE3Njc2XQ==\">21<\/a> The opening word <span>’êḵâ<\/span> and the 3\/2 meter of the first half of the verse (see the Introduction) indicate that what follows is in the character of a lament. At the same time, it must be pointed out (as most commentators do not) that the remaining verses of the unit go to a balanced meter and do not retain the “limping” 3\/2. This means that a too-facile labeling of the whole unit as a lament is to be avoided. The shift in the metric style also means that there is no justifiable reason for dropping phrases <i>metri causa<\/i> (for metrical reasons) as some are wont to do (cf. Kaiser). The meter is too unpredictable, and we still understand too little of the principles of Hebrew meter to justify such emendation without corroborating manuscript evidence.<\/p> <p>Jerusalem becomes here, more so than before, a representative of the nation as a whole. As Jerusalem is, so are the people; as the people are, so is Jerusalem. And whatever might be the case, whatever Jerusalem might be if she would repent, this city, the center of Israel’s religious ideals, had become the center of oppression and greed. The cause for the prophet’s lament is obvious. If Hebron or Lachish or Gezer were to be a center of rebellion and wickedness that would be bad. But for Jerusalem to become such a place indicated that the rot was not merely superficial and regrettable; it was central and catastrophic.<\/p> <p>Jerusalem’s, and Israel’s, condition is represented here as prostitution. Although Isaiah does not explicitly say so, many authors believe he means to say that Israel has deserted the Lord, her husband, and has prostituted herself with other lovers, the gods (cf. Hos. 2:2; 3:1; Ezek. 16; 23). The references to keeping faith (<a class=\"isa\" verses=\"WzE3Njc2LDE3NjgxXQ==\">vv. 21, 26<\/a>) probably support this. This prophetic usage (cf. Jer. 2:20–25; 3:1–16) of the images of marriage and prostitution speaks again of the natural consequences of obedience and disobedience. To prostitute oneself is to divert one’s gifts and abilities to base purposes—not to find oneself but to lose oneself. On the other hand, to commit oneself to God in love and faithfulness <i>is<\/i> to find oneself. <span>Ṣeḏeq<\/span>, “righteousness,” denotes “the principle of right action, whereas <span>mišpaṭ<\/span>, ‘justice,’ is the embodiment of that principle” (Skinner). Those who keep faith with God manifest these, are indeed full of them, because of their relation to the One who is righteousness and justice.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY3NyI6Mn0=\">22, 23<\/a> As Alexander notes, the figure changes here from adultery to adulteration. The theme remains the same: sorrow over what once was. The pure has become impure, the precious, base. Verse 23 begins to explain the meaning of this figure. The ruling class, society’s silver and fine liquor (Delitzsch), has become so perverted that they who are to promote order and obedience are themselves rebels, while they who are entrusted with responsibility for justice are through their own greed actively promoting injustice. The nation has prostituted itself with other gods and the leadership has become trash. Little wonder that Isaiah sees no hope for them.<\/p> <p>Isaiah here for the first time makes a connection which ought not to be overlooked—the connection between idolatry and social justice. He will revert to it (<a class=\"isa\" verses=\"W3siMTgyMTEiOjV9LHsiMTg1OTIiOjl9LHsiMTg2MzIiOjJ9LHsiMTg3NjMiOjE2fV0=\">29:17–21; 46:5–13; 48:17, 18; 56:9–57:12<\/a>), and the other prophets mention it frequently (Jer. 23:13, 14; Ezek. 16:47–52; Hos. 4:1–14; Amos 2:6–8; Mal. 3:5). What they are saying is that social injustice is ultimately the result of refusal to entrust oneself to a fair and loving God. Whenever persons begin to believe that the cosmic order is basically uninterested in human welfare and that those who succeed are those who know best how to capture the cosmic forces for their own purposes (the underlying attitudes of idolatry), the relatively more helpless and vulnerable begin to be crushed. The more helpless the individual, the more devastating the crushing. As noted above on 1:17, the rest of the ancient Near East protected the helpless in theory, but they lacked any understanding of life to undergird that theory. The tragedy of Israel is that they had the necessary understanding, but found it very hard, as do all the children of Adam and Eve, to make the necessary surrender of their own self-sufficiency.<\/p> <p><a class=\"isa\" verses=\"WzE3Njc5XQ==\">24<\/a> The horror of the perversion which has taken place in Judah is emphasized in the messenger formula by means of a mounting up of divine titles that occurs nowhere else in the book. It is as though a wave looms higher and higher over a sodden, drifting hulk. The listener waits for the inevitable crash in which the boat will be smashed to oblivion. The term <span>’āḏôn<\/span>, <i>Sovereign<\/i> (or Lord), as applied to God, is almost peculiar to Isaiah (only elsewhere in Exod. 23:17 [par. 34:23]; Mal. 3:1). In Isaiah it occurs exclusively in threats (<a class=\"isa\" verses=\"WzE3NzA5LDE3ODY3LDE3ODg0LDE4MDA5XQ==\">3:1; 10:16, 33; 19:4<\/a>) in conjunction with the following phrase, <i>Lord of Hosts<\/i> (see above on 1:9). The combined effect of the two phrases is one of complete mastery, of total dominance. Who would be so foolish as to defy the Lord, Yahweh of Hosts? The effect is only heightened by the addition of <i>the Mighty One of Israel<\/i>, a phrase which elsewhere (Gen. 49:24; Isa. 49:26; 60:16; Ps. 132:2, 5) has positive connotations. But he who is mighty to save can also be mighty to destroy, all the more so because the enemy is his own, Israel (cf. 1 Pet. 4:17).<\/p> <p>The announcement oracle begins with <i>Woe!<\/i>, which is normally more characteristic of reproach than threat, but the threat is unmistakable. It is not the enemies of Israel who will feel the heat of God’s wrath, but it is Israel, who has become his enemy, that will do so (Gray). Again, the prophet’s use of irony and sarcasm is telling. Did Israel feel they were under a special dispensation from God as his particular children? Isaiah stands up to say that God’s children are those who do his will, whoever they may be (cf. 56:1–8), while those who rebel against him are his enemies, though they be Israel (cf. <a class=\"isa\" verses=\"eyIxODc2NyI6MjF9\">ch. 57<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxNzY4MCI6Mn0=\">25, 26<\/a> Both these verses begin with the identical verb <span>’āšîḇâ<\/span>, a Hiphil causative of <span>šûḇ<\/span>, “to return,” but the English translations tend to blur the duplication. In v. 25 the Lord will cause his hand to return, whereas in v. 26 it is their judges he will cause to return. Most of the translations give the idea that the Lord will turn his hand against Israel. This is a possibility, but it is also possible that the idea of “return” is as significant in v. 25 as it is in v. 26. In this case the idea might be that after a time of abandonment the Lord will put his hand upon them again for purification (Exod. 4:7; 1 Sam. 14:7; 2 Sam. 8:3; Jer. 6:9; cf. NEB). Here the hopeful note begins to emerge. God’s hand will not be upon them to destroy but rather to restore. The slag and the tin will be removed; the rulers will be as they once were, and the city name, <i>City of Righteousness, Faithful City<\/i>, will reflect the return to the old values (v. 21). It is not clear whether an ideal past or an actual one is in view here. Does the prophet have in mind the halcyon days during David’s reign and the early part of Solomon’s, or is he merely saying in general terms that Israel’s moral state has declined across the years and that her vision of what she is called to be needs to be restored? In the absence of specific information the latter position seems to have more to commend it, although it is not possible to be dogmatic. In any case, the prophet looks forward to a time when God’s people, having passed through the fires, will relate to him, and thus to one another, as they ought.<\/p> <p>The absence of a messianic ruler is interesting. Again the reference seems to be more general than specific, with specific details following later (cf. Young). However, the mention of judges and counselors does introduce one of the themes of the book, that of a just, impartial rulership which will govern out of a sense of responsibility for the people rather than out of greed. The very corruption of the rulers fueled the fires of longing for a king who would one day rule in righteousness and peace.<\/p>",
    "audit": null
}