{
    "id": 17461,
    "source": "oswalt",
    "verse_id": 18414,
    "verse_count": 8,
    "reference": "39:1–8",
    "title": "Babylonian Seduction",
    "html": "<p>As noted above in the introduction to chs. 38 and 39, these two chapters serve as a counterpoint to the emphases of chs. 36 and 37. This is especially true of the present one. Instead of trusting God, there is every indication that Hezekiah is trusting the nations, as represented by Babylon. Beyond that, he is depending upon the accumulated wealth of Judah. It seems as if all the lessons of chs. 7–35, so brilliantly exampled in chs. 36 and 37, have been forgotten. In fact, there is good reason to believe that the events described in chs. 38 and 39 took place before those of chs. 36 and 37 (see above on 38:1 and below on 39:1). Therefore, we must ask why the author has reversed the chronological order. For surely Hezekiah did learn the lesson. He may not have trusted very well in 711 or 703 when these incidents took place, but he did trust in 701. So why has Isaiah transposed the accounts? It seems most likely that the reason is a theological one. He is answering a fundamental question: if God could be trusted and would deliver from Assyria, why would there be defeat by Babylon? The answer is not that a certain king paraded his riches before a group of Babylonian envoys. It is in fact that trust must become a way of life and not merely a magic talisman to be rubbed at critical moments. Furthermore, the segment’s ending on this note makes it plain that Judah’s trust is not to be reposed in any human leader. He too is capable of failure. Israel’s hope for righteousness and justice must be found in someone more than a Hezekiah. To be sure, Hezekiah has demonstrated the truth of the message of chs. 7–35: God is trustworthy. But he has also demonstrated why the book cannot close here. Servanthood will not be realized simply because God is proven trustworthy. The human problem, even for the Hezekiahs among us, is much deeper. Chs. 40–66, then, exist to go beyond chs. 1–39 in the solution to that problem. Chs. 1–39 provide the essential foundation but not the complete solution. Whatever may be said about the authorship of the book, it is a theological unit, and the arrangement of chs. 36–39 is one indication of that unitary nature.<\/p> <p><a class=\"isa\" verses=\"WzE4NDE0XQ==\">1<\/a> <i>At that time<\/i> gives us no help in determining the calendrical date of these events. Fortunately, the Assyrian records give a good deal of information about Merodach-baladan that helps to establish a general time frame. We are told that he held the throne of Babylon in defiance of Sargon from 721 until 710, when the latter finally ousted him. Then again in Sennacherib’s reign, from about 705 to 703, he captured the Babylonian throne a second time. But even after his defeat in 703, he seems to have continued to foment revolt from bases in Elam across the Persian Gulf. As Delitzsch observes, this would permit any time from 721 to 701 for the Babylon embassy to Jerusalem. However, if Hezekiah died in 697\/96 (29 years after his accession in 726\/25), then the illness and recovery which gave the pretext for the visit would have occurred fifteen years earlier, in 712\/11. This would have been a most opportune time for Merodach-baladan to have sought to cement ties with the young West Semitic monarch, who seems to have been involved heavily in the anti-Assyrian coalition forming at that time in the West.<\/p> <p><i>son of Baladan<\/i> suggests two possibilities: (<a class=\"isa\" verses=\"WzE4NDE0XQ==\">1<\/a>) the <i>Marduk-apalidina<\/i> referred to by Tiglath-pileser III in 731 is actually the father of the later usurper of the same name, or (<a class=\"isa\" verses=\"WzE4NDE1XQ==\">2<\/a>) the usurper had a son of the same name who is unmentioned in the annals. All things considered, the former possibility seems most likely.<\/p> <p>By its very position at the end of the sentence, <i>having heard<\/i>&nbsp;… is made to appear as something of an afterthought to explain the visit. Although the “miracle of the sundial” would surely have excited the Babylonian interest in astronomical phenomena (2 Chr. 32:31), it is highly unlikely that this alone accounts for the visit. It is much more likely that these events provided a pretext for an embassy whose primary purpose was political. The Babylonian monarch was undoubtedly eager to support rebellion wherever it occurred in the Assyrian empire, knowing that every additional revolt would lessen some of the pressure on himself.<\/p> <p><i>sent letters<\/i> has raised some question since the verse does not mention the letter-bearers, while v. 2 does not mention the letters but deals with the ambassadors. Several attempts to correct this have been made, but no change seems necessary. “Letters” stresses Merodach-baladan’s personal involvement, while the sending of such letters implies the necessity of envoys to carry them.<\/p> <p><a class=\"isa\" verses=\"WzE4NDE1XQ==\">2<\/a> <i>And Hezekiah rejoiced over them<\/i> is completely understandable from a human point of view. For little Judah to be favored by the attention of Babylon was an opportunity which did not come every day. Furthermore, whether in 712 or 703, Hezekiah would have been very glad to have the support of Babylon as he contemplated the impending arrival of the Assyrian army to put down either of the West Semitic revolts.<\/p> <p>However, this kind of reliance upon, and delight in, human power and glory is exactly what the first half of the book is warning against. We dare not be seduced by these, for they lead only to a desert (<a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a>). Only in trust in God is there abundance (<a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">ch. 35<\/a>). This is not to say that Hezekiah had to turn the Babylonian envoys out in the street, but it is instructive to note how Jesus treated the blandishments of Nicodemus (John 3) and of the man called “the rich young ruler” (Mark 10). He was not at all flattered by their words; instead, he plunged directly past the flattery to their real reasons for coming.<\/p> <p><i>showed them the treasure house<\/i>&nbsp;… indicates that the visit was not merely a courtesy call, but was in fact related to diplomatic business. Here was a ready-made opportunity for Hezekiah to glorify God before the pagan Babylonians, to tell of his greatness and of his grace. Instead, he succumbed to the temptation to glorify himself and to prove to the Chaldeans that he was a worthy partner for any sort of coalition they might have in mind. There is no indication that they were interested in such an alliance, however. Much more likely they simply wished to encourage someone whom they viewed as a petty kinglet without making any commitment on their part. An unsavory picture comes to mind of Hezekiah scuttling about showing off his tawdry wealth before the politely approving gaze of the Babylonians, who have in fact seen wealth many times the value of the Judean’s little horde in their own homeland. Trust in God and his riches will deliver us from the need to make fools of ourselves in the presence of human glory.<\/p> <p><a class=\"isa\" verses=\"WzE4NDE2XQ==\">3<\/a> As in other cases in the monarchy, the prophet arrived unbidden (2 Sam. 12:1; 1 K. 13:1; 18:16–17; etc.). Whatever an Israelite king’s pretensions might be, he always had to operate with the knowledge that, at any point, a prophet who belonged to neither the royal nor the priestly establishments might stand up to rebuke him in the name of One who calls all human beings, king and commoner alike, to account. So Isaiah appears here. Whatever the Babylonians may have thought of Hezekiah’s performance, the issue is, what did God think of it?<\/p> <p>Isaiah’s questions have an ominous simplicity about them. He makes no pronouncements but invites the king to judge himself with his own mouth. Interestingly, Hezekiah does not answer the question, “What did these men say to you?” Evidently Hezekiah knows enough of Isaiah’s (and God’s) position on foreign alliances to know that he can win no points by relating the conversation. His only hope is to make it appear that he was simply being hospitable to travelers from a famous and distant land.<\/p> <p><a class=\"isa\" verses=\"WzE4NDE3XQ==\">4<\/a> But Isaiah refuses to be taken in by that ploy. He does not respond to it, but moves ahead to the more ominous question, “What did they see?” Now Hezekiah’s answer seems to have something of a defiant ring. “Everything,” he says, “I held <i>nothing<\/i> back!” It is as though he knows he cannot win and has decided therefore to brazen it out. None of this is to deny the other biblical statements that Hezekiah was a generally good and godly king, but it is to point out that he was, in fact, not infallible. He was not the Messiah, and like the nation he represented, he needed to discover that trust is a way of life, not a magic talisman to be used only in crises.<\/p> <p><a class=\"isa\" verses=\"eyIxODQxOCI6Mn0=\">5, 6<\/a> With deadly calm Isaiah announces that one day all those treasures would belong to Babylon. Mammon would go to Mammon. As pointed out above, we should not think that this one sin of Hezekiah’s pride doomed Judah to Babylonian captivity. Rather, this sin is illustrative of the kind of pride and refusal to trust that the entire nation would manifest and that would ultimately result in the captivity. Thus this act is not causal but typical.<\/p> <p>It is for this reason that the subsequent Assyrian attack and the surrender of many of these same treasures to Assyria in tribute is not mentioned. In that incident trust would prevail and deliverance would result. Unfortunately, as Isaiah could see by inspiration, that attitude would be but temporary and, terrible irony, those now seducing Judah as friends would be her conquerors. In fact, Isaiah’s message to Hezekiah is the same as it was to Ahaz, whose trust was in Assyria. “That which we trust in place of God will one day turn and destroy us.”<\/p> <p><a class=\"isa\" verses=\"WzE4NDIwXQ==\">7<\/a> Not only will Hezekiah’s treasure belong to the Babylonians but so also will some of his descendants. Moreover, they will not be merely captives but king’s eunuchs, men who have been emasculated so that they no longer have thoughts of their own line and authority but are content to do their master’s bidding. How the house of David will have fallen in that day, victim of decade after decade of the continued refusal to trust in God because of being blinded by human glory.<\/p> <p><a class=\"isa\" verses=\"WzE4NDIxXQ==\">8<\/a> Commentators are divided over the proper interpretation of this verse. Does it portray Hezekiah in a favorable or an unfavorable light? The majority seem to take it as a positive statement. Calvin is perhaps typical here. He understands that Hezekiah is being submissive and repentant when he confesses that God’s word is good. Furthermore, Calvin believes that it is a consciousness of God’s ultimate grace that permits Hezekiah to receive this harsh word without railing. However, this position is called into serious question by the ensuing statement, “For there will be peace and stability in my days.” While it may be that Hezekiah is humbly thankful for God’s grace in not bringing the deserved punishment upon him immediately, it is hard to avoid the implication that the real reason for his saying that God’s word is good is merely the very human relief that he is not going to be destroyed. Whether his descendants are to be consumed does not seem to affect him. Furthermore, his reaction was quite different when his own demise was imminent (<a class=\"isa\" verses=\"WzE4Mzk0XQ==\">38:3<\/a>). All this leads me to believe that the picture here is essentially negative. Hezekiah is not the promised “child”; he is not infallible. Judah’s hope rests in One who is yet to come. To be sure, Hezekiah was the demonstration that God can be trusted. But he is also the demonstration that our trust can no more be in good human beings than in bad ones. Our trust is in God alone.<\/p> <p>The message of Isaiah does not reach its conclusion at the end of <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">ch. 39<\/a>. Too many questions remain unanswered. To be sure, the question “Whom shall we trust?” has been answered in an irrefutable way. Through two sets of historical incidents (chs. 7–12; 36–39), which bracket a didactic section (chs. 13–35), it is made plain that God alone is trustworthy. There is nothing else—especially not human glory—to which we can turn. However, all of this raises again the larger questions posed at the beginning of the book. How can a sinful, congenitally distrustful people, nay, race, become the servants of God? That he is trustworthy is eminently clear. But to get human beings to trust him is another matter entirely, as <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">ch. 39<\/a> brings into sharp focus. If trust in God is the basis for servanthood, what will motivate us to trust in him? Beyond this, what of God’s holy character and human sinfulness? How shall these be reconciled? Are they ultimately irreconcilable? Must the conflict be ignored? Or is there some resolution to the problem? When all is said and done, while chs. 7–39 provide the groundwork for the solution to the problem raised in chs. 1–5, the problem still remains: how can sinful, rebellious Israel become holy, submissive Israel? Trust God? Yes, but how? Chs. 40–66 exist to provide the answer to that question.<\/p> <p class=\"sh\">Excursus I<\/p> <p class=\"paft\">There are a number of questions relating to the authenticity of these chapters. The questions are provoked first of all by the similarities and differences between these chapters and their analogs in 2 K. 18–20. Second, while Sennacherib’s annals refer to a campaign against Jerusalem and to Hezekiah’s payment of a large tribute (2 K. 18:14–16), they make no mention of any loss of his army. Third, it is sometimes asserted that, being prose (except for Isaiah’s pronouncement in 37:22–29 and Hezekiah’s psalm in 38:10–20), they are a late addition to the original prophetic book, a sort of historical appendix. Fourth, the dates of Hezekiah as given in the passage do not coincide with other datings, both biblical and extrabiblical, for the period.<\/p> <p>Perhaps the most common answer to these questions today is that there was no destruction of Sennacherib’s army, but that the legend grew up to explain why the Assyrian emperor did not destroy Jerusalem when she lay helpless before him. According to this theory, the legend became incorporated into what is now the Kings account by the time of the Exile. Then, as the book of Isaiah was being put together, the redactor(s) excerpted those parts of Kings which had bearing on Isaiah.<\/p> <p>Apart from the obvious theological question—if the Hebrews needed to create evidence that God can be trusted, then one wonders why they trusted him in the first place and why their trust endured—there are several other questions which this point of view raises. Chief among these is why Sennacherib left Jerusalem untouched and Hezekiah undisturbed on his throne, when Jerusalem and Hezekiah were, according to the Assyrian annals, the ringleaders in the revolt. That is uncharacteristic of Assyria. Once a vassal revolted, the next step in Assyrian policy was to put a puppet on the throne. Thus it seems unlikely that Sennacherib would have departed willingly. Nor is it surprising that having suffered some devastating reverse, he should make no mention of this in his annals, which were by nature self-congratulatory.<\/p> <p>Another question which is raised by the above theory is why there are so many Isaianic features in the Kings account if it (rather than Isaiah) is primary. To be sure, there are certain features which are characteristic of Kings in the two accounts as well, but a theory which explains only one set of similarities will not do. So, the prominence of the personal element is uncharacteristic of Kings except in the Elijah\/Elisha accounts, which many scholars believe to have been incorporated into Kings from another source. Likewise, the reference to the Holy One of Israel (<a class=\"isa\" verses=\"WzE4Mzc2XQ==\">37:23<\/a>) is highly characteristic of Isaiah but not of Kings. Furthermore, if the language of Hezekiah’s prayer is undoubtedly Deuteronomistic, the words of the oracle against Assyria are equally undoubtedly Isaianic. Thus any acceptable theory must account for both factors. Since Isaiah could know of Deuteronomy as well as the speech patterns of a king with whom he was close, it seems most likely that the passage stems from Isaiah, or those close to him, and was then incorporated into Kings (note that 2 Chr. 32:32 has the deeds of Hezekiah being written in the vision of Isaiah). Beyond this, it is hard to explain why a late redactor would insert originals from Kings between the supposedly II Isaianic chs. 34 and 35 and 40–49 except as a rather crude transition to the treatment of Babylon. On the other hand, particularly if the Kings editors had already drawn on prophetic sources for the Elijah\/Elisha narratives, it is entirely understandable why those editors would have drawn on the Isaiah corpus for materials on Hezekiah.<\/p> <p>Since 2 K. 18:1 makes it plain that Hezekiah began to rule in Hoshea of Israel’s third year, which was six years before the fall of Samaria in 722\/21 (2 K. 18:10), it is impossible for Hezekiah to have been in his fourteenth year during Sennacherib’s attack in 701. Most of the commentators resolve this problem by suggesting the original reference was to the year of the illness (14+15=29) and that it somehow got transposed to Sennacherib’s attack. This is barely possible in the Isaiah account, where the royal datings do not directly precede as they do in Kings. It seems highly unlikely that such a thing could happen if the Kings version was original. But a more satisfying suggestion is that the original was “twenty-fourth year,” which would only be different from “fourteenth” by two letters—<i>ym<\/i> vs. <i>h.<\/i> Here too, it is easier to see how the error could have crept into an Isaianic original than into a Kings original.<\/p> <p>It is frequently asserted that the correct historical account of the event is recorded in 2 K. 18:14–16, since its account of the payment of tribute accords with Sennacherib’s report. It is furthermore said that the Rabshaqeh’s threats and Sennacherib’s letter make no sense since Hezekiah had already paid the tribute. Those who accept this line of reasoning either deny that there was a siege or adhere to some sort of double-attack theory. According to the latter, apparently first set forth by Winckler and most cogently expressed by John Bright, Sennacherib did withdraw in 701, but returned some fourteen years later intending to capture the city. The two events are supposedly telescoped in the scriptural records. This telescoping might be possible if there were any extrabiblical evidence to support the theory. Unfortunately, there is none and in its absence the position can only be an interesting suggestion.<\/p> <p>In fact, there is every reason for a siege to follow the giving of tribute. Why should the mightiest king in the world be troubled by convention? Why should he not take money to leave Jerusalem alone and, having taken the money, then refuse to perform the request? If Hezekiah wanted to shower Sennacherib with money, that was Hezekiah’s business, but it surely would not have meant Sennacherib was honor-bound to go home. In fact, by his lights he would have been foolish to do so. Moreover, it is hard to believe that the man who memorialized himself for the taking of Lachish would not much rather have had himself depicted taking Jerusalem. Surely he would not let a small matter of having accepted tribute money stand in the way of achieving complete devastation of the enemy. In fact, it is likely that he made such a production of having taken Lachish because he was deprived of the real prize—Jerusalem—by God.<\/p> <p>A final problem relates to the nature of the events described in chs. 36–37. It is now commonly asserted that inner contradictions in the accounts make it impossible that the two chapters describe different events. Rather, it is asserted, they give two different versions of the same event. Some of the problems are: the letter should logically precede the show of force; Hezekiah is even less likely to respond with the prospect of Tirhaqah’s help; the contents of the letter and of the Rabshaqeh’s message are nearly the same; the content of Isaiah’s oracle is the same in both cases.<\/p> <p>In response, it may be observed that history frequently is not logical. Thus, it is quite possible that Sennacherib wished to keep pressure on Hezekiah by means of a “follow-up” letter. This would be especially true if a new element had entered the picture. In those circumstances it would be normal to attempt to reinforce the points already made. In effect, Sennacherib says, Tirhaqah’s advent changes nothing. For Hezekiah, the letter could then have constituted the breaking point. Hopes had been raised, but now the king is brought face to face with reality. He probably had a rather accurate estimate by this time of Tirhaqah’s actual ability to help, and the letter’s revelation that Sennacherib still intended to take Jerusalem would have been a dash of cold water.<\/p> <p>There are two significant differences between the accounts. The more important of these differences is the level of Hezekiah’s response. In the first instance he goes into mourning and requests Isaiah to pray. In the second instance the king betrays a much greater spiritual intensity as he humbles himself to pray. To this Isaiah responds with an oracle of equally heightened intensity. This greater intensity is the second difference. When separated as they are, the two oracles highlight the final denunciation of self-sufficient pride and the demonstration of the contrasting lordship of God. Thus it may justly be said that while the two accounts report aspects of one larger experience, there is still reason to see them as separate aspects.<\/p> <p>Some may argue that Isaiah of Jerusalem, having preached doom upon the city both before (e.g., 32:9–14) and after (22:1–4 [but this dating is questionable; see the commentary above on <a class=\"isa\" verses=\"eyIxODA1NCI6MjV9\">ch. 22<\/a>]) Sennacherib’s attack, would hardly have preached deliverance during the attack. But as Ackroyd notes, it is impossible to explain the consolation of chs. 40–66 if the original preaching of Isaiah was wholly condemnatory. This is especially true if one accepts multiple authorship. Unless the basic document contained elements of hope, there is absolutely no reason why succeeding strata containing that motif would have been grafted to this original and not some other, more suitable one. In fact, Isaiah is the prophet who preached doom on all arrogance and self-sufficiency and hope for all who humbled themselves before God.<\/p> <p class=\"sh\">Excursus II<\/p> <p class=\"paft\">The following is an extract from the royal annals of Sargon (724–705 B.C.) illustrating the kinds of claims which Isaiah summarized so effectively. Similar claims can be found in the annals of virtually all the Assyrian monarchs. The present text comes from a letter from Sargon to the god Ashur. The translation is mine. Cf. <i>ARAB<\/i>, II:142–44.<\/p> <\/div>  <\/div>",
    "audit": null
}