{
    "id": 17508,
    "source": "oswalt",
    "verse_id": 18698,
    "verse_count": 6,
    "reference": "52:1–6",
    "title": "Redeemed Without Money",
    "html": "<p>The section 52:1–12 is the third of the segments in the subdivision that extends from 51:9 through 52:12. As noted above (under 51:9–11), the segments increase in intensity, culminating in this one in which God dramatically calls the people to prepare to receive their salvation. Their salvation is not a matter of God’s willingness (<a class=\"isa\" verses=\"eyIxODY4MyI6OH0=\">51:9–16<\/a>), nor of the severity of their punishment (<a class=\"isa\" verses=\"eyIxODY5MSI6N30=\">51:17–23<\/a>). It is a matter of their faith. Will they rise from their apathetic lethargy and lay hold of what is theirs?<\/p> <p>The segment is divided in two between vv. 6 and 7. V<a class=\"isa\" verses=\"eyIxODY5OCI6Nn0=\">v. 1–6<\/a> repeat the call for Jerusalem to awake (see 51:17) and lay hold of her salvation (<a class=\"isa\" verses=\"eyIxODY5OCI6Mn0=\">vv. 1–2<\/a>). The call is founded on God’s attitudes toward Jerusalem\/Zion and his promises concerning her (<a class=\"isa\" verses=\"eyIxODcwMCI6NH0=\">vv. 3–6<\/a>). V<a class=\"isa\" verses=\"eyIxODcwNCI6Nn0=\">v. 7–12<\/a> express in highly lyrical form a series of images that convey the reality of what God is about to do. This is another example of Isaiah’s penchant for concluding a teaching segment with concrete images.<\/p> <p><a class=\"isa\" verses=\"WzE4Njk4XQ==\">1<\/a> The opening words duplicate almost precisely those of 51:9, which is the opening of this section. There they were a call by the people for God to awake and utilize his strength for their deliverance. But God has shown them (<a class=\"isa\" verses=\"eyIxODY4MyI6MTV9\">51:9–23<\/a>) that there is no question concerning either his activity or his attentiveness. The problem is not with him; he is ready to deliver them at the earliest moment when they are willing to exercise faith in him. It is they who must awake and put on strength, not he. This has been a recurring theme from <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> onward, and although it comes to something of a climax here, it is not finished here. The same themes emerge in the conversation in 63:15–65:16, where the people call on God to pay attention to their situation and do something about it (<a class=\"isa\" verses=\"eyIxODg4MiI6MTd9\">63:15–64:12<\/a>), and God responds that he has been wanting to do something about their situation for a long time (<a class=\"isa\" verses=\"eyIxODg5OSI6MTZ9\">65:1–16<\/a>) if they would just respond to him. This is the same point being made here, and its recurrence in the materials addressed to the postexilic setting shows that the significance of the theme here (<a class=\"isa\" verses=\"eyIxODY4MyI6Mjd9\">51:9–52:12<\/a>) is not to be restricted to deliverance from the Babylonian exile. If Zion is to be restored to her God, then she must move from blaming him for her separation from him, and from believing that the situation is hopeless, to the kind of joyous faith and anticipation that will allow his power to be unleashed. While she has no strength to deliver herself, she does have strength to lay hold of God’s promises and must exercise that strength if deliverance is to be realized. This is a principle of divine-human relations that is the same in all circumstances.<\/p> <p>Although few commentators (e.g., Torrey, Young) remark on the fact, this verse has important contacts with 4:2–6. That passage speaks with lyrical power of the beauty <i>(<\/i><span>tipʾeret<\/span><i>)<\/i>, the cleanness, and the holiness of restored Zion, just as this verse does. This is Zion as God sees her. Here is the hope of Zion and the world. God refuses to permit the terrible picture of 3:16–4:1 to shape how he sees his own. So here, although their pride and vanity has reduced them to abandonment, destruction, and filth, that is not how God sees them. He sees them with strength and beauty. In his eyes they are the Holy City. The challenge for defeated human beings is to dare to make that vision their own. This is where the call to <i>put on strength<\/i> comes to the fore. It takes a particular strength of faith to believe that God can give holiness for filth and beauty for ashes. But that is precisely what he wants to do for us. When we recognize that, we will be shaken out of our apathy and despair.<\/p> <p>The promise that the uncircumcised and unclean will no longer come in to the city continues the theme of 4:2–6. The greatest hope for Zion is not that she will be rich, famous, and mighty, but that she will be the city of God, sharing his character (so also 35:8). These two terms are probably functioning as a hendiadys in which the concrete and the abstract are working together (cf. 1 Sam. 12:2; Waltke-O’Connor, <i>Syntax<\/i>, 32.3b). As such, they speak about the enemies who have come against the city and will now cease (cf. Judg. 14:3; 1 Sam. 14:6; 17:26, 36; 2 Sam. 1:20; Ps. 79:1; Jer. 9:26; Ezek. 31:18, etc.). But the phrase also speaks of the character of the people who live in the city, as Jer. 9:26 amply illustrates. The uncircumcised are not only among the foreigners; they are also among the circumcised Israelites, because uncleanness is finally a matter of the spirit, not of the flesh. Here again it is evident that Israel’s problem, the problem from which the arm of the Lord will deliver them, is much more than Babylonian captivity. If they are to be the people of God, living in the holy city, something must happen to cure them of their rebellion and their uncleanness (Rev. 21:27).<\/p> <p><a class=\"isa\" verses=\"WzE4Njk5XQ==\">2<\/a> Instead of being called to sit down in the dust, as Babylon was (47:1; see also 3:26), the daughter of Zion is called to rise from it. <i>sit<\/i> suggests the image of someone prostrate in the dust who picks himself up to sit on a seat of some sort. The Targ. reading “sit on a throne of glory” probably catches the sense of what is intended. Babylon will have to go down from the throne (<a class=\"isa\" verses=\"WzE4NjAxXQ==\">47:1<\/a>) to sit in the dust, but Jerusalem will rise from the dust to sit on the throne. This is the way it always is with human attempts to exalt ourselves in contrast to God’s plan to raise us up and share his glory with us (see <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a>).<\/p> <p>Although Zion’s deliverance is wholly the work of God and not her own, she is not merely a passive recipient of God’s work. Those whom God calls must exercise their own will and effort in response to what he has done on their behalf. This verse makes that plain. Jerusalem is not merely lifted from the dust, but is called to get up and shake off the dust. Likewise, she must remove the chains from her neck for herself. We cannot break the chains that bind us; only God can do that. But when the chains are broken, we must remove them, and only we can do that. This is a critical moment in any recovery: the moment when we cease thinking of ourselves as a <i>captive<\/i>, that is, as a victim, a helpless chip in the current, and begin to realize that God has placed an opportunity before us that we may seize, if we will.<\/p> <p><a class=\"isa\" verses=\"WzE4NzAwXQ==\">3<\/a> As noted above, the opening <span>kî<\/span><i>, For<\/i>, seems to provide the substantiation for the imperatives in <a class=\"isa\" verses=\"eyIxODY5OCI6Mn0=\">vv. 1–2<\/a>. Jerusalem should get up, shake off the dust, take off her chains, put on beautiful clothing, and sit in majesty because the Lord has said something that guarantees their deliverance. The message is a continuation of that of 50:1 (see also 45:13), with what is implied there being made explicit here. Since God had not been forced to hand over Judah to satisfy some creditor, nor had he sold her in order get cash to pay his debts, but purely on his own volition, then on his own volition he could <i>redeem<\/i> her, bring her back. There is no impediment whatsoever to his restoring her to himself. There is no third party involved; it is strictly a matter between him and his people. Paul makes a similar point in the NT when he says that God was in Christ reconciling the world to himself (2 Cor. 5:19). There is no barrier to our relationship with God in the world; the only barrier is in the offended justice of God. If a way can be found to break that barrier down, nothing can keep his salvation from flowing to us. The only thing that remains is for us to rise from the dust and receive it. This had been Isaiah’s challenge to the exiles concerning physical and material restoration (e.g., 46:8–13), and here it is extended to spiritual restoration as well.<\/p> <p><a class=\"isa\" verses=\"eyIxODcwMSI6M30=\">4–6<\/a> These verses form an extended reflection on v. 3. What does it mean that they had been sold without price, and why is it that God is determined to take them back? The force of what is being said is increased by the doubling of the appellative: <i>the Sovereign Lord<\/i> (the Lord Yahweh; see 50:4 and the comment there). This is not merely the Lord who speaks, as if that were not enough: it is the one who holds all things in his sovereign power. Will the Judeans, and we, hesitate to believe his promises?<\/p> <p>While the general sense of v. 4 is clear, one can understand its particular point in several ways. The general sense is that Israel had gone to Egypt of its own free will, but that Assyria had taken them away by force, with the sad results depicted in v. 5. But our understanding of the particular sense depends on the reading of at least two factors. One of these is <span>ʾeîes<\/span>, “end, nothing.” The versions translate the word with “by force” (Syr.) or “without cause” (Targ., Vulg.). The latter alternative seems to accord with “for nothing” in v. 3. On closer investigation, however, one can see that the two ideas (in vv. 3 and 4) are not really parallel. In v. 3 it is God who had good reason to “sell” his people but was not forced to do so by circumstances. Here in v. 4 it is Assyria who has no reason to oppress Israel. The only real parallel would be “nothing.” The true parallel with v. 3 is found in v. 5. On the other hand, the meaning “end” forms a parallel with “at first” in the first part of v. 4. Thus the point would be that if in the beginning of Israel’s history God delivered them from Egypt when they had gone there of their own choice, how much more is he likely to deliver them now in the end from Assyria\/Babylonia, where they had been taken against their will.<\/p> <p><a class=\"isa\" verses=\"WzE4NzAyXQ==\">5<\/a> Many commentators (e.g., Westermann) who take <span>ʾeîes<\/span> in the previous verse as “nothing” understand <i>now<\/i> and <i>here<\/i> to introduce the third in a series of oppressors, the Babylonians. But even if that interpretation in v. 4 is correct, it does not necessarily follow that the terms must be limited to the particular time and space of Babylon. It is equally likely that they are merely expressing the consequence of vv. 3 and 4 together. Given that God did not have to let his people go, and that they were taken away by oppression, what is to be done “here” and “now”? Thus, as North says, the Heb. <span>w<\/span><span>ʿattâ may-llî-pōh<\/span> (lit. “now what to me here?”) can be translated colloquially, “What have we here?”<\/p> <p>The situation that God finds is threefold: God’s people have been <i>taken for nothing<\/i>. That is, God was not forced to give them up. The people’s rulers wail in the shame and anguish of defeat, and there is contempt for God’s name. As noted above, it is possible that <i>rulers<\/i> here applies to oppressive rulers who utter howls of exultation over fallen Israel. But the common usage of <span>yll<\/span> argues that it is a cry of anguish and defeat, and that it is thus the rulers of Israel who cry out. There is no barrier to this interpretation unless the verse is made to refer only to the late exilic period. If it is allowed to refer instead to Israel’s general situation of being defeated before her enemies, both physical and spiritual, this figure (which it must be in either case) is highly appropriate. (For an oracle of destruction on Israel’s rulers, see 28:14–22.)<\/p> <p>God’s name is held in contempt because it appears to the watching world that Israel’s belief in God was false. He had been forced by the superior power of the gods to surrender his people. Thus the watchers would assume that the rulers of the people would be wailing over the failure of their trust in God. This is the same point that Ezek. 36:19–20 makes: God’s reputation, his <i>name<\/i>, is held in contempt because of his apparent inability to defend his people. The seriousness of this contempt is underlined by its continual nature: <i>continually, all day long<\/i>. But in fact, the allegations were all untrue; God had not failed his people; their anguish was not the result of his inability to deliver them; he had not been forced to sell them. Hence the opening question of the verse: What is God to do in this situation?<\/p> <p><a class=\"isa\" verses=\"WzE4NzAzXQ==\">6<\/a> God’s answer to that question is expressed in two statements of consequence, each prefaced with <i>therefore<\/i>. The first is a complete sentence, while the second is elliptical, the subject and verb from the first being assumed. In words reminiscent of the exodus, God promises: <i>my people will know my name<\/i>. This means that he will manifest his power in the face of the enemy in such a manner that the truth of his character and nature will be unmistakable. Although Ezekiel is more explicit about what God will do for the honor of his name, the point is exactly the same (Ezek. 36:21–32). God’s power, his mercy, and his faithfulness will have to be displayed in such a way that the evidence of Israel’s life will show him as he really is, not as the world mistakenly believes him to be (<a class=\"isa\" verses=\"eyIxODUxNiI6NH0=\">43:10–13<\/a>). As is regularly true with <span>yādaʿ<\/span>, “to know,” the connotation is of personal, experiential knowledge. In their own lives and experiences the people of Israel will know who God really is. This is the wonder of biblical religion: we may know God. The cries of the psalmists to know God’s ways (e.g., Ps. 25:4–5) were not illusions incapable of ever being realized; they are the essence of biblical faith: God can be known personally.<\/p> <p>The second <i>therefore<\/i> makes the point more specific. In what particular way will God defend the honor of his name? By showing that he does what he has said he would do. This has been the central argument of the book since 41:21. God has spoken, revealing his purposes and plans long in advance, “from the first.” The achievement of those purposes and the actualization of those plans are evidence that God is who he says he is: the I Am, the only self-existent, noncontingent being in the universe. Has God spoken? This is the most critical question in human thought. If he has we can know him and his ways; we can know ourselves and the meaning of life; we can find deliverance from all the enemies who bind us. If he has not, or worse, if the Israelite claims that he has are lies, then humanity’s condition is hopeless. But Isaiah insists that God has spoken and that Israel’s experience is the unshakable proof of that fact.<\/p> <p>The relation of the final clause of v. 6 to what precedes it is uncertain. Two possibilities exist, and a good case can be made for either. The clause is either independent (so NRSV, REB, etc.) or dependent (JPSV “&nbsp;.&nbsp;.&nbsp;.&nbsp;that I, the one who promised, am now at hand”). In the former case the sense would be to reinforce what had just been said: “Yes, that is who I am.” If the latter interpretation were correct, it would cause the preceding clause to be read somewhat differently: “they will know I am he, the one who announces, ‘Behold me.’&nbsp;” Here the emphasis would shift from the act of speaking to God’s identity as the one who reveals himself. In life’s most hopeless situations, where we are utterly alone in our helplessness, there God comes and says, “Here I am.” If we cannot escape him in our pride and sin, neither is he absent in our hopelessness. As 7:14 says, he is with us.<\/p>",
    "audit": null
}