{
    "id": 17438,
    "source": "oswalt",
    "verse_id": 18245,
    "verse_count": 7,
    "reference": "30:27–33",
    "title": "Assyria’s Destruction",
    "html": "<p>The writer now follows the promise of Judah’s redemption with the promise of Assyria’s destruction. Judah will not be the only one to feel the Lord’s terrible anger. In fact, she will not feel it on anything like the scale which her enemies will. If Assyria had come in upon Judah like a torrent (<a class=\"isa\" verses=\"eyIxNzgxMyI6NH0=\">8:5–8<\/a>), God would sweep over the Assyrians. It is not the Egyptians who would deliver God’s people, but God himself. This was the message Isaiah sought to impress upon the Judeans, but with little apparent success. They were too enamored of their own means of self-defense to hear a message which invited them to stand still and see God at work on their behalf. Yet this is the message of the Bible from Exodus to Chronicles (Exod. 14:13, 14; 2 Chr. 20:17). The flesh says with Frederick the Great, “God is on the side of the strongest battalions,” but the spirit says, “Stand still and see your salvation” (1 Cor. 2:14).<\/p> <p>According to Eichrodt, the setting is that of a covenant feast which is sealed by the sacrifice of God’s enemies. But this view seems to conclude too much, for v. 29 (on which see below) says the people’s joy will be <i>like<\/i> that of a feast, and the precise import of v. 32 is very difficult to ascertain. Likewise, v. 33 speaks of the destruction of the king on a funeral pyre, but the association with a sacrifice to Moloch (Yahweh) is very tenuous (see below on this verse). It may be said, however, that God’s deliverance of his people will be an occasion for worship and praise on their part (25:1; Ps. 105:2; 118:21–23).<\/p> <p>Positions on the date of this segment range from Isaianic (Wildberger) to Hellenistic (Kaiser). This variety bears out Skinner’s observation that matters of language and style are inconclusive (Kaiser argues that quotations and allusions to other parts of the book are all from “non-Isaianic” portions). This means that questions of content become all-important. Childs argues that an earlier theophany of judgment has been supplemented with promises characteristic of postexilic times. Clements would attribute some of these promises to his Josianic redactor. Most see vv. 29 and 32 as intrusive. As the segment stands now it seems to show a 3 + 3 + 1 structure: attack, rejoicing—27–29; attack, rejoicing—30–32; funeral pyre—33.<\/p> <p><a class=\"isa\" verses=\"eyIxODI0NSI6Mn0=\">27, 28<\/a> In language reminiscent of other theophanies of judgment (Ps. 18:8–16 [Eng. 7–15]; 50:3; Nah. 1:3b–8; Hab. 3:3–15), God is depicted as coming from a great distance on the wings of a storm. With whirlwind, cloudburst, and pelting hail he destroys his enemies. Those who crouch in the dry wadis for protection are swept away in an instant by the walls of water which come rushing down on them. Assyria herself had been described in such terms earlier for the sake of those who had believed that they could somehow engineer safety from her onrush. But now God asserts his sovereignty again by showing that Assyria would not be acting independently but would be equally liable to God’s judgment.<\/p> <p><i>the name of the Lord<\/i> is especially indicative of God’s revealed character, both as sovereign and as redeemer. Thus it is appropriate that this manifestation of him should begin on this note. For God’s character, i.e., his name, which has been slandered by leaders and people alike in their trust of Egypt, will be manifested in his deliverance of them from the very forces which had sent them to Egypt for help.<\/p> <p><i>comes from afar<\/i> may have been conventional to this sort of theophany (Judg. 5:4; Hab. 3:3), but it may also result from two other sources: it is possible to stand on a hill and watch a storm build up far in the west until, with a roll of wind-driven cloud, it bursts over you; it may also have been addressed to those “deists” of that day who considered that God was too far away to be of any practical help. To them Isaiah responds that God may be far away, but that he can break in upon us at any moment.<\/p> <p><i>the burden heavy<\/i> has caused considerable discussion. Most modern translations take it to refer to a dense cloud of smoke accompanying the fire of his anger (cf. Judg. 20:38, 40, but note that “cloud” is specified there). The alternative is to take it as here (with NEB and JPSV) as referring to the heavy burden of punishment which God will impose upon the Assyrians.<\/p> <p><i>His lips&nbsp;… wrath&nbsp;… his tongue&nbsp;… fire&nbsp;… his breath&nbsp;… torrent<\/i> speak of the understanding of the word of God in the OT. While it is undoubtedly true that the imagery of thunder and lightning plays a part here, it is also clear that the OT writers considered that the decree of the God who speaks was ultimately the power which held all things together and which could plunge all things into dissolution.<\/p> <p><i>an overflowing torrent<\/i> speaks of the wadis, or gulches, which are normally dry but can be brimming in a matter of minutes as a result of a cloudburst in the hills. So God’s judgment will be as sudden and as complete (cf. Nah. 1:8).<\/p> <p><i>it divides at the neck<\/i> is a curious phrase, and Kissane suggests that “divides” <span>(ḥāṣâ)<\/span> is a corruption of “reaches” (<span>māṣā’<\/span>, Job 11:7; cf. Isa. 8:8). Another suggestion is that the waters divide a man in half (Delitzsch). But another possibility is that the waters divide or go around at the neck. In any case, the life-threatening effect of turbulent waters neck-deep is clear. In a moment a person would be swept off his feet and tossed to his death. As Kaiser suggests, this may explain the apparently abrupt shift in metaphors here: just as the flood would toss its victims to and fro, so the grain is tossed about in the sieve and so also the unbroken horse is jerked about by the bridle (Ps. 32:9). Furthermore, each figure leads to destruction: the flood to drowning, the sieve to dividing the good grain from the useless chaff, the bridle which leads an unbreakable horse to its death.<\/p> <p><a class=\"isa\" verses=\"WzE4MjQ3XQ==\">29<\/a> The result of God’s raging against the enemies outside will be rejoicing inside (cf. 9:1, 2 (Eng. 2, 3]). This joy at God’s judgment is also reflected in Ps. 96. Nor is it odd that it should be compared to a time of feasting, for the biblical feasts were preeminently times of rejoicing over God’s acts of deliverance in history. Some commentators think it odd that Isaiah could have depicted a people still under judgment. But this is only a problem if one denies the possibility of predictive prophecy. If that possibility is admitted, then the thought of this section would be quite natural to Isaiah. The line of thinking is: you have abandoned God’s ways because you thought he could not help; that abandonment will bring destruction upon you; but despite his bringing the Assyrians upon you, God has not abandoned you, and the proof of his power and his love is that you will one day be able to rejoice in his work on your behalf.<\/p> <p>Since the joy is only compared to that of a <i>feast<\/i>, it is not of great importance to try to pinpoint whether the writer had one particular feast in mind. Passover, which begins at night, seems especially appropriate because of its connection with deliverance. However, this is traditionally a more pensive feast than Tabernacles. Calvin observes that since the new day began at sundown all the feasts technically began in the evening.<\/p> <p><a class=\"isa\" verses=\"eyIxODI0OCI6Mn0=\">30, 31<\/a> The recapitulation of the theme begins with a return to the language of storm and flood. God’s <i>voice<\/i> is emphasized even more explicitly here. Thunder as the voice of God is known in ancient Near Eastern literature and appears several times in the Bible. But it is clear that the intent is more than literal here. God’s anger is <i>like<\/i> the storm and his voice is <i>like<\/i> the thunder, but they are not identical (1 K. 19:11, 12). God transcends the natural phenomena, and his judgment is upon moral grounds and not merely physical and natural ones.<\/p> <p>Note here, as in chs. 24–27, that it is God in sovereign isolation who redeems his people. Isaiah is saying in every way possible that humanity’s only hope is in abandoning every other hope, including our own abilities, and casting ourselves upon God alone. Assyria had claimed to hold the scepter of the world, but God held that scepter and would shortly strike down the impostor—first outside Jerusalem’s gates and then more completely a hundred years later at the hands of the Medo-Babylonian alliance.<\/p> <p><a class=\"isa\" verses=\"WzE4MjUwXQ==\">32<\/a> Although certain elements of this verse are matters of considerable controversy, the general sense is quite clear. God’s acts of judgment will be cause for an outpouring of joy, in part because it is his acts alone which will deliver. Israel will be but a joyous spectator to those acts. The reference to tambourines and harps is reminiscent of Chronicles’ report of Jehoshaphat’s defeat of the Edomites (2 Chr. 20:13–30, esp. 28). Israel need only praise God in confidence to receive the benefits of his power.<\/p> <p><i>the appointed staff<\/i> (lit. “the founded staff”) admits of two possible explanations. The first is that adopted here, and proposed at least as early as Alexander. The staff is one whose purpose and destiny have been decreed (<span>mûsāḏâ<\/span> is a divine decree, as in Ezek. 4:1). So Isaiah emphasizes again that despite Assyria’s pomp and power, she is in God’s hands and the instrument of her destruction is already appointed. The alternative involves a slight emendation: exchanging <i>d<\/i> for <i>r<\/i>, letters which are easily confused in the Hebrew block script. The result is <span>mûsārô<\/span>, “his chastisement” (as in Prov. 22:15; so Procksch and almost all modern translations).<\/p> <p><i>with warrings waving, he makes war<\/i> is very obscure. As it stands it perhaps refers to a warrior wading into battle and brandishing his sword or his staff overhead. However, this is by no means obvious and several alternatives have been proposed. Especially significant to many of these is the observation that <span>tnû<span class=\"u\">p<\/span>â<\/span>, “waving,” occurs largely in cultic settings. This observation has led to the suggestion that Assyria will be treated as an offering and that the words translated “warrings” and “he makes war” are either written or interpreted wrongly. No scholarly consensus has emerged, however, so it seems best to stay with the MT.<\/p> <p><a class=\"isa\" verses=\"WzE4MjUxXQ==\">33<\/a> This verse can either support, or mitigate against, the idea that v. 32 refers to a sacrifice. The present interpretation takes the latter position. As noted in the introduction to this segment, the verse is taken not as a direct concomitant of v. 32, but as a climax to the preceding six verses. In this light, it is not so much a sacrifice being pictured as it is a warrior’s funeral pyre burning in the Hinnom Valley below Jerusalem. The assumption that a sacrifice is in view rests upon the observation that human victims were burned to death in worship of the god Moloch in this valley (2 K. 23:10; Jer. 19:6). On this basis, some would emend “for the king” <span>(lammeleḵ)<\/span> to “for Molech” <span>(lāmôleḵ)<\/span>, but there is no textual evidence for such an emendation. Without denying the allusive power of the reference to this place, it must still be said that nothing in the text calls for the sacrificial understanding. Rather, the author says that Assyria’s funeral pyre, like the Lord’s rod, has stood ready from ancient days. All it wants is the Lord’s breath to kindle it into flame (cf. 31:9). So again Isaiah is counseling his people that they need not go to Egypt out of fear of Assyria. What they should do is to move even closer to the only One in the universe who truly holds Assyria’s destiny in his hand.<\/p>",
    "audit": null
}