{
    "id": 17399,
    "source": "oswalt",
    "verse_id": 17933,
    "verse_count": 1,
    "reference": "14:4b–11",
    "title": "Peace On Earth And Turmoil In Sheol",
    "html": "<p>There is general agreement that this is one of the finest of Hebrew poems. It manifests a balance of terms, a forcefulness, and a power of imagery that is typical of the best of Hebrew poetry. The total impact is unforgettable. It is divided into four stanzas of almost equal length, each one describing a different scene. The first (vv. 4b–8) depicts the relief which pervades earth with the tyrant gone. The second (<a class=\"isa\" verses=\"eyIxNzkzOCI6M30=\">vv. 9–11<\/a>) tells of the astonishment in Sheol when the dead discover that even this man is mortal. The third stanza (<a class=\"isa\" verses=\"eyIxNzk0MSI6NH0=\">vv. 12–15<\/a>) moves from Sheol to heaven, showing that the tyrant’s ignominy is the more devastating because he pretended to be so much. Finally, <a class=\"isa\" verses=\"eyIxNzk0NSI6Nn0=\">vv. 16–21<\/a> return to the earth and tell of the final disgrace to overbearing pride: the denial of a decent burial and the destruction of his descendants.<\/p> <p>Part of the power of the poem lies in its careful mockery of the lament form. That form typically uses an unbalanced line called the <i>qinah<\/i>, or “limping” line. The first of the parallel members is typically one-third longer than the second member, giving the limping effect. Frequently the incomparability of the dead is extolled and is a source of grief. Certain terms such as “how” and “never more” are also typical of the lament, as is the mournful question (cf. 2 Sam. 1:19–27). Here all these elements are turned directly around with a pitiless delight. This song for the dead is a song of joy, not grief. How terrible this man was! How wonderful that he has been hurled out of heaven! Here in fact the singer welcomes death as a blessing. And so it is. What would earth be if death did not put a limitation upon human fallenness?<\/p> <p>At the same time, such intense pleasure over destruction of one’s enemy raises questions for a Christian. Is there any sense in which we can participate in such rejoicing? (Cf. Matt. 5:43–48.) First, it must be said that an evil principle is involved here more than a specific person. It is true that the fall and destruction of any individual is no cause for joy. Even the death of a Hitler is a loss to God. At the same time, there is no sense in which Christians are called upon to stand quietly by when the forces of evil are dealt a telling blow by the hand of God (Rev. 19:1–8). Wherever evil is weakened and righteousness triumphs, there is cause for joy.<\/p> <p><span>4b–8<\/span> In this stanza the inhabitants of the earth, animate and inanimate, burst forth into song at the news of the tyrant’s death. Something about human pride demands destruction of all works but one’s own, and the Near East has known a steady succession of proud emperors who have insisted on their way at all costs. What a day it will be for that region and for the whole earth when human pride is cast down once and for all.<\/p> <p><span>4b–6<\/span> The picture here of unceasing and relentless oppression accords very well with the claims of the Assyrian kings. In their annals they report at great length the violence and the unwavering nature of their assaults upon their neighbors. If we accept their word, they mastered the technique of ruling through terror. The blows which would come upon anyone who dared to dissent from Assyrian domination were so massive and so total that nation after nation was cowed into submission. The thought of being delivered from such terror must have been almost too delightful to speak of. Nevertheless, Isaiah is able to believe in a God who is larger than the gigantic world monarchs, who is able to break their sceptres, symbols of their power, like matchsticks. The audacity of such faith is still almost breathtaking. Yet that is precisely the burden of Isaiah’s preaching: the God of tiny Judah is God of all the universe and before his bar all human pretension must bow.<\/p> <p><a class=\"isa\" verses=\"WzE3OTM2XQ==\">7<\/a> The idea of singing in view of deliverance is a special feature of the book of Isaiah. Many commentators have pointed out the occurrences which appear in the second part of the book (<a class=\"isa\" verses=\"WzE4NTU3LDE4NjUwLDE4NzI1LDE4NzQyXQ==\">44:23; 49:13; 54:1; 55:1<\/a>), but the concept also appears in the first part, as here, and in chs. 24–26, where the fierce song of the drunken conquerors is replaced by the jubilant song of the redeemed (<a class=\"isa\" verses=\"WzE4MTA1LDE4MTEwLDE4MTEyLDE4MTI0LDE4MTMyLDE4MTUwXQ==\">24:9, 14, 16; 25:5; 26:1, 19<\/a>). In place of the wailing of mourners for this death (2 Sam. 1:24), there is a spontaneous outburst of laughter and joy. Herod, fearful that people might rejoice at his death, had imprisoned all the elders of the Jews with orders that they should be killed at the hour of his death. It is a testimony to the immensity of his pride that he did not realize that upon his death his capacity to command would cease. But cease it did and in the general jubilation at his death the elders were released.<\/p> <p><a class=\"isa\" verses=\"WzE3OTM3XQ==\">8<\/a> In what appears to be a typically Isaianic way, the poet reinforces the point of the previous verse with imagery, and, as is often the case, with tree imagery. Not only humanity will share in the song of deliverance but all of nature as well, for the Near Eastern tyrants boasted of their dominion not only over humanity but over nature, too. In each case evidence of dominion was the capacity to destroy. So the kings boasted of how many lions they had killed or how they had laid waste the trees.<\/p> <p>This kind of dominion, so different from that envisioned in the Bible (Gen. 2:15; Deut. 20:19), has resulted in the near total decimation of the great forests which once covered much of the Lebanon mountains and parts of northern Mesopotamia. So nature, no less than humanity, will breathe a sigh of relief upon the great king’s death.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkzOCI6M30=\">9–11<\/a> With a sure feel for contrast, the author moves the scene from the earth to the underworld, showing that the same event which brought peace and quiet to the world has brought agitation to the realm of the dead. The source of the agitation is the discovery on the part of the dead that the terrible king who had dispatched so many of them to death is in fact no different than they. Although his glory had made him seem almost immortal, he too must bow to corruption and decay.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkzOCI6Mn0=\">9, 10<\/a> The departed kings are pictured as seated on their thrones in Sheol, the underworld. When the mighty king appears they rise as though to do homage, which one might expect if this were a normal lament. But instead they mock him by reminding him that in the sight of death all human distinctions are meaningless.<\/p> <p><a class=\"isa\" verses=\"WzE3OTQwXQ==\">11<\/a> This verse continues the mockery of the lament by contrasting two radically different pictures of a funeral. In the first we see the royal corpse being carried on its final journey with all the pomp and ceremony which can be mustered to show the power and importance of a person. Somber and elegant music is playing and the corpse is decked out with every kind of finery. But suddenly that picture is replaced with another more terrible, but much more realistic, one. There is nothing but silence and a rotting corpse covered with worms. The picture is like something by Hieronymus Bosch where behind a lovely feminine face we glimpse a decaying, grinning skull. So, says Isaiah, human pride is but pretty trappings on a corpse. The worms bring all of us, mighty and helpless alike, to the same level.<\/p>",
    "audit": null
}