{
    "id": 17532,
    "source": "oswalt",
    "verse_id": 18856,
    "verse_count": 5,
    "reference": "62:1–5",
    "title": "No More Forsaken",
    "html": "<p>Chapter 62 continues the thoughts of chs. 60 and 61, particularly 61:10–11. The themes of light, revelation of Zion’s righteousness and salvation to the nations, marriage joy, relief from oppression, and restoration of the land are all prominent. The chapter seems to be particularly concerned with the question raised in 61:11: How sure can one be that these glorious promises will actually come true? Ch. 60, in particular, represents the new Jerusalem as an accomplished fact. But that was still in the future from the hearers’ point of view. Will it really happen? This chapter reiterates and amplifies the affirmation of 61:11 that indeed it will.<\/p> <p>Scholars agree fairly widely about the structure of the materials in the chapter. The first stanza is <a class=\"isa\" verses=\"eyIxODg1NiI6NX0=\">vv. 1–5<\/a>, the second <a class=\"isa\" verses=\"eyIxODg2MSI6NH0=\">vv. 6–9<\/a>, and the final one <a class=\"isa\" verses=\"eyIxODg2NSI6M30=\">vv. 10–12<\/a>. As mentioned above on <a class=\"isa\" verses=\"eyIxODgzMiI6M30=\">ch. 60:10–12<\/a> seem to provide a conclusion to chs. 60–62. In language reminiscent of 40:1–3 and 52:7–12, they demonstrate the trustworthiness of the promises by calling the people to acts of faith. Both the preceding stanzas begin with God speaking out to discouraged people. Calvin points out that Isaiah’s first hearers were still on the other side of the exile, and for them what was to come could only seem to make a cruel mockery of the glowing words in <a class=\"isa\" verses=\"eyIxODgyMyI6MjJ9\">ch. 60<\/a>. Thus these assertions on God’s part would serve to indicate both awareness of the grim realities of the intervening situations and the continued affirmation that the promises were not just words. V<a class=\"isa\" verses=\"eyIxODg1NiI6NX0=\">v. 1–5<\/a> affirm that forsakenness will be replaced with delight, while <a class=\"isa\" verses=\"eyIxODg2MSI6NH0=\">vv. 6–9<\/a> insist that foreigners will not always be taking Israel’s crops, but will one day be praising Israel’s God.<\/p> <p><a class=\"isa\" verses=\"WzE4ODU2XQ==\">1<\/a> Many 20th-century commentators (e.g., Westermann) have concluded that these words are those of the prophet, who asserts that he will continue to intercede for Zion and Jerusalem until God brings the promises to pass (as per vv. 6c–7). By contrast, most earlier writers (e.g., Kimchi) considered that it was God speaking here, as in v. 6ab, promising that, despite his apparent silence, he was actively working to bring about the bright dawn. Among modern commentators, Whybray and Bonnard are of this same opinion. Both points of view have arguments in their favor, but in view of v. 6 the latter is somewhat more convincing, especially if <a class=\"isa\" verses=\"eyIxODg1NyI6NH0=\">vv. 2–5<\/a> and 6c–9 are taken, with Whybray, as prophetic comments on the divine assertions, because this answers most of the objections against v. 1 containing God’s words. Thus God is depicted as responding to the charges that he has been silent to the pleas of his people (cf. 42:14; 45:15–19; 57:11; 64:12; 65:6). However it might appear, God insists that he will be at work unceasingly <i>for Zion’s sake<\/i>. The emphatic position of this phrase underlines a significant point. As important as God’s name is, he is not delivering Jerusalem for himself, for the sake of his reputation, but for love of his people.<\/p> <p><i>righteousness<\/i>. The NRSV translates <span>ṣidqâ<\/span> with “vindication” here, probably because it is paralleled by “salvation.” But as in 61:10 (where NRSV translates with “righteousness”), this parallelism ought not limit the reference of the term so much (see also on “glory” in v. 2). The whole context of chs. 56–66 shows that something more than “vindication” (with its suggestion that Israel somehow deserves its deliverance) is intended. The righteousness of God is going to be seen in the character of the saved Israel. This understanding is confirmed by the use of <span>nōgah<\/span><i>, brightness<\/i>. This word appears in 59:9, which uses the absence of brightness to express the absence of justice and righteousness in the Israelite community. Thus its appearance in 60:3, 19, and here expresses the presence of the divine character as reflected in his people by his grace (see also 9:2 and Prov. 4:18). It is God’s character dawning on an Israel that confesses its inability to do righteousness that will draw all the nations to its light. God here promises to be indefatigable in bringing that day to pass.<\/p> <p><a class=\"isa\" verses=\"WzE4ODU3XQ==\">2<\/a> This verse speaks of two results of God’s work on Zion’s behalf, but the two are integrally connected. First there is another confirmation of the promises of 60:1–9. The nations will see the reflected glory of God in Zion (for a discussion, see above on 60:1–2). To stress his point, the prophet says <i>all kings<\/i> will see it. This must include not only the petty kings of places like Ammon, Edom, and Philistia, but also the emperors of the world, like the kings of Assyria, Babylonia, and Persia. All their glory, says Isaiah, will be as a candle to the sun compared to the Light that will dawn in Israel.<\/p> <p>What will be the manifestation of that <i>glory?<\/i> It will be a change of condition and character as evidenced by a <i>new name<\/i>. In Israelite culture, as in that of the entire ancient Near East, name and character were intimately associated. This is the reason for the importance attached to the naming of children (cf. 7:3, 14; 8:3; 9:5 [Eng. 6]). It also explains the significance of important name changes in the patriarchal accounts (Gen. 17:5, at the institution of circumcision as covenant sign; Gen. 32:28, at the point of Jacob’s admission of dependence on God). Thus here the proclamation of a <i>new name<\/i> for Zion indicates the new condition and character that God’s salvation will provide for her. That this is solely the work of God is expressed in the final colon by the statement that the very <i>mouth of the Lord<\/i> has designated the name. Skinner says that the new name is a mystery that is not explained, but v. 4 does offer the explanation.<\/p> <p><a class=\"isa\" verses=\"WzE4ODU4XQ==\">3<\/a> Before the announcement of the new names, however, the prophet introduces another image to convey the character and condition of Israel. In 28:1–4 Samaria was said to be a “proud crown” <i>(<\/i><span>ʿ<\/span><span>ṭeret<\/span><i>)<\/i> whose “beauty” <i>(<\/i><span>tipʾeret<\/span><i>)<\/i> was fading like a party goer’s wreath of flowers. Only the Lord can be Israel’s “crown of glory” (<a class=\"isa\" verses=\"WzE4MTcwXQ==\">28:5<\/a>). Here, in the only other occurrence of <span>ʿ<\/span><span>ṭeret<\/span> in the book, God says that the new Jerusalem will be a “crown of beauty” <i>(<\/i><span>ʿ<\/span><span>ṭeret tipʾeret<\/span><i>)<\/i> in his hand. What the Samarias of this world seek to be in themselves and never can be, God will give in his free grace to the city of his choice, whose inhabitants dare to trust him and believe in his promises.<\/p> <p>Commentators are undecided as to the significance of describing the <i>crown<\/i> as being in God’s <i>hand<\/i> instead of on his head. Delitzsch says that it represents the fact that Zion is the prime evidence of God’s greatness through his work in history. But this seems to be resting a great theological proposition on a small point. Whybray suggests that it is because the Jews did not wish to associate their God with the pagan deities who wore crowns. But then why use the image of a crown at all? Cheyne says it is so that God can display Zion to the world. This is plausible, but not indicated in the text except by implication from v. 2. Perhaps it is simply a mixing of metaphors. The people of God, Zion\/Jerusalem, are in his hand, i.e., in his care and under his control. But they are not in his hand as slaves or lumps of wood or stone. They are there as a priceless possession, a thing of delight, honor, and beauty. God is not restoring them to himself grudgingly or mechanically; he does so as one would a piece of precious jewelry. Zion does not need to fear that God will forget his promises concerning her; she is his dearest possession (cf. Prov. 12:4a).<\/p> <p><a class=\"isa\" verses=\"eyIxODg1OSI6Mn0=\">4–5<\/a> Now the new names that are to describe Zion are announced. V. 4 is reminiscent of Hos. 1 in the naming and renaming. It is a continuation of the “insteads” that have been frequent in this subdivision (Isa. 60:17; 61:3, 7), expressing God’s constant desire that ashes should give way to beauty, and deprivation to abundance. It is also reminiscent of the promises of 49:14–23 and 54:1–8. Although it might appear that God had forsaken his people forever, leaving his land desolate for all time, that is not the case. As is true in many other cases in this subdivision, the thought here connects closely with the thought of the initial chapters of the book. In this case, the connection is with 1:7, where God points out to the rebellious people the desolation of their land, and calls them to make proper deductions from that fact. The rest of the book between <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> and <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">ch. 62<\/a> is about how “Desolate” can become “Married.” The message is that it is only possible when the people surrender their foolish desire to exalt themselves, with all the human destruction that this desire entails; entrust themselves to God; receive his free grace, made available to them through the Servant; and accept his commission to become his witnesses (servants) in the world.<\/p> <p>The language throughout these two verses continues the marriage imagery of 61:10. The connotations of joy, exclusive choice, surrender, and commitment that surround marriage make it a good vehicle for conveying what God clearly wants to say. Whatever the faithful in Israel might feel in the long dark years following the destruction of Jerusalem in 586 <small>B.C.<\/small>, they should remember that <i>Forsaken<\/i> is not the name by which God remembers them, nor is <i>Desolate<\/i> the way he views their land. He does not see himself as Zion’s destroyer, but as her husband, who will care for her, nourish her, and protect her.<\/p> <p>The words here translated <i>married, marries, marry<\/i>, all derive from the root <span>bʿl<\/span>, which causes some difficulty, especially when it yields <i>your sons will marry you<\/i> in v. 5. The basic sense of the word is “to possess” (cf. the related noun <span>baʿ<\/span><span>lê<\/span>, “lords of,” e.g., Judg. 9:2). Thus it stresses a relationship more than a state. It is noteworthy that the versions all support the reading <i>sons<\/i>, but that all of them translate <span>bʿl<\/span> with words meaning “dwell in” or “dwell with.” This confirms what was just said about the priority of relationship in the concept. On this basis, the name of the land is “Belongs to” or “Dwelt in,” which make a good deal more sense in the context than <i>Married<\/i>, just as “your sons will dwell in you [or, keep you]” makes more sense than <i>your sons will marry you<\/i>. At the same time, it is clear that the relational element is important to the writer. It is not merely that the land will be reinhabited, but that it will be in a relationship of belonging. This stress on relationship seems to be the reason for using a word that has the potential problems <span>bʿl<\/span> has.<\/p> <p>In all that Israel was to endure, what a source of comfort God’s pet name for them: “My-Delight-Is-in-Her” (v. 4) must have been. It is still true today. When circumstances and failure and blighted hopes combine to convince us that our name is “Forsaken,” that is the hour to hear the whisper of the Bridegroom to his Bride (cf. 2 Cor. 11:2; Eph. 5:27; Rev. 21:2, 9), with the name that it is his alone to give and hers alone to hear.<\/p>",
    "audit": null
}