{
    "id": 17422,
    "source": "oswalt",
    "verse_id": 18120,
    "verse_count": 12,
    "reference": "25:1–12",
    "title": "God’s Feast",
    "html": "<p>Chapter 25 forms the response to the announcement of the destruction of Earth-City. As such, it is in three parts. The first, <a class=\"isa\" verses=\"eyIxODEyMCI6NX0=\">vv. 1–5<\/a>, is a song of thanksgiving for God’s faithfulness in caring for and delivering his people. It is as though this song is presented as part of the festivities mentioned in 24:23 (see above) and resumed in the second part of this chapter, <a class=\"isa\" verses=\"eyIxODEyNSI6M30=\">vv. 6–8<\/a>. In this second part, the announcement of the feast is accompanied by the triumphant word, as in v. 1, that God’s purpose in the destruction of the earth is the redemption of the earth from the pall of death which has always hung over it. Verses 9–12 return to the theme of joy among God’s people because he has delivered them from their enemies, here typified in Moab.<\/p> <p><a class=\"isa\" verses=\"eyIxODEyMCI6NX0=\">1–5<\/a> Like <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">ch. 12<\/a>, which follows the similar announcements of destruction of enemies in chs. 10 and 11, this song breathes with an intensely personal air. God’s goodness has been vindicated as well as his power, and the writer is expressing for himself and for his people the feelings of attachment for God that this recognition has created. Young rightly expresses caution concerning the vantage point of the prophet. Older commentaries perhaps too easily put him in the future looking back. But when Kaiser dismisses that as “a fiction” and says that the prophet is speaking prophetically, one wonders if there is any practical difference in the resulting interpretation. In any case, the writer believes that God’s mighty acts of judgment and deliverance will result in an outpouring of praise on the part of God’s people and a humble recognition of his power on the part of those who had so fiercely exulted over God’s people. As many writers have observed, the singer here was a person steeped in the Scriptures. Numerous similarities to the Psalms and Prophets can be shown, yet they do not seem to be mechanical citations. They are the writer’s own, but his categories are thoroughly biblical.<\/p> <p>Both Duhm and Cheyne believed that the songs in chs. 24–27 were intrusive literary pieces which were drawn from other settings and inserted into this one. Recent study, following the lead of Rudolph, Lindblom, and Fohrer, has increasingly abandoned that view. While not returning to the position that all four chapters were written by the same person and in this order, there has been the growing conviction that the hymns were specifically composed with the surrounding setting in mind (so, e.g., Clements, Kaiser, Wildberger). The present hymn is a case in point. The congruencies with <a class=\"isa\" verses=\"eyIxODA5NyI6MjN9\">ch. 24<\/a> are too direct for the piece to have been merely inserted. Some of these are the reference to the city and to the song, both of which are prominent in <a class=\"isa\" verses=\"eyIxODA5NyI6MjN9\">ch. 24<\/a>. If this is a step in the right direction, and I believe it is, then we must ask the question which the critics too frequently omit: What is the function of the piece here between 24:23 and 25:6–8? Surely it is to say again that the response to God’s acts is as much a part of the process of redemption as are the acts themselves. He may display his power and have himself crowned king as often as he wishes, but that is <i>not<\/i> what he wants. The appropriate effect for those causes is people responding to him in love and joy. That is what he wants and that must be why this song is precisely here.<\/p> <p><a class=\"isa\" verses=\"WzE4MTIwXQ==\">1<\/a> <i>You are my God.<\/i> This intensely personal affirmation sets the tone for the whole song. In place of the raucous drinking songs whose purpose was forgetfulness and the loosening of inhibitions with the result that the worst side of humanity was revealed, this is a song of heightened awareness and true freedom in commitment. The singer says, “I <i>want<\/i> a being like you for my God. I want to belong to one as powerful and faithful as you.” But he also says, “You have shown me that you do truly belong to me, because you have not abandoned me to the oppressor, you have kept faith with me when I was so afraid you had forgotten me. You <i>are<\/i> my God.” The personal note here is a helpful reminder that although God did deal with his people as a group, every individual in that group counted because God related to the group as to an individual. Thus instead of the person being lost in the group, the group became a person and the importance of persons was safeguarded.<\/p> <p><i>for you have done wonderful things.<\/i> The biblical faith is rooted in the concept of a God who is not captive to the normal. He is able to do the remarkable things, and does, in order to save his people. Modern religion has stripped God of his miraculous powers and, using process parlance, has deified the physico-psycho-social system while continuing to call itself Christianity, and thus has drifted far from its biblical roots. That kind of god neither excites nor deserves the kind of ecstatic praise recorded here. Wonders are not part of its makeup.<\/p> <p><i>things planned long ago<\/i> expresses a thought which is especially Isaianic. God’s wonders, his amazing acts, are not “off-the-cuff.” They are part of the divine purpose in the universe. The idols have no plans, which is to be expected since the wind and rain from which the idols come have none. People make plans feverishly, but all too often they come to nothing. But Isaiah knows a God who, at the right moment, does something which from one point of view is utterly new, but from another is consistent with plans formed before the universe began. This is the only being into whose hands it makes sense to entrust oneself from Isaiah’s point of view. No other plan is worth anything.<\/p> <p><a class=\"isa\" verses=\"WzE4MTIxXQ==\">2<\/a> This verse explains what God’s plans were that have now been executed. They were to humble all the works of human pride and oppression, here typified as the walled <i>city<\/i> and the <i>fortified town.<\/i> The usage here is the same as in <a class=\"isa\" verses=\"eyIxODA5NyI6MjN9\">ch. 24<\/a>, in that no specific city is intended. This city is all those arrogant bastions of power that have crushed the righteous through all of time. But the prophet says that their power will not avail them in the end (9:3, 4 [Eng. 4, 5]). God will triumph, and it has been planned so from the beginning.<\/p> <p><a class=\"isa\" verses=\"WzE4MTIyXQ==\">3<\/a> What will be the result of God’s judgment? The <i>therefore<\/i> opening this verse makes it plain that the result is specified here. As elsewhere (<a class=\"isa\" verses=\"W3siMTc5OTEiOjN9LHsiMTgwMjQiOjJ9LFsxODA5Nl1d\">17:7–9; 19:19, 20; 23:18<\/a>), the prophet makes it plain that recognition of God will be the effect. Why should destruction be necessary to cause such honor? Perhaps it is because we human beings do not recognize anything but power. Then, too, until all is lost we tend not to focus upon anything but ourselves. When the situation is hopeless, then we are likely to look to God and recognize him as the only remaining help.<\/p> <p><a class=\"isa\" verses=\"eyIxODEyMyI6Mn0=\">4, 5<\/a> These verses continue the causal connection by expanding upon the reason for honoring God. He is to be honored not merely because he destroys the citadels of the proud, but also because he does so for the sake of the oppressed. In so doing, he becomes a refuge for them. All of this indicates that God’s reason for attacking pride is not merely that it is false in view of his own incomparability (<a class=\"isa\" verses=\"eyIxODQyNyI6MjF9\">40:6–26<\/a>), but also because of what it does to other human beings. Human pride and human well-being are incompatible and God is committed to human well-being.<\/p> <p>The theme of God as a <i>refuge<\/i> is a favorite one in Scripture, especially in the hymnic literature. This is again an expression of the sense of the personal involvement of God with his people. These writers are not conceiving of a life force or a deistic first principle. But neither are they thinking of an amulet or a personal idol. The genius of Hebrew religion is its capacity to weld together an almighty, transcendent Creator with an imminent, personal Father. Neither one of these alone will do, but no other religion has been successful in holding the two together. Without both of them, “God is our refuge and strength” (Ps. 46:2 [Eng. 1]) is a mockery.<\/p> <p>Isaiah uses two extremes of weather typical of the Near East to symbolize the difficulties from which God desires to defend us. They are the thunderstorm and the unremitting heat. In either the sudden intensity of the cloudburst or the steady, enervating heat, life is threatened. Unless one has a stronghold against the flood (cf. Matt. 7:24–27) or a shade from the heat, there is no hope. Life is like that, with the mighty and the powerful breathing out destruction on those not strong enough to fight back. For those people the faith itself, an ability to trust in a Sovereign who cares about them, is a source of strength. But even more, his intervention on their behalf makes him a refuge. The mighty of earth may be great, but God is greater (<a class=\"isa\" verses=\"eyIxODY4NiI6Mn0=\">51:12, 13<\/a>).<\/p> <p>The verse division between 4 and 5 is incorrect, coming as it does between parallel terms, “flood” and “heat.” The present translation follows the suggestion of Kissane to translate <span>kî rûaḥ<\/span> as <i>though the breath<\/i> instead of “for the breath.” If this rendering is correct, then the new thought starts at this point and the verse division should occur there.<\/p> <p><i>As parching heat in the shadow of a cloud<\/i> shows how quickly and silently God can overcome the mighty. Just as a cloud slipping between the earth and the sun produces moments of blessed coolness, so God interposes himself in hopeless situations so that life can go on.<\/p> <p><a class=\"isa\" verses=\"eyIxODEyNSI6M30=\">6–8<\/a> The focus of attention returns here to the banquet, the atmosphere having been heightened by the hymn of praise in <a class=\"isa\" verses=\"eyIxODEyMCI6NX0=\">vv. 1–5<\/a>. The inaugural banquet seems to have been customary in the Near East when a king was crowned. It was a time when the king bestowed favors and sought to establish a favorable tone for his reign. That seems to be the picture here. The subjects come from all over the world (<a class=\"isa\" verses=\"WzE3Njg4XQ==\">2:2<\/a>) to the mountain of the Lord (<a class=\"isa\" verses=\"W1sxODExOV0seyIxNzY4OCI6Mn0sWzE3NzM5LDE3ODk0LDE4OTIzXV0=\">24:23; 2:2, 3; 4:5; 11:9; 65:25<\/a>). There they receive the gifts which only God can bestow: the destruction of death and the removal of the sorrow which accompanies it. This is the key to the richness of the feast—it is the food and drink of life (John 4:13–14; 6:35, 58; 7:37–38).<\/p> <p><a class=\"isa\" verses=\"WzE4MTI1XQ==\">6<\/a> <i>on this mountain&nbsp;… for all peoples<\/i> combines particularity with universality. It was comforting to the Jew to believe that one day his faith would be vindicated. On this not-too-significant hilltop, their God would manifest his glory and show that his people had been right to trust him (v. 8c). But that manifestation was not merely so the Jew could be vindicated. It was also so that the world could be delivered (Rev. 22:2). That took some of the cause of Jewish pride away. But at the same time the universal deliverance could not occur without the particular manifestation. This is the genius of the revelation. Because God dealt with a certain people in certain ways, there is hope for all humanity. For it is God’s acts which save us, not merely a generalized teaching about deity which could have been given apart from the Jewish people and Jerusalem.<\/p> <p><i>a feast of fatness.<\/i> To a people who did not have to worry about cholesterol, the fat portions of the meat were the best (Ps. 36:9 [Eng. 8]; 63:6 [Eng. 5]). Thus it is not surprising that these were the portions of the sacrifices reserved for God (Lev. 3:3; 4:8, 9). But here God is giving the rich food to his people, as the host (Ps. 24:6). This is always the principle of sacrifice. God asks that we give to him in order that he may give to us. (Cf. the thank offering and the feasting associated with it, Lev. 7:11–18).<\/p> <p><i>a feast of lees<\/i> refers to wine which has been allowed to strengthen by leaving the dregs in the wine after the fermentation process. The wine, strained before drinking, was clear and strong, i.e., good wine. <i>šmārîm<\/i>, “lees,” was probably used here also because of its assonance with <i>š<i>mānîm<\/i><\/i>, “fatness.”<\/p> <p><a class=\"isa\" verses=\"eyIxODEyNiI6Mn0=\">7, 8<\/a> But the people who come to the great feast come with veils over their faces. Although some commentators believe this refers to the veil of ignorance which prevents the Gentiles from understanding and accepting God’s revelation (2 Cor. 3:15), most are agreed, in the light of v. 8, that the reference is to the shroud of death. Before human beings can experience the joy of God’s great feast, something must be done about the universal curse. At the end of every pathway the Grim Reaper awaits us all, and that cold hand blights every human happiness. But God will <i>swallow<\/i>—not merely remove, but envelop in such a way as to destroy—that shroud. Moreover, he will do it on Mount Zion, the prophet says. For the Christian, what other meaning can this have than the death and resurrection of Jesus Christ? In him, death has been defeated once and for all, for all the peoples of the earth (Rom. 6:14; 1 Cor. 15:12–57; 1 Thess. 4:14; Rev. 1:17, 18; 21:4). This is the ultimate deliverance. We may be delivered from want and from oppression, but until we are delivered from death, and the sin which issues in death, all these other deliverances are a mockery; death is the final conqueror.<\/p> <p>Many modern commentators, following Duhm, take v. 8a to be an interpolation, but there is no unanimity. Wildberger argues for its originality in <a class=\"isa\" verses=\"eyIxODEyNSI6M30=\">vv. 6–8<\/a>, and W. Millar sees it as essential to the strophic structure. Kissane’s attempt to save the phrase for Isaiah by denying that it refers to immortality flies in the face of the plain meaning of the passage.<\/p> <p><i>The Sovereign Lord will wipe away tears from all faces<\/i> is a fine example of the power of imagery. The text could say that God will take away the sorrow associated with death, for that is obviously the meaning. But how much more expressive is the picture of the Master of the Universe tenderly wiping the tearstained faces as a mother might her child’s. He is touched by that which rends our hearts, and his purpose, begun in Christ, is to put an end to it all. Once again, this demonstrates God’s sovereignty over the nations. They cannot conquer death, but God can. Not only will he conquer death for himself and his own people, but for all people. This is sovereignty.<\/p> <p><i>The reproach of his people he will take away<\/i> is the result of God’s conquest of death and his offer of the feast of life. Not only did their sin and disobedience bring them shame in the eyes of the nations, but so also did their stubborn faith in God and their refusal to violate their laws. But in that day, as the nations turn toward Zion, all the shame, failure, and loss will be made up for. In fact, it will be known that the salvation of the world exists only through God’s people. If one is to relate this text to the eschatological teaching of the NT, it may, with caution, be connected to the final ingathering of the Jews forecasted in Rom. 11:11–27.<\/p> <p><a class=\"isa\" verses=\"eyIxODEyOCI6NH0=\">9–12<\/a> This third section of <a class=\"isa\" verses=\"eyIxODEyMCI6MTJ9\">ch. 25<\/a> returns to song, and again one can imagine that the writer intends for the reader to envision this song as a part of the festivities around God’s throne. The theme turns once more from the salvation of the nations to the prior judgment, with Moab symbolizing the rest of the nations. Some commentators regret this return, arguing that the picture of universal salvation in <a class=\"isa\" verses=\"eyIxODEyNSI6M30=\">vv. 6–8<\/a> is more noble. However, this movement is entirely consistent with the canonical shape of the book as well as of the complete Bible. God does wish to deliver all the peoples of the world. But this does not mean all will respond to his invitation. For those who refuse to do so, the grim final word is judgment. No one ought to be lulled into apathetic unconcern because of God’s offer of limitless love. Any nation or person must either run with God or run into him. There is no other way. Those who are tempted to ignore <a class=\"isa\" verses=\"eyIxODEyNSI6M30=\">vv. 6–8<\/a> because of God’s soft heart will learn to regret that decision.<\/p> <p><a class=\"isa\" verses=\"WzE4MTI4XQ==\">9<\/a> Delitzsch is probably correct when he sees the reference to removing the reproach from God’s people (v. 8) as the immediate stimulus for this song. Although it had seemed impossibly long at the time, eventually the “waiting” will have been shown to be worth it all, and the song will burst forth (Rev. 6:9–11; 7:9–12). This connection with v. 8 may also explain the use of Moab to symbolize the nations, just as Malachi was to use Edom later (Mal. 1:2–5). It was particularly these neighboring nations which had taunted Judah for her apparently ineffectual trust in Yahweh. They had reproached Judah, but in the last day, the reproach would be all theirs (Ezek. 36:6–7).<\/p> <p>Again, as in v. 1, the personal element is strong. God has shown himself faithful to his people and the response is seen in a deep sense of affinity. Ultimately, this is what the whole Exodus had been about: “You will be my people, and I will be your God” (Exod. 29:45, 46, etc.). But somehow that vision had gotten lost in the intervening years, so that Ezekiel and Isaiah had to look for it to be reinstated by the deliverance from the Exile (Ezek. 36:28). And perhaps Isaiah is saying here that it will not be completely realized until the final deliverance.<\/p> <p><i>we waited for him<\/i> expresses a fundamental element of the OT, and the Isaianic, concept of trust. It is the kind of confident expectation that is willing to put the times in God’s hands and to believe in spite of a long interval. This kind of trust has forsaken that manipulation which seeks instant gratification, and it has demonstrated the reality of its commitment to God by refusing to make him vindicate himself according to a human timetable. When such confident expectation is satisfied, the result is, as here, jubilation, for the one who waits has proven the sovereignty of God. That jubilation springs from the certainty that God can save. What a relief and a delight that is, for without a sovereign deliverer, we are merely pawns of a cruel chance.<\/p> <p><a class=\"isa\" verses=\"WzE4MTI5XQ==\">10<\/a> The same hand which will rest on Zion in blessing will strike Moab down. This is not the result of favoritism or arbitrary pique on God’s behalf. It is the result of two different attitudes. Those who commit themselves to God in patient trust will experience his hand of blessing, shading them from the oppressive heat of the sun (49:2; Ezra 8:22, 31), but those who exalt themselves against God in their own self-sufficiency must sooner or later be crushed under that hand (<a class=\"isa\" verses=\"eyIxODEzMCI6Mn0=\">vv. 11, 12<\/a>; cf. also 16:6; Jer. 48:29; Zeph. 2:10).<\/p> <p>The imagery here is very strong, so strong that some interpreters believe it must spring from a virulent hatred of Moab that is inconsistent with the kind of compassion expressed in chs. 15 and 16. However, this view does not take adequate account of the use of language among the Semites. Strong, florid language was as typical of Jesus (see his rebukes of the Pharisees, Matt. 23:13–36) as it is of the modern Iranians. Yet Jesus’ compassion was boundless, and when the springs of emotion opposite to anger are touched in an Arab there is no more compassionate person. Thus it is entirely consistent for these words and the words of chs. 15 and 16 to have been spoken by the same person. Furthermore, the use of these words does not denote an implacable, mindless sort of hatred. The writer is mustering all his verbal skills, unencumbered by the sensitivities of the modern urbanized taste, to say that just as God’s deliverance must come to those who trust him, so also his judgment <i>cannot<\/i> be escaped by those who flaunt him.<\/p> <p><a class=\"isa\" verses=\"WzE4MTMwXQ==\">11<\/a> It is not clear whether this verse is intended to continue the imagery of v. 10. Some commentators understand that Moab is simply lying spread-eagled on the ground with the conqueror’s foot planted in the middle of his back. In part, this uncertainty is because of the supposed impossibility of swimming in a manure pile. However, <i>in its midst<\/i> does not have any referent unless it does refer to the preceding verse, and if the reading “water of” is correct, then there is no incongruity at all, for a barnyard can become very much like quicksand in the winter and spring. So Moab sinks further in its own pride the more frantically it seeks to save itself.<\/p> <p><i>in spite of the struggles of his hands<\/i> is somewhat obscure owing to the uncertainty of the meaning of <span>‘orbôṯ<\/span>, here translated “struggles.” If Driver’s suggestion adopted here is correct, then this verse along with v. 10 seems to show a unified theme. If the more common reading is correct, then perhaps Moab’s treachery toward Judah is intended.<\/p> <p><a class=\"isa\" verses=\"WzE4MTMxXQ==\">12<\/a> The change of person (3rd to 2nd) in this verse seems to shift the focus from Moab back to a more generalized picture to the universal city which Moab had particularized for a moment (<a class=\"isa\" verses=\"WzE4MTIxLDE4MTM2LDE4MTYyXQ==\">25:2; 26:5; 27:10<\/a>). That mighty world-city with its apparently unshakable walls with be shivered to dust. All its towering pride will be brought down to a dunghill.<\/p>",
    "audit": null
}