{
    "id": 17498,
    "source": "oswalt",
    "verse_id": 18645,
    "verse_count": 6,
    "reference": "49:8–13",
    "title": "The Servant’s Work",
    "html": "<p>In this stanza the poet, in much the same way as in 42:5–9, moves to talk about the Servant’s work. He does this with the voice of God. God declares that the Servant’s task is to make it possible for God’s people around the world (<a class=\"isa\" verses=\"WzE4NjQ5XQ==\">49:12<\/a>) to return to him. The language is that of the return from exile, but in the most general terms. The people are prisoners who are brought forth from the darkness (v. 9; cf. 61:1) and led as sheep on a smooth highway (<a class=\"isa\" verses=\"eyIxODY0NiI6M30=\">vv. 9–11<\/a>; cf. 35:8). As in 42:10–13, the response to God’s mighty work through the Servant is universal joy in which nature takes the leading part (<a class=\"isa\" verses=\"WzE4NjUwXQ==\">49:13<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NjQ1XQ==\">8<\/a> This verse continues (from v. 7) the response of the Lord to the Servant’s troubled cry in v. 4. The Lord promises that in the hour when he moves to save the world, he will <i>answer<\/i> and <i>help<\/i> his Servant. <i>answer<\/i> here has the sense of respond to with support, as the parallel <i>help<\/i> shows. <i>In a time of favor<\/i> reflects the idea of the Jubilee Year (Lev. 25:8ff.), that time when the captives were freed, and inheritances restored to the rightful tenants under God’s ownership (see also Isa. 62:2). It also holds out the promise of the reversal of the bleak words of 27:11: “He that formed them will show them no favor.”<\/p> <p>In that hour of salvation God will appoint <i>(<\/i><span>nātan<\/span><i>)<\/i> the Servant for a series of tasks (all indicated by a preceding <i>lamed<\/i>). Above all, he is to be (represent) God’s <i>covenant to the people<\/i>. The word translated “people” (Heb. <span>ʿām<\/span>) is regularly (though not exclusively) used to designate Israel (cf. 11:10–16; 22:4; 25:8; 44:7; 51:4; 52:9, etc). They have broken God’s covenant again and again, so that legally speaking it is null and void. Yet God still understands himself as bound by it and intends to offer it in a new form (Jer. 31:31). Somehow the Servant in himself will be the embodiment of God’s covenant with his people. If the author does not here spell out the details of that embodiment, it is nonetheless clear that this is the Servant’s role. It is interesting that “a light to the nations,” the parallel colon to “a covenant of the people” in 42:6 and 49:6, does not appear here. Is this absence to signal that all people are to have an opportunity to become part of “the people” in the new covenant?<\/p> <p>As the embodiment of the covenant, the Servant will do several things: restore <i>the land<\/i>, apportion <i>desolate heritages<\/i>, and call forth <i>the prisoners<\/i> (v. 9). As mentioned above, this is the language of Jubilee. It also involves the reestablishment of Joshua’s work, a fact that has two implications according to Cheyne: we are talking about something more than the restoration of Judah from Babylon, and we are talking about a historical figure. Paul’s use of this verse (2 Cor. 6:2) shows that he clearly understood it to apply to the messianic age (which had come with Jesus).<\/p> <p><a class=\"isa\" verses=\"WzE4NjQ2XQ==\">9<\/a> The first half of this verse identifies the work of the Servant in proclaiming release to imprisoned ones. That this work is to be done through the Servant is clear from 61:1–4, where it is the agent of the Lord, not the Lord himself, who does the work. That passage also reminds the reader that while physical imagery is being used in both places, it <i>is<\/i> imagery, imagery of that spiritual blindness, desolation, disinheritance, and imprisonment that goes far beyond any merely physical release.<\/p> <p>The second half of the verse begins to speak of the return to God’s land that the Servant will have made possible. That discussion extends through v. 12. The language is very familiar to readers of the book. Three or four common images are used: flocks safely grazing (<a class=\"isa\" verses=\"W1sxNzk4Nl0seyIxODQzMSI6Mn0sWzE4NDcwLDE4NTI1LDE4ODc4XV0=\">17:2; 40:10–11; 41:18; 43:19; 63:11<\/a>); the provisions of the exodus (<a class=\"isa\" verses=\"W3siMTg1MjUiOjJ9LFsxODY4NF0seyIxODg3OCI6NH1d\">43:19–20; 51:10; 63:11–14<\/a>); an easy, well-graded highway (<a class=\"isa\" verses=\"W1sxNzkwMSwxODAyOCwxODMzOV0seyIxODQyNCI6Mn0sWzE4NDk3LDE4ODY1XV0=\">11:16; 19:23; 36:8; 40:3–4; 42:16; 62:10<\/a>). All this is in answer to the implicit question: It is easy to talk about restoration, but how do we get from where we are to where we need to be? The Servant’s ministry is not merely to set them free from the bondage of sin but also to lead them the full way home to God’s presence.<\/p> <p>The idea of grazing on the <i>paths<\/i> and <i>the bare heights<\/i> is that the Lord’s provision will be so abundant that no matter how apparently barren the circumstances, the flock will not even have to turn off the road to find plenty of green grass to eat.<\/p> <p><a class=\"isa\" verses=\"WzE4NjQ3XQ==\">10<\/a> This verse continues and expands the thought of abundant provision to that of protection. God, through the Servant, will supply every need. The language is a combination of the Shepherd Psalm (Ps. 23) and the exodus. God will guide them and protect them, as with the pillar of cloud and fire (Exod. 12:21). He will lead them to water, as in the wilderness (Exod. 17:6). He will not lead them where <i>searing heat<\/i> or <i>sun<\/i> can strike them as with blows, but will find sheltered spots for them. The book of Revelation tells us that this promise is still in the process of being kept as we wait for the final consummation (<a class=\"isa\" verses=\"eyIxNzc5OSI6Mn0=\">7:16–17<\/a>).<\/p> <p>As Pieper and others point out, the final two clauses, introduced by <span>kî<\/span>, give the reason for the previous four. It is because of the character of the compassionate God who will not lead them astray that the flock may expect to be cared for and protected. It is significant that the attribute of God to which the OT returns again and again is his compassion: his tenderness and his ability to be touched by the pain and grief of his people. His transcendence and almighty power are never forgotten, but it is his compassion to which they return with wonder again and again.<\/p> <p><a class=\"isa\" verses=\"WzE4NjQ4XQ==\">11<\/a> Some commentators (e.g., Young) suggest that the imagery changes here from that of a flock to that of an army. But there is no clear warrant for seeing such a change. The point is a continuation of what has been said: God will bring those people who will believe in his promises to himself. He does not promise that the flock’s way will be over nothing but soft meadows and gentle hills. The way may lie through deserts and over mountains, but God does promise that through the hardships, he will be the one leading, and therefore we may be assured of provision, protection, and a clear solid way on which even the weakest may walk. Can we be assured of this? Certainly! After all, God made the mountains; he says, “They are <i>my mountains<\/i>.” He who made them can level them at the right moment. Likewise, the highways are his, and he is able to lift them <i>high<\/i> above the surrounding deserts and take them straight to their destination. Cheyne observes that as Isaiah uses the language of the near (the return from exile) to express the distant (salvation from sin through the Servant), the language of the near becomes modified by the wonder of the distant.<\/p> <p><a class=\"isa\" verses=\"WzE4NjQ5XQ==\">12<\/a> The point of Cheyne’s remark becomes even clearer in this verse. The return envisioned here is not merely one from Babylon by a handful of Judean exiles. This return involves people from every corner of the earth (see also 43:6; 49:22). It is no wonder, then, that the Servant began by calling the whole world to listen to him (<a class=\"isa\" verses=\"WzE4NjM4XQ==\">49:1<\/a>). That calling has universal implications.<\/p> <p>As noted above, it now seems virtually certain that the final term is <i>Syene<\/i>, or Aswan, at the southern edge of Egypt. We know from the Elephantine Letters that a colony of Jews was well established there in the 5th century <small>B.C.<\/small>, so it is possible that this fact, plus the fact that this was the southern border of Egypt (so Ezek. 29:10; 30:6), and thus of the civilized world, accounts for its use here. In any case, this term substantiates the idea that the verse is talking about the points of the compass. Instead of the more usual east-west, north-south pattern, here the poet moves around the compass from east <i>(afar)<\/i> to north to west (<i>the sea<\/i> meaning, as usual, the Mediterranean) to south <i>(Syene)<\/i>. There is no limit to the reach of God’s compassion. The return of the Jews from Babylon is only a foretaste of a return to God from every tribe, tongue, and nation of the earth.<\/p> <p><a class=\"isa\" verses=\"WzE4NjUwXQ==\">13<\/a> It is not surprising that the possibility of universal redemption should issue in a call to praise here, particularly as it is part of a pattern in the book. The same thing appears in 42:10–13; 44:23; 45:8; 52:8–9; 55:12–13, and in some sense climactically in chs. 60–66. In each of these cases, as here, it is the work of God in salvation from sin, not merely deliverance from Babylon, which is the motivating factor for universal praise. In each case, nature, the nature that was initially called to hear God’s case against his people (<a class=\"isa\" verses=\"WzE3NjU3XQ==\">1:2<\/a>), is the part of creation leading the song. Paul has in mind this notion when he speaks of all creation groaning as it waits for the salvation that will come to the human race (Rom. 8:19–22), for its own redemption is inextricably connected with ours. This idea of cosmic redemption occurs in Isa. 65:17, where the conclusion of the book begins on the note of a new heaven and a new earth.<\/p> <p>The language is that of ecstatic praise. The verbs for <i>shout<\/i> and <i>exult<\/i> occur most frequently in the Psalms, but the book in which both occur next in frequency is Isaiah. This element of exultation is clearly at the heart of what the book is about. The book rings with the certainty of God’s ultimate triumph for the sake of his people, no matter who the enemy is: Assyria, Babylon, or the great enemy, sin. Isaiah knows that God will be the victor, and that not only his own people but all people will be the beneficiaries.<\/p> <p>Spykerboer points out a feature that we have come to expect in the book: not only does v. 13 conclude the preceding stanza, but it also introduces what follows, in this case, the rest of the section. He notes that “comfort” is reintroduced here (40:1, and then 51:3 [2 times], 12, 19; 52:9; 54:11). “His\/my people” (40:1; 47:6, and then 51:4, 16, 22; 52:4, 5, 6, 9) is also reintroduced. After the initial introduction of the ideas, they, like the ideal Servant, are left in abeyance while the prophet deals with the initial questions about God that the Babylonian captivity raised. Now the prophet can address the deeper question of Israel’s, and the world’s, relation to this unique, all-powerful, holy, compassionate God.<\/p>",
    "audit": null
}