{
    "id": 17366,
    "source": "oswalt",
    "verse_id": 17704,
    "verse_count": 5,
    "reference": "2:18–22",
    "title": "Reduced To The Caves",
    "html": "<p>As mentioned in the introduction to 2:6–22, this final strophe states in the most forceful way the effect of human attempts at self-aggrandizement. Although the author still expresses himself in figures, these figures are even more explicit than those of <a class=\"isa\" verses=\"eyIxNzY5OCI6Nn0=\">vv. 12–17<\/a>. The more prosaic style has caused scholars to pronounce it the work of an annotator amplifying <a class=\"isa\" verses=\"eyIxNzY5NSI6M30=\">vv. 9–11<\/a> (Duhm, Marti). But there is no reason to believe that the prophet himself could not have amplified and interwoven his thought in this way. The idols by means of which they sought to deify themselves will be cast aside and their precious metals left to the bats and the moles, the unclean to the unclean. Human beings who sought to sit on the throne of God will scurry for shelter in the crannies and crevices of the rocks when God, the only God, appears. Before him who could believe that human beings were of any account at all?<\/p> <p><a class=\"isa\" verses=\"WzE3NzA0XQ==\">18<\/a> This verse seems transitional in force. Thus some scholars see it as the conclusion to <a class=\"isa\" verses=\"eyIxNzY5OCI6Nn0=\">vv. 12–17<\/a> in that it states the final effect of the theophany. Others put it, as we do, with <a class=\"isa\" verses=\"eyIxNzcwNSI6NH0=\">vv. 19–22<\/a> because it seems to speak of more direct results, as those verses do. In any case, the point is plain. When God appears all the attempts to deify parts of creation are seen for what they are—foolishness.<\/p> <p><a class=\"isa\" verses=\"eyIxNzcwNSI6M30=\">19–21<\/a> The ultimate in humiliation is depicted here. Human beings become troglodytes. Their ravenous ambition to be God has robbed them even of the dignity which could have been rightfully theirs. Had they submitted to God in recognition of his greatness and his right to rule in their lives (the fear, <span>yir’â<\/span>, of the Lord), then they would have been his friends (Ps. 25:14), little less than God himself in dominion over creation (Ps. 8:6–9 [Eng. 5–8]). But having refused the fear of the Lord, they now know terror of him (<span>paḥaḏ<\/span>), for he now comes as their enemy and they have no defense (<a class=\"isa\" verses=\"WzE3Njc5XQ==\">1:24<\/a>). Here is the paradox of faith: to attempt to exalt myself is to become nothing, adrift in a meaningless universe, in dread over nameless horrors which threaten me; to submit to the exalted Lord is to know myself picked up, declared his child, and made vice-regent of the universe, my Father’s home.<\/p> <p><a class=\"isa\" verses=\"WzE3NzA2XQ==\">20<\/a> This verse demonstrates again the prophet’s skill in irony and sarcasm, for in the structure of the verse <i>idols of silver and idols of gold<\/i> (using <span>’lîlîm<\/span> “worthless ones”), comes at the end of the first stich, whereas <i>moles<\/i> and <i>bats<\/i> come at the end of the second. Thus the effect is to juxtapose the supposed preciousness of the idols with the squeamishness felt toward the small, unclean rodents. Mighty gods? Hardly. The same people who made the idols <i>for themselves to worship<\/i> (a telling phrase) now fling them away to their true domain. The God who alone is worthy of worship has appeared.<\/p> <p><a class=\"isa\" verses=\"WzE3NzA4XQ==\">22<\/a> This verse makes it plain that the passage has not been talking chiefly about idolatry. It does not say “be done with idols.” Rather, it says <i>Be done with man.<\/i> Idolatry is a result, not a cause. It is the exaltation of man that results in idolatry. The tendency of human beings to make ourselves the center of all things and to explain all things in terms of ourselves is the problem. From the heights of vv. 6 and 7 we have plunged to this depth. Is there any cause to glory in humanity? None whatever. For we are mortal, as transitory as a sigh, as impermanent as a breath (Ps. 90:3–8). Although most modern commentators, beginning with Duhm, have discounted this verse’s originality (it is lacking in the LXX, though present in the other versions), and some have even called it “meaningless, or at least unsuitable” (Scott), its fitness for this context is striking (cf. Delitzsch and Kissane). In a biting and abrupt way (similar to v. 9c in its imperative mood), it sums up the import of all that has been said. That mortal human beings should attempt to exalt themselves over God is ludicrous; such actions are the perfect evidence that those who do them are not worthy of being taken into account. If Israel’s glorious destiny is to be achieved, it will not be through dependency upon man (cf. Ps. 8:6 [Eng. 5]; 56:5, 12 [Eng. 4, 11] for similar reflections upon man’s intrinsic worth). That thought leads directly into the next segment, <a class=\"isa\" verses=\"eyIxNzcwOSI6MjZ9\">ch. 3<\/a>, where the folly of dependence upon human leaders is explored more specifically. Thus v. 22, in a very effective way, sums up the general statement of 2:6–21 and moves into the specific and concrete statement of 3:1–4:1.<\/p>",
    "audit": null
}