{
    "id": 17544,
    "source": "oswalt",
    "verse_id": 18930,
    "verse_count": 8,
    "reference": "66:7–14",
    "title": "Mother Jerusalem",
    "html": "<p>In this segment the focus returns to hope, picking up a theme that has recurred throughout the book: Jerusalem\/Zion as mother. Elsewhere this theme has been used to speak of bereavement and deprivation (<a class=\"isa\" verses=\"W3siMTgxNDciOjN9LFsxODM1Nl0seyIxODY5MiI6M31d\">26:16–18; 37:3; 51:18–20<\/a>), but also, as here, of hope and promise (<a class=\"isa\" verses=\"W3siMTg2NTYiOjN9LHsiMTg3MjUiOjN9XQ==\">49:19–21; 54:1–3<\/a>). Jerusalem is to know abundance and blessing, and is to be the source of these for its inhabitants. Gone will be the days when the city was stripped and barren, when its children were slaughtered, and when it seemed impossible that it could ever give birth again. Now its children will spring to life effortlessly, and a future of fecundity and laughter stretches endlessly ahead. The segment seems to have three parts: <a class=\"isa\" verses=\"eyIxODkzMCI6M30=\">vv. 7–9<\/a>, an announcement of salvation; <a class=\"isa\" verses=\"eyIxODkzMyI6Mn0=\">vv. 10–11<\/a>, a call to rejoice in the new reality; <a class=\"isa\" verses=\"eyIxODkzNSI6M30=\">vv. 12–14<\/a>, a fuller description of the blessings of Jerusalem’s inhabitants.<\/p> <p><a class=\"isa\" verses=\"WzE4OTMwXQ==\">7<\/a> Here again is one of Isaiah’s graphic metaphors used to make a point. The point is surely to promise that the day will arrive when joy and blessing will come to those in God’s new Jerusalem without pain or even effort. That could have been said plainly (as in the preceding sentence), but how much more gripping the metaphorical statement is. Without any more pain or effort than swallowing, a pregnant woman lets a baby <i>(male child)<\/i> slip into the world. What could speak more graphically of an entirely new world? One of the givens of life as we know it is that human birth entails both terrific effort and terrible pain for the mother. But it is not so in the world that Isaiah foresees.<\/p> <p>But beyond the graphic force of the statement, it is almost certainly an allusion to Gen. 3:16. According to that passage, pain in childbirth is a concomitant of the Fall. Isaiah is looking to a world where the effects of the Fall have been done away with, and its dead hand can no more reach out to blight even the moment of new life’s breaking into the world. Interestingly, the subject of the verbs is not identified in this verse; we wait until the very end of the following one for that identification. This indefiniteness heightens the sense of drama by intensifying the strangeness of what is being said.<\/p> <p><a class=\"isa\" verses=\"WzE4OTMxXQ==\">8<\/a> Here the prophet underlines the remarkable nature of what he is saying with four rhetorical questions, all of which expect negative answers. Has anyone ever experienced <i>(heard, seen)<\/i> anything like this anywhere else? Of course not! Such a thing is contrary to human nature. This is obviously a work of God. He alone can alter the terms on which human life functions. If birth is to be without pain or effort, if sin is to lose its power to blight and bind, those results will not come in the ordinary course of events. Only the Creator, who stands outside the system of creation, the one who is narrating the story, has the power to alter that course of events in a fundamental way.<\/p> <p>Only in the second bicolon, with its second set of rhetorical questions, does the subject of this dramatic turn of events begin to be identified. But even still, we are left to conjecture. It is a land, a nation, that is to be born, and it is to be born <i>all at once<\/i>, in a single moment. Who could be the mother of such a child? The answer appears finally in the last bicolon of the series, and the suspense is ended. Zion is the mother who gives birth to an entire people in one day. Yes, there has been grief, terrible grief, forecast for Zion, but that is not the end of the story. Destruction is not God’s ultimate goal, but life and fullness are. It may be necessary to go through terrible loss to reach that goal, but God’s people dare not forget that hope is what God’s work is always about.<\/p> <p>Does the prophet have in mind here a single historical event? Probably not, but rather, as Cheyne says, “the concluding stages of God’s work [are] fused in the dim prophetic light.” Calvin says it in another way: everything from the return from exile to the final establishment of Christ’s kingdom is in view. This imagery certainly applies to a number of events in redemption history. For instance, it describes the release from captivity, which suddenly became a reality with Cyrus’s conquest of Babylon. It also describes the rise of the Hasmonean kingdom, with Mattathias Maccabeus’s dramatic refusal to desecrate the Torah (1 Macc. 2:15–27). It describes the birth of the church at Pentecost, and it describes the outburst of the Reformation. Nor is the end yet. The day will come when Christ, Isaiah’s Servant\/Messiah, will break through the skies, and in a single moment Zion will give birth to a brand-new people, a people forever set free from the curse of sin.<\/p> <p><a class=\"isa\" verses=\"WzE4OTMyXQ==\">9<\/a> Here God addresses possible objections and asserts explicitly that a miracle such as this could only come about through his superintendence. One of the principal objections to promises such as these is obviously that they are impossible. If Israel should ever go into captivity, it can never emerge again. If Judah is under the boot of foreign empires, then its religion is doomed to be swallowed up in syncretism. If the Messiah is an ordinary-looking man, the son of a human mother, there is no hope that his message can survive. If the faith is held hostage to a corrupt institutionalism, it can never break free from that stranglehold. And so on. But the prophet declares that the fulfillment of this promise, and all those others like it, does not depend on human power or “normal” circumstances. That kind of thinking is typical of a pagan mind-set, in which the gods are nothing more than personalizations of the forces of the cosmic system. But God is not “Birth,” “Fertility,” or even “Life.” God is beyond all those. He is the one who brings to birth, who causes fertility, who gives life, but he is not a personalization of any of those, and thus is not captive to them. Shall he start the process of birth <i>(cause to break)<\/i> as he has in the creation of the nation of Israel, and not bring it to its completion? Of course not! The world may say that Zion is barren, and even if pregnant, too weak to give birth (Isa. 26:19; 37:3) to anything like the righteousness of God. But it is not Zion who is saving the world, it is God! And he is the one who has proved that what he says is so (<a class=\"isa\" verses=\"W1sxODQyOV0seyIxODc1MSI6Mn1d\">40:8; 55:10–11<\/a>). Thus if the Lord says that he will make Zion bring forth, and if God says that he will not shut up her womb, we may know that neither time nor precedent can prevent that promise from being realized.<\/p> <p><a class=\"isa\" verses=\"WzE4OTMzXQ==\">10<\/a> Those who love Jerusalem, but who have had reason to mourn her condition, now have reason for great joy. The mourning was twofold: first because of the destroyed and ruinous condition that resulted from the nations being called in to trample God’s vineyard (cf. 5:5–6; 49:19), then because of Israel’s inability to do righteousness (57:18; 59:9–15a). But God has one who has promised to give joy in place of mourning (<a class=\"isa\" verses=\"W1sxODg0Ml0seyIxODg0NiI6Mn0seyIxODkxNiI6Mn1d\">60:20; 61:2–3; 65:18–19<\/a>). Not only will Jerusalem be restored as a great and glorious city, but even more importantly, God will come in the power of his Spirit and put his words in the mouth of his people (<a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a>) so that they will follow his leadership (<a class=\"isa\" verses=\"WzE4ODc4XQ==\">63:11<\/a>) and stop grieving him (<a class=\"isa\" verses=\"WzE4ODc3XQ==\">63:10<\/a>). The bereft mother, rejected by her husband, has been restored to his love and has given birth painlessly to an entire nation in a single day (cf. 49:19–50:3). What a cause for taking off the mourning clothes and singing for joy.<\/p> <p><a class=\"isa\" verses=\"WzE4OTM0XQ==\">11<\/a> This verse makes the cause for rejoicing more explicit with two bicola, each introduced by <span>l<\/span><span>maʿan<\/span><i>, because<\/i> or “on account of.” The direct cause of the rejoicing that Isaiah promises to the new Jerusalem’s inhabitants is that their city will provide for all their needs. The picture here may have been suggested by the opposite picture arising from famine and siege. There we may imagine the anguish of both mother and child when the mother’s breasts begin to dry up from lack of nourishment. The grief of the mother is, if possible, even deeper than that of the starving infant. She would gladly give her life for her baby, but she has nothing to give. By the time the exile and return were completed, the Israelites would have seen that picture all too many times.<\/p> <p>But, the prophet says, the day is coming when such a tragedy will no longer apply to Jerusalem. We can see the deeply contented look of a mother who has more than enough milk for her baby, and we can see the perfectly concentrated look on the face of a nursing baby. This will be the joy of the new Jerusalem, where there will never again be any discrepancy between need and supply. It is interesting that the genitival adjective used to describe <i>breast<\/i> is <i>comforting<\/i>, the same word with which <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> began (and which occurs 3 times in 66:13). The usage in <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> shows that the word has a deeper meaning here than a superficial reading might suggest. Zion’s abundance will be a source of strength and courage, a cause for deep contentment and fulfillment. The parallelism with <i>glorious<\/i> is also interesting. While most translations use words like “abundance,” the parallel colon suggests the idea of full supply, which in turn recalls the root idea of heaviness. The mother’s bosom is heavy with everything that her children may need to live strong and stable lives.<\/p> <p><a class=\"isa\" verses=\"eyIxODkzNSI6Mn0=\">12–13<\/a> Ultimately, only God can provide the kind of complete supply for all the needs of his people that the previous verses have been talking about. If Zion is now able to supply her children’s needs, it is only because God supplies them through Zion. This truth is emphasized by the <span>hin<\/span><span>nî<\/span> plus participle construction that opens the sentence: <i>Behold, I am extending<\/i> (lit. “behold me extending”). It is God who extends these blessings in all times. So he promises to extend <i>peace like a river<\/i>. Many commentators assert that <span>šālôm<\/span> <i>(peace)<\/i> here is merely to be translated “prosperity.” But throughout the book <span>šālôm<\/span> has been presented as that integration of all parts of life that is the ultimate blessing of a true relationship with God. Why it should be any less than that here is not clear. In particular the term is associated with the Servant\/Messiah and his kingdom. The <span>šālôm<\/span> that God promises to his people is particularly made available to them through the Servant\/Messiah’s work. When Zion recognizes her king, Immanuel, then instead of the “river of Assyria” rising in all its “glory” against her (cf. 8:7), it will be the “waters of Shiloah” (cf. 8:6) that will flow past in peace (cf. 33:21–22). Finally, all of Zion’s broken pieces will be put back together in the form that God envisioned from the first (cf. 32:15–18).<\/p> <p>The same point needs to be made concerning <i>the glory of the nations<\/i>, which is customarily translated “the wealth of the nations.” Throughout the book one of the key issues is whether Zion would allow herself to be seduced by the “glory” of the nations. She had been called to declare to the nations the only true glory, the glory of God, which fills the earth. God intended that she should share that glory with him. But if instead she became enamored with the human glory of the nations, the result for her would be degradation and destruction (<a class=\"isa\" verses=\"WzE3ODE1XQ==\">8:7<\/a>), which is of course what happened. But God had promised in advance that when that tragedy occurred, he would redeem his bride, restore her to himself, and, as here, give to her <i>the glory of the nations<\/i> (<a class=\"isa\" verses=\"WzE4ODM1LDE4ODUwXQ==\">60:13; 61:6<\/a>). Surely the wealth of the nations is part of their “glory,” but to restrict the meaning to that idea alone is to miss the climactic nature of the point being made here. The object of the Israelites’ lust that they had tried to get for themselves, God would give them if they would only trust him with their needs and desires, and make his glory their prime concern.<\/p> <p>If, as noted above, the MT is correct, then Alexander’s comment that <i>you will suck<\/i> has been inserted to announce a resumption of the previous imagery is appropriate. What is it that Zion’s children will derive from her through the provision of God? Rivers of peace, and wadis full of the glory of the nations. They will be favored children, carried on the hip and bounced on the knees of an adoring mother.<\/p> <p><a class=\"isa\" verses=\"WzE4OTM2XQ==\">13<\/a> This verse continues the theme that God is the ultimate source of Zion’s blessings by asserting that when <i>Jerusalem comforts<\/i> (see above on v. 11), it is really God who comforts. This is one of the few places in the Bible where God is directly compared to a mother, and most commentators agree that the comparison has been used to reinforce the depth of God’s concern and care for his children. When he gives them courage, strength, hope, and will (<i>comforts<\/i> them), these are not merely arm’s-length transactions. They are an expression of the intimate, personal involvement of a loving, personal God with his people.<\/p> <p>At the same time it is instructive to observe what is not said. God is not compared to a nursing mother; Zion is. God is compared to a mother who embraces her grown son (Heb. <span>ʾîš<\/span><i>, a man<\/i>) in an hour when his need is much deeper than the one he had as an infant for her breasts (cf. Gen. 24:67; Judg. 17:2; 1 K. 2:19–20). His need is not physical but spiritual, as he faces grief, failure, and loss. Undoubtedly, this careful distancing of God from the nursing motif is for the same reason that God is never said to impregnate or to give birth. The Bible is at great pains to protect the truth of the transcendence of God. God is other than we. He is not an extension of us, or a projection of us, as “nursing” and “bearing” would suggest, and as paganism, whether in its ancient or its modern dress, asserts. All that is personally and spiritually true of mothers and fathers is true of God. But he is not of the same essence as we, and to begin to blur the distinction is to lose our grip on reality and be plunged into an abyss.<\/p> <p>The threefold repetition of <i>comfort<\/i> in the verse further recapitulates a key theme in the book (as with “peace” and “glory” in v. 12). This root, <span>nḥm<\/span>, appears first in 12:1, which promises that God will not be content to express his righteous anger over Israel’s sins, but that he will find a way to set the downcast and destroyed people on its feet again. Chs. 13–39 explain the reasons for God’s anger and the inevitable outcome of it, the destruction of the people (cf. 22:4). Then “comfort” reemerges in 40:1 and at key points throughout the remainder of the book. Of special importance is the cluster of occurrences in chs. 49, 51–52, which discuss the ministry of the Servant. It is then hardly surprising that the Servant\/Messiah of 61:1–3 announces that his ministry is to comfort those who mourn (<a class=\"isa\" verses=\"WzE4ODQ2XQ==\">61:2<\/a>). Thus in climactic fashion this verse announces in triplicate the fulfillment of the promise. The arm of the Lord has been revealed; sin and its attendant sorrow and shame have been defeated; death has been met and vanquished; mourning is ended forevermore. Comfort indeed!<\/p> <p><a class=\"isa\" verses=\"WzE4OTM3XQ==\">14<\/a> What will be the result of all this? Personal experience of the blessing of God <i>(You will see)<\/i>. This is part of the wonder that is inherent in the opening words of 1 John. The apostle declares that the life that he is proclaiming to his readers he and the other apostles have seen and heard and touched. They have not experienced “life” in the abstract but in the concrete. Here the prophet is speaking to his own generation and all the generations to come in which there will be people who range from fervent believers to bitter skeptics, and he says that those who do believe will experience for themselves the wonders about which he is speaking. The life <i>(bones)<\/i> that has shriveled and almost died because of the sorrows stemming from sin (cf. Prov. 17:22) will experience a richness and abundance of life that will be like new grass sprouting in the spring (cf. 58:11 for similar imagery).<\/p> <p>God’s generous treatment of Jerusalem and her children will clearly show the difference between the <i>servants<\/i> of the Lord and <i>his enemies<\/i>. As the book of Malachi shows, the sense that there was not a clear enough distinction between these two groups became a major problem in the postexilic era. The people ask what good it is to live a sober life when the cynics and wrongdoers seem to get off scot-free (Mal. 3:13–15). This is the same issue that Jesus addresses in his parable of the wheat and the weeds (Matt. 13:24–30). The answer of all three—Isaiah, Malachi, and Jesus—is the same. The day is coming when the distinction between the servants and the enemies of God will be unmistakable. God’s hand of blessing and power will be evident in the blessed condition of his servants, and his outstretched hand of anger (cf. Isa. 9:7 [Eng. 8]–10:4) will fall on his enemies.<\/p> <p>Little more needs to be said about <i>servants<\/i> except to point out that here is another climactic use of an important term in the book. The Judean exiles who were certain that God had either abandoned them or did not have the power to deliver them had been reminded that, far from casting them off, God would use them as the evidence to the nations that he alone was God. They need do nothing but believe his promises to receive the benefits of deliverance and blessing (e.g., 41:8–9; 43:10–13; 54:17). Here again, Isaiah promises that God will reveal himself <i>(will be known)<\/i> to his servants through his treatment of them. Those promises have not been abrogated, and those who delight to call themselves the servants of God can still claim the promises both for now and for the end of the age.<\/p>",
    "audit": null
}