{
    "id": 17480,
    "source": "oswalt",
    "verse_id": 18546,
    "verse_count": 6,
    "reference": "44:12–17",
    "title": ") Idolaters Are Confused",
    "html": "<p>The author now turns to an explicit discussion of the way in which an idol is constructed. Later (<a class=\"isa\" verses=\"eyIxODU1MiI6M30=\">vv. 18–20<\/a>) he will make explicit the implications of these actions, but that is not necessary. Without a word of explanation it is apparent to anyone that creation of the transcendent from the mundane is a contradiction in terms. The poet’s skill is in making painfully clear just how mundane the whole process is. He does so by taking us backward step-by-step from the end of the process to the beginning, showing in each stage how ludicrous it is for humans to make gods. We go from the final step of plating the wooden form with metal to the first step of planting seedlings from which the wood will be cut. The final irony is that the same log that supplies the god also supplies the fuel to heat the craftsman’s food and warm his body.<\/p> <p><a class=\"isa\" verses=\"WzE4NTQ2XQ==\">12<\/a> The author takes us into the process of god making at the final stage, where metal is applied to the wooden form. We stand at the forge in some awe as we watch a man of strength and skill go through all the steps of forcing the recalcitrant metal to obey his will and to take the shape he has designed. In both this verse and the next the piling up of activities suggests what a complex and wearisome task the business of making gods is. That suggestion is made explicit here with the closing statement. No matter how strong the ironworker may be, he will faint if he does not eat and drink. The contrast with God’s statements to Israel both before and after this is evident. Because Israel has not formed God, but he has formed them, they need not be wearied (<a class=\"isa\" verses=\"eyIxODQ0OSI6NH0=\">40:28–31<\/a>); because they do not carry him, but he them (<a class=\"isa\" verses=\"WzE4NTgyLDE4NTkwXQ==\">45:20; 46:3<\/a>), they need not hunger and thirst (<a class=\"isa\" verses=\"eyIxODUyNSI6Mn0=\">43:19–20<\/a>).<\/p> <p>There is also the suggestion of compulsion here. These activities must be completed even to the point of exhaustion. After all, a god is being made here; the craftsman is driven in order to prepare a body for the god. The direction is thus, as it always is in nonbiblical religions, from humanity toward god. Humanity is creating god in its own image, and that is a compulsive, exhausting task, because it is ultimately futile. But apart from the revelation of the transcendent Creator, what other hope is there of giving meaning to one’s life and forging out some semblance of control over it?<\/p> <p><a class=\"isa\" verses=\"WzE4NTQ3XQ==\">13<\/a> Now we take a step backward to look at the woodworker who fashioned the basic form. Again we are impressed by the myriad of activities, all demanding great skill and effort. Using strings as guides he marks out the basic outlines with a sharp-pointed <i>stylus;<\/i> with files and chisels he cuts out the larger planes; then he traces the finer details with a <i>compass<\/i>. What is the result? Humanity in its fullest flower. The kind of humanity that needs a house in which to live, a roof over its head to keep out the rain, and four walls to keep out marauders. All this effort solely to project ourselves on the heavens! Again Isaiah demonstrates how incisively he understands the nature of paganism. Above all else, it is an attempt to cast eternal reality into the shape of humanity. We have not progressed beyond that today. The doctrine called humanism is only an abstract form of this age-old effort. We will be God, and God will be us.<\/p> <p><a class=\"isa\" verses=\"WzE4NTQ4XQ==\">14<\/a> <i>In order to cut<\/i>. The opening infinitive seems to serve the retrospective nature of the discourse. It expresses the purpose of the planting, which is prior to the cutting in time but subsequent to it in the prophet’s present scheme. It is in order to cut wood of his choice that the craftsman planted. While we have no extrabiblical analogues to this picture, it is consistent with what we know of ancient practices, just as sheep were raised specifically for sacrifice.<\/p> <p><i>fine wood<\/i> is literally “cedars,” but the plural form here suggests the abstract sense. This is confirmed by the singular forms of the specific types of trees following. Again the stress is on effort and care. Not just any kind of wood was acceptable. Particular kinds had to be selected <i>(taken, secured)<\/i>. This process reflects the complex rituals of pagan religion. Because of the principle of continuity—the idea that the divine, natural, and human are one interlocked system—certain natural elements are supposed to be more in tune with some divine functions than others. Much of the training of a priest in those cultures was the learning of what natural elements went with which god in which part of the ritual. The identities of the trees here are more approximate than certain, but the general genus is probably correct.<\/p> <p>As in vv. 12 and 13, the conclusion of v. 14 seems to stress again the dependence of the gods. Here the man planted the tree and the rain made it grow. The god or the goddess of the idol is completely passive, acted upon, but incapable of any independent action. Of course, the pagan would have insisted that the god was active in the process because of the law of continuity, but Isaiah’s point is that the process of idol making calls that whole principle into question. Where is the activity of the gods, if they have to inhabit a form that is wholly dependent on the human mind for its inception, human skills for its creation, and the gifts of nature for its materials?<\/p> <p><a class=\"isa\" verses=\"eyIxODU0OSI6M30=\">15–17<\/a> With relentless repetition the prophet now bears down on the final irony. How can a log, part of which was burned in service of human needs, become a god that demands human service and offers deliverance to its supplicants? Isaiah’s reaction to the gods is much the same as was Paul’s some 700 years later. They are nothing, lacking the power to bless or to defile (1 Cor. 8:4–8; cf. also Acts 17:29). The tragedy of the whole picture is established in the first words of v. 15: <i>It shall be for people to burn<\/i>. “Shall be for” expresses the idea of possession. The wood is given to humans (taking <span>ʾādām<\/span> in its general sense) for blessing, to be used. But instead of allowing that gift to turn their eyes in gratitude to the transcendent Creator who cannot be manipulated, they use the gift to make God in their own image in an attempt to make certain that the gifts will not be cut off in the future (cf. Rom. 1:18–23). Instead of the freedom of trust and grace, they (and we) constantly choose the bondage of manipulation and coercion.<\/p> <p><i>some of them<\/i> (lit. “from them”) refers to part of the wood of the trees. The repetition of <span>ʾap<\/span><i>, moreover<\/i>, is characteristic of chs. 40–48. It serves to emphasize the additional activities. Not only does the idol maker heat himself with the fire, he also feeds himself. But more than that, he also uses it to make a god for himself. The repeated statements that he makes it into an idol and worships (lit. “prostrates himself to”) it (<a class=\"isa\" verses=\"WzE4NTQ5LDE4NTUxXQ==\">vv. 15, 17<\/a>) express the writer’s incredulity over the situation. It is as though he says, “Can you believe it, they actually.&nbsp;.&nbsp;.&nbsp;. Really, they actually.&nbsp;.&nbsp;.&nbsp;.&nbsp;”<\/p> <p><a class=\"isa\" verses=\"WzE4NTUwXQ==\">16<\/a> The sequence <i>half of it&nbsp;.&nbsp;.&nbsp;. half of it&nbsp;.&nbsp;.&nbsp;. the remainder of it<\/i> (v. 17) need not be troublesome if one remembers that all of v. 16 is devoted to what the person does with one half of the log. With that one half he makes a fire that both warms him and heats his food. Some commentators (e.g., Delitzsch) point out that “see” (in <i>I have seen the fire<\/i>) need not be restricted to the optical sense, but may refer to experience in general (e.g., “I did not think I would ever see this day”). But there is no other clear example of Hebrew using the word in that way. It is more likely simply expressing the added sense of warmth that comes from looking into a crackling fire.<\/p> <p><a class=\"isa\" verses=\"WzE4NTUxXQ==\">17<\/a> The emphatic position of <i>As for the rest of it<\/i> is highlighted by the Masoretic punctuation <i>(<\/i><span>zaqqeph qaton<\/span><i>)<\/i>, which sets the phrase off by itself. Having dealt with the mundane use put to the first part of the log in v. 16, we are now told the surprising use to which the remainder is to be put. The piling up of verbs in the third colon of the verse <i>(worship, prostrate, pray)<\/i> seems to express the author’s exasperation with the futility of the exercise. It may also express the disgust of a Hebrew, whose ritual was comparatively simple as ritual goes, with the apparently endlessly repetitive rituals of the pagans. (For the same reaction from Jesus, see Matt. 6:7–8.) The petition brings the irony to its fine point. How can that which is solely the result of human effort and care, whose stuff humans have casually consumed in their own service, now turn around and care for them?<\/p>",
    "audit": null
}