{
    "id": 17394,
    "source": "oswalt",
    "verse_id": 17902,
    "verse_count": 6,
    "reference": "12:1–6",
    "title": "The Song Of Trust",
    "html": "<p>This brief paean of praise incorporating two shorter fragments (vv. 1b–2, 4–6) brings chs. 7–12 (or 6–12) to a fitting close. However one evaluates the conclusion current since Ewald (<a class=\"isa\" verses=\"bnVsbA==\">1840<\/a>) that the chapter must be dated no earlier than postexilic times, it must be obvious (cf. Gray) that the chapter was written as a conclusion to the preceding ones. There are a number of reasons for such an assertion. Chief among them is God as Savior. Throughout chs. 7–11 there is the recurring appeal to the house of David and to Judah to put aside their fears of the nations around them and to focus their primary attention upon God, who is master of the nations and who is utterly trustworthy. That trustworthiness is underlined by the promise that although their refusal to trust will issue in defeat and despair, it will not result in complete destruction of Israel as a people. Although God is under no external obligation to do so, he will deliver them from the chains which their own hands have forged. Ch. 12 looks to a time when the people will have drawn the appropriate conclusions, the very ones Isaiah has been pressing, as a result of God’s gracious activity. The truths are made the more powerful because they are put in the lyrical language of worship rather than in mere discursive prose. In this way, the hearer and the reader are no longer spectators or objects of instruction. Now they are participants involved on the emotional and volitional levels as well as the cognitive one.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkwMiI6Mn0=\">1, 2<\/a> Here, the frequently repeated phrase <i>in that day<\/i> takes on a diametrically opposite tone from the one found in such places as 2:20; 3:18; 4:1; 7:18, 20, 21, 23. There the coming day was one to be dreaded, but here, as in 4:2; 10:20; and 11:10, it is a day to be hoped for. Once again, the prophet has underlined that judgment is not God’s last word. For all who will, promise lies beyond judgment.<\/p> <p>The central focus of these verses, as well as the entire song, is upon God. This is what Isaiah has been appealing for (8:12–23 [Eng. 9:1]; so also 31:1, 2; 33:17–22; 40:12–31; etc.). Whenever Israel focuses primarily upon her needs she is in difficulty, for supply of those needs becomes the ultimate goal and all else, including the Sovereign of the universe, becomes but a means to that end. This attitude is a sure prescription for spiritual disaster.<\/p> <p>Thus praise and thanks are essential to robust spiritual life, not because God needs them like some neurotic tyrant, but because we need to give them. It is only in this way that we can refocus our attention upon how much we have received from a loving Father and in that appreciation stop attempting to use him as our servant (idolatry). Thus, Kilpatrick (<i>IB<\/i>) says, “Any revival of religion which may yet come to the world will be marked by a new outburst of thanksgiving.”<\/p> <p>The source of the praise is the amazing discovery that God’s anger has been removed and that he, the former enemy, has in fact become a source of encouragement and tender support. This change is not merely an arbitrary change of outlook on the part of One who can do as he wishes. 40:1 helps to underline this point. Since God’s anger is based on a just cause, and is not the result of personal pique, the comfort of God comes only after sin and iniquity have been punished. Since our sin is an offense against the laws of the universe and against the loving Author of life and well-being, it cannot be dismissed and its results merely abrogated, any more than a person who in a fit of rage has kicked a table can expect his foot suddenly to stop hurting. The Jews understood this principle when they said, “It is the blood that makes atonement” (Lev. 17:11; cf. also Gen. 4:3–5). So did the early Christians, as seen in Heb. 9:22, “Without the shedding of blood, there is no forgiveness for sin.” So thoughtful hearers of Isaiah’s word would understand that some sort of atoning sacrifice had been made and that God’s just anger had not merely disappeared but had in fact been re-directed to another victim. But who can stand in another person’s stead? Micah asks every devout Jew’s question: can sacred oil, fatted calves‚ one’s own children take the sinner’s place (Mic. 6:6, 7)? Ultimately‚ the answer to each of these is no. Nevertheless‚ the prophet makes bold to say that there is a person who can take the place of the entire people (<a class=\"isa\" verses=\"eyIxODcyMiI6M30=\">53:10–12<\/a>). Thus, <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">ch. 12<\/a> asks a question by implication. How can God’s anger be turned to comfort? From whence will come the atoning sacrifice? The question is not answered until it is considered in detail in chs. 40–55. Yet its presentation here prepares the way for that eventual answer and forces the reader to begin to think about it.<\/p> <p><i>Behold, God is my salvation<\/i> expresses the truth that there is no salvation apart from God. It is not merely <i>that<\/i> he saves; he <i>is<\/i> salvation. To know him is to know deliverance and not to know him is to be deluded about deliverance. This is why the prophets in general, and Isaiah in particular, heap such scorn upon attempts to find deliverance in the might of this world (30:1–5; 31:1–3; Jer. 42:7–17; Ezek. 29:6–9; Hos. 5:13, 14; 7:8–12; 8:8–10). Liberation, whether political or personal, is found in God or it is not found at all. Isaiah has been urging this understanding upon his people. Now he foresees a day when they will finally grasp the truth.<\/p> <p><i>I will trust and not fear<\/i> is what Isaiah was attempting to get Ahaz to say in 7:2–9. In fact, Ahaz could not say it. Overcome by his fear of Ephraim and Syria, he could not believe that God was with him. As a result, he put his trust in an alliance with his ultimate enemy, Assyria. How can God get Judah to believe that he is really with them? For they can never forsake their pride and their manipulative understanding of religion and become servants until they are able to commit themselves to God. Ultimately, Isaiah sees that this change will be possible only when God in an act of free grace moves on their behalf. For the Jews, this act of grace was the return from exile in 539 B.C. However, there has been a much more climactic demonstration of God’s free grace in his Son. Should we not trust a God who would, without any prior commitment on our part, give his Son for us (Rom. 5:8; 1 John 4:9, 10)? Only fear, fear that God will not keep his word, fear of giving up control, can keep us from trusting.<\/p> <p>Those who can leap across the chasm of fear into trust will discover what they have in the Lord. He is their strength, he is their song, and he will become their salvation. When the believer is helpless, then God’s power is manifest (Deut. 7:6, 7; 2 Cor. 12:9), and that is a cause for singing. It is not an accident that the deliverance at the Red Sea issued in a song or that the throng gathered about the throne of the Lamb will be singing. For song is the natural expression of the spirit which is free, and no spirit is so free as that one which has discovered that its destiny is not dependent upon its striving but rather upon the infinite power of the Almighty (cf. 26:1–15).<\/p> <p><a class=\"isa\" verses=\"eyIxNzkwNCI6NH0=\">3–6<\/a> The prophet now expands the scope of the song. Whereas vv. 1 and 2 tended to be more inner-directed, these verses are directed outward. The world must know who God is (<a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">2:1–4<\/a>). They must be enabled to draw the correct implication from the salvation of God’s people. Once again this is a theme which is allowed to lie dormant until chs. 40–55, but it is introduced here as a way of showing in advance the logical conclusion of the prophet’s teaching. Far from trusting in the nations for her own salvation, Israel is intended to be the vehicle whereby the nations can come to God. For whatever they may believe, there is only One who can lay claim to the title the Holy One, and he is the God of Israel. Thus there is only One in whom salvation rests.<\/p> <p>Verse 3 is somewhat difficult to place. On the one hand, it would seem to go with vv. 1 and 2 with its emphasis upon joyous salvation. However, both pronouns in those verses are in the singular (2nd person in v. 1a, 1st person in vv. 1b–2), whereas the pronouns in <a class=\"isa\" verses=\"eyIxNzkwNCI6NH0=\">vv. 3–6<\/a> are in the plural. Furthermore, it can be argued that to <i>draw&nbsp;… from the springs<\/i> means to manifest God’s salvation to the world (Ps. 116:13), in the practical areas of one’s own life, as indicated in vv. 4 and 5. The frequent use of water as an image for salvation is very understandable in land as dry as Israel. What water is to the parched earth, God’s delivering presence is to the one oppressed by sin and bondage (8:6; 31:21; 35:6–7; 44:3; 55:1; Jer. 2:13; Ps. 42:2, 3 [Eng. 1, 2]; 46:5, 6 [Eng. 4, 5]; John 4:15; 7:37, 38; Rev. 7:17). It is also likely that the Exodus imagery alluded to in the passage is carried on here with the idea of God’s provision of water in the wilderness (Exod. 17:1–7).<\/p> <p><a class=\"isa\" verses=\"eyIxNzkwNSI6Mn0=\">4, 5<\/a> Verse 4 has many parallels in the Psalms. Ps. 105:1 and 148:13 are almost identical, but the thought is also expressed in such places as 145:4–7. The emphasis upon the name of the Lord here is not to say that some magical power is to be associated with the particular letters or sounds of the divine name. Rather, it refers to God’s reputation and character (cf. Matt. 6:9). So, to call upon the name of the Lord is to worship him on the basis of the faithful, delivering character revealed in his behavior (1 K. 18:24). Thus, when Abraham had been brought to the promised land, he “called upon the name of the Lord” (Gen. 12:8). So, here Isaiah predicts that the restored people will gain a new conviction of God’s holy character, so much so that they will not only commit themselves to him but will also want all those around to know what he is like as well. The world needs to know that in contrast to all the heights of creation (Isa. 2:12–17; 13:3, 11, 19; 16:6), the Lord is the only One who is truly high. So long as the world seeks to exalt itself, it pursues a will-of-the-wisp that will eventually exhaust it. But if it will recognize his unique glory, it will find well-being and gracious exaltation streaming from him who alone can give them (<a class=\"isa\" verses=\"WzE4ODM1LDE4ODM3XQ==\">60:13, 15<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE3OTA3XQ==\">6<\/a> It is hardly coincidence that the final verse of this section of the book closes with the phrase <i>the Holy One of Israel<\/i>, for it is this concept which underlies everything said here. As said above, holiness is the sum total of the attributes of deity. Fundamentally, it denotes that which separates God from mere humanity. What Isaiah had discovered in an experiential way was what the whole faith of Israel was about, namely, that the <i>only<\/i> Holy One in the universe is Israel’s God. But beyond that, his character, the content of his holiness, sets him apart. For that character is radically different from the idols. He is upright and clean, pure and true. In the light of all this, the greatest folly a people could commit would be to treat this God like an idol, one among many who could be manipulated by the worshiper in rites expressing nothing but the unclean, self-serving motives of the worshiper, an impersonal force which had little to do with day-to-day political realities. Such a course could lead only to disaster (<a class=\"isa\" verses=\"WzE3NzczXQ==\">6:3<\/a>). But precisely because of the holy nature of this God—the only God—there is hope (<a class=\"isa\" verses=\"WzE3Nzc3LDE3NzgzXQ==\">6:7, 13<\/a>). For his otherness means that where humanity is fickle and perverse, he is faithful and true. Thus, because of God’s holiness, the prophet can believe in a day yet to be when a restored people will in hilarious celebration delight in their only asset—the Holy One. This belief in turn points to the meaning of God’s self-revelation: that he, the Holy One, might dwell among his creatures (Exod. 40:34, 35; Isa. 57:15; 66:1, 2; John 1:14; 14:15, 17).<\/p>",
    "audit": null
}