{
    "id": 17505,
    "source": "oswalt",
    "verse_id": 18683,
    "verse_count": 3,
    "reference": "51:9–11",
    "title": "Zion’s Cry",
    "html": "<p>Most scholars agree that a unit extends from 51:9 into <a class=\"isa\" verses=\"eyIxODY5OCI6MTV9\">ch. 52<\/a>, but they do not agree where the unit ends. Some see it ending at v. 3 (e.g., Westermann), but the majority see it ending at v. 6 (see Schoors, <i>I Am God<\/i>, p. 31). A minority see it extending to 53:12 (e.g., Melugin; Muilenburg also, but he begins the unit at 51:17). Again, there is diversity over whether the material is composed of originally separate subunits that were later combined (e.g., Melugin and Whybray), or were all written at one time (e.g., Westermann and Muilenburg). But despite these uncertainties, the repeated imperatives to “awake!” (<a class=\"isa\" verses=\"WzE4NjgzLDE4NjkxLDE4Njc1XQ==\">51:9, 17; 51:1<\/a>) and the continuation (and intensification) of the urging of Zion to prepare and believe for deliverance are convincing to most that there is an intentional conjoining of materials here.<\/p> <p>The first subunit is 51:9–16, which may be further subdivided into the cry of Zion for God to act (<a class=\"isa\" verses=\"eyIxODY4MyI6M30=\">vv. 9–11<\/a>), and God’s response declaring that their fear of human enemies is tantamount to disbelief (<a class=\"isa\" verses=\"eyIxODY4NiI6NX0=\">vv. 12–16<\/a>). The second subunit is 51:17–23 in which God declares that the terrible cup of punishment that Jerusalem was called on to drink has now, at length, been taken out of her hands and thrust into that of her enemies. The third subunit is 52:1–12, which speaks of the freedom from captivity that God’s mighty arm has secured. This unit may be subdivided into <a class=\"isa\" verses=\"eyIxODY3NSI6Nn0=\">vv. 1–6<\/a> and 7–12. In <a class=\"isa\" verses=\"eyIxODY3NSI6Nn0=\">vv. 1–6<\/a> God says that just as Israel had not been sold to satisfy any debt of his (<a class=\"isa\" verses=\"WzE4NjY0XQ==\">50:1<\/a>), therefore he would not have to buy her back; he would simply take his own from the captors for the honor of his name. V<a class=\"isa\" verses=\"eyIxODY4MSI6Nn0=\">v. 7–12<\/a> are what in older language of rhetoric was called the peroration. It is the climactic declaration that, God having accomplished all that is needful, the people are now free indeed.<\/p> <p>Thus the thread of thought in the three segments is from question to affirmation: Will God, can God, really deliver us from our enemies (<a class=\"isa\" verses=\"eyIxODY4MyI6OH0=\">51:9–16<\/a>); it is the enemies who will suffer now, not you (<a class=\"isa\" verses=\"eyIxODY5MSI6N30=\">51:17–23<\/a>); yes, God has delivered us from our enemies (<a class=\"isa\" verses=\"eyIxODY5OCI6MTJ9\">52:1–12<\/a>)!<\/p> <p>As already noted, 51:9–16 is built around the cry of the people for God to take action on their behalf. Westermann argues effectively that <a class=\"isa\" verses=\"eyIxODY4MyI6M30=\">vv. 9–11<\/a> correspond to that portion of a community lament in which the people recall God’s past actions, but wonder why he does not act in the same way today (cf. Ps. 74; see also 22:4–9 [Eng. 3–8]). In its setting here, the cry seems to be sparked by 50:10–51:8, where the prophet spoke glowingly of the universal salvation that God’s power (his arm, v. 5) would make available to the righteous in the age of the Servant. Now it is as though the hearers are saying, “That is wonderful, but we need to see God’s arm now! If all we have heard of him is true, why does he not do something about our bondage? Or has he really forgotten us?” (<a class=\"isa\" verses=\"WzE4NjUxXQ==\">49:14<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NjgzXQ==\">9<\/a> The cry to <i>Awake<\/i> is a tacit charge that God has not been active on the people’s behalf. The power that <i>arm<\/i> connotes has not been available to them. Cheyne says this cannot be a complaint because it rings with so much faith. But as studies of the lament by Westermann and others have shown, the two motifs are not mutually exclusive. One may believe quite sincerely that it is possible for God to do something about one’s situation, and even that he will do something, and yet at the same time be deeply troubled that he does not seem to do anything now. That is the situation here. Isaiah speaks with the voice of the people and calls on God to act now as he has been reported to have done in the past, <i>the days of old<\/i>.<\/p> <p>Most scholars today are in agreement that while the exodus events are in the center of the writer’s thinking, they are not by any means all that is there. <i>Rahab<\/i> is clearly a term for Egypt (cf. 30:7; and Ps. 87:4, where Rahab and Babylon are paired); so also the <i>monster<\/i> (or “dragon”) is a term for Pharaoh (Ezek. 29:3). But it is also clear that those terms are not limited to those historical referents. As is known from Ugaritic studies, <i>the twisting monster<\/i> is a figure in the struggles of Baal with the god of the sea, Yam, as is “Leviathan,” which is equated with the monster in Isa. 27:1. Given these facts, and the evidence that the myth of the struggle of the gods with the sea monster was known in one form or another all over the ancient Near East, one has reason to believe that Isaiah is here, as in 27:1, utilizing this acquaintance among the people for his own purposes. It is important to note that the allusions to Near Eastern myths in the Bible all occur after 750 <small>B.C.<\/small>, long after the basic antimythic character of biblical faith had been established. Thus there is an appeal here neither to some current Hebrew myth nor to some original one, now dead. Rather, just as a contemporary poet might allude to the <i>Iliad<\/i> or the <i>Odyssey<\/i>, utilizing imagery familiar to his hearers but that is hardly part of their belief system, so Isaiah uses the imagery of the well-known stories of creation to make his point. It was not Baal or Marduk or Ashur who had any claim to being the Creator—it was the Lord alone.<\/p> <p><a class=\"isa\" verses=\"WzE4Njg0XQ==\">10<\/a> The point just made about myth being alluded to for literary purposes is confirmed in this verse. Where was it that God defeated the monster, <i>the great deep?<\/i> It was not in some primeval space and time, as in the myths; it was in the concrete time and space of Egypt in the 2nd millennium <small>B.C.<\/small> This makes it unmistakable that mythical imagery, not mythical thinking, is being used to express God’s sole lordship. The <i>sea<\/i> that threatened the divine plans was not preexistent material chaos, as in the myths; it was the Red Sea, which seemed to say that God was indeed not able to keep his promises to his people. Evil is not some primordial monster of the great deep, but that which in time and space threatens to frustrate the redemptive plan of God. This world is not a dreamlike reflection of what is taking place in the “real” world of the gods. Creation and redemption involve <i>this<\/i> world, <i>this<\/i> time and space, and no other. Thus the great evidence of God’s absolute lordship is his ability to make a way for the redeemed to pass over the Red Sea. It is in time and space, our time and space, that God reveals himself.<\/p> <p>The use of <i>way<\/i> is significant, because this and related terms, such as “highway,” are used throughout the book to speak of God’s ability to bring his own back to him. Thus if that is what God did in the past for the descendants of Abraham, is it not possible that God could, if he would, do the same thing again?<\/p> <p><a class=\"isa\" verses=\"WzE4Njg1XQ==\">11<\/a> This verse is problematic because its connection to the preceding cry is not clear. As noted above, it is probable that this concern accounts for the way in which the LXX moves <i>ransomed<\/i> to the end of v. 10, and begins v. 11 with the words “For by the Lord they.&nbsp;.&nbsp;.&nbsp;.&nbsp;” The matter is further complicated by the recognition that the verse is an almost exact repetition of 35:10. Perhaps the statement here is to be understood as continuing the questions of <a class=\"isa\" verses=\"eyIxODY4MyI6Mn0=\">vv. 9–10<\/a>, along the lines of: “And is it not true that, as was said earlier, the ransomed will&nbsp;.&nbsp;.&nbsp;.&nbsp;?” The prophet would thus be recalling his own words, and putting them in the mouth of the anxious people who say, and will say, “O God, you did glorious things in the past and you have made glorious promises about the future, but where are you now?”<\/p> <p>Calvin makes the engaging proposal that <i>on their heads<\/i> suggests a chaplet. Thus the released captives will wear <i>eternal joy<\/i> on their heads like a wreath of flowers worn by holiday makers (for the contrast, see 28:1–4). So it will be on the last day, when sin and sorrow have been vanquished forever, fleeing away from their mighty Conqueror. Finally, after a long race, rejoicing and joy will have overtaken us, and every day thereafter will be a “holy day.”<\/p>",
    "audit": null
}