{
    "id": 17518,
    "source": "oswalt",
    "verse_id": 18755,
    "verse_count": 8,
    "reference": "56:1–8",
    "title": "Obedience, Not Birthright",
    "html": "<p>In some ways it is hard to imagine what more needs to be said after <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">ch. 55<\/a> concludes. Why did Isaiah, or if one accepts one of the multiple-authorship theories, the final authors or editors, add anything more? What could be added to the promises of the return to the land and the forgiveness of sin, both by the pure grace of God? It is not enough to say that chs. 56–66 were written to address a new historical situation, the one that existed after the return, and so were appended to what was written before. For the historical setting was clearly of little importance to the writer(s). If it had been significant we would have much more than the faint suggestions that we have. There must have been some other reason why the author(s) felt something more needed to be said.<\/p> <p>Neither is it enough to say that the chapters have been appended because the writer(s) happened to be in the hypothetical “school of Isaiah.” Why did not the “school of Ezekiel” add something to Ezek. 48 after the second temple fell so far short of Ezekiel’s eschatological hopes? May it not be that nothing more needed to be said to complete Ezekiel’s fundamental theology? Thus whether a new historical situation existed or not, or whether a “school” existed or not, is irrelevant to the question. The issue is theological. Something about the theology of chs. 1–55 of Isaiah is not complete. Someone believed something more needed to be said to complete this prophet’s work. My position is that this someone was the prophet himself. But even if the reader cannot accept that possibility, the point remains: it is not a new historical setting that requires these chapters, nor is it the possibility of a group reflecting on original writings. The primary context of these chapters is not a historical one but a theological one. These materials are where they are because they add something to what has already been said; they make some important theological contributions to the corpus.<\/p> <p>What is that theological contribution? To answer we must explore the central ideas of chs. 56–66 (see the excursus on the structure of the materials at the end of this section). The central idea is the necessity of living out God’s righteousness, and the inability or failure of the people to do so. This is at the core of chs. 56–59 and 63–66. Coupled with it is the question of what qualifies a person to be among God’s elect. Is it a matter of grace by reason of birthright? Or is it a matter of works? This issue is highlighted by being placed at the very beginning (<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1–8<\/a>), immediately after the conclusion of an entire division (chs. 40–55) that has been dedicated to the grace of God. But that calls attention to a third major theme of chs. 56–66, the delivering grace of God, which concludes chs. 56–59, opens chs. 63–66, and is the focus of chs. 60–62.<\/p> <p>When one considers these three ideas together, one can begin to suggest the contribution of these chapters. I have said previously that the whole book is an outworking of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>. It is as the “man of unclean lips” sees something of the holy glory of God, receives the fiery cleansing of God, and moves out in trusting obedience to God that the people of Israel hear the message of “the Holy One of Israel.” In the same way when the “people of unclean lips” get a vision of God (chs. 7–39), receive the gracious forgiveness and deliverance of God (chs. 40–55), and are enabled to live as God lives (chs. 56–66), that the nations will come to know the Holy One of Israel. In other words, chs. 56–66 are about the marks of the servants of the Lord, the divine character replicated in them by means of the same grace that delivered them from the effects of their sin. These chapters are about the internalization of the law by means of an intimate relationship with the God who alone can enable people to live holy lives.<\/p> <p>Thus chs. 56–66 are a synthesis of what seem to be conflicting points of view in chs. 7–39 and 40–55. Chs. 7–39 call people to live righteous lives in obedience to the covenant, with the threat of destruction if they fail. Chs. 40–55 seem to speak of grace that is available to the chosen people and depends on nothing but receiving it. These two ideas seem irreconcilable. This final division of the book shows that is not the case. It is as people, any people, choose to live the life of God as he graciously empowers them that they come to know the true meaning of being the servants of God.<\/p> <p>Chapters 56–59 focus heavily on the need for righteousness in the lives of God’s servants and, at the same time, their inability to produce that righteousness. This theme is interrupted twice: first at the end of <a class=\"isa\" verses=\"eyIxODc2NyI6MjF9\">ch. 57<\/a> (<a class=\"isa\" verses=\"bnVsbA==\">vv. 14–21<\/a>), then at the end of <a class=\"isa\" verses=\"eyIxODgwMiI6MjF9\">ch. 59<\/a> (vv. 15b–21). In both cases, the intervening theme is the promise of God to come to the aid of his struggling people. When we then see that 56:1–8 stresses covenant keeping as represented by keeping the Sabbath (on the part of foreigners and eunuchs), and 58:1–14 speaks of the necessity for fasting from oppression, we are in a position to see the bipartite structure of the subdivision: 56:1–57:21 and 58:1–59:21. Each of these sections comprises three parts: a specific example of realized righteousness (<a class=\"isa\" verses=\"W3siMTg3NTUiOjh9LHsiMTg3ODgiOjE0fV0=\">56:1–8; 58:1–14<\/a>), a reflection on the general situation (56:9–57:13; 59:1–15a), and an announcement of the Lord’s intention to deliver (57:14–21; 59:15b–21).<\/p> <p>Chapters 56–57 introduce the problem that the division has been designed to discuss: if our relationship to God depends not on our righteous behavior but purely on the grace of God operating on the basis of election love (as one might infer from chs. 40–55), then all that matters is that one be born into the covenant people and maintain the basic cultic forms that define that people. But to reach that conclusion would be to misunderstand not only who God is but what he wants to do in the world. God chose a people so that the world might know him, and it is only as his people replicate his unique character that the world <i>will<\/i> know him. As <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> makes plain, the grace of God in delivering from uncleanness is not for the servant’s enjoyment but in order for the word to get out that there is only one God, only one righteous Savior, and that the whole world needs to know him. In short, the grace of God is free, but those who receive it are called to live out all its implications.<\/p> <p>Therein lies the problem. It has been amply demonstrated that God’s people <i>cannot<\/i> live out their God’s character. In many ways that is what the whole of chs. 1–39 are about. As already stated, chs. 40–55 address the two results of that failure: restoration to the land (chs. 40–48), and restoration to a blessed relationship with God (chs. 49–55). But, as all the prophets realized, that will not be enough. All that would simply put the people back to roughly the same place they were when they stood on Mts. Ebal and Gerizim and proclaimed the covenant after the initial conquest of the land (Josh. 8:30–35). Are those who have been delivered from their sins by the grace of God simply doomed to profane God’s name again? Or does the salvation of God involve something more? Is there power in God to enable one to live out the covenant in faithfulness—not a power one has or gains in oneself, but a power that one constantly draws from God? The answer of this section and this subdivision is a resounding yes! Those who will choose to make the Servant a sin offering may also find in him the power to live the lives of the servants of God.<\/p> <p>The section 56:1–8 provides an excellent transition between chs. 40–55 and 56–66. The earlier chapters spoke of the Servant’s ministry to bring justice to the nations, and the ministry of the servants to be the living evidence (witnesses, 43:10, etc.) to the nations of the salvation of God. Now the prophet begins to work out the implications of all of that. Because of the two ministries, all the nations will flow to Jerusalem to learn the Torah of God (51:4; cf. 56:1, where <span>mišpāṭ<\/span> is the functional equivalent of <span>tôrâ<\/span>), to lay hold of his covenant (cf. 49:8; 54:10; 55:5; 56:4, 6), and to love his name (<a class=\"isa\" verses=\"WzE4NzU0LDE4NzYwXQ==\">55:13; 56:6<\/a>). But Israel’s servanthood is not only for the nations but also <i>to<\/i> God, and this means that the covenant is not primarily a performance but a relationship, a point that 56:1–8 makes clear right at the outset by means of its shocking references to eunuchs and foreigners. Who is especially pleasing to God? Those who carry the bloodline of Abraham and pass it on to succeeding generations of covenant people? No! His people are those who manifest a living relationship with him by living his life. Though they never knew Abraham and die childless, it is still these who are truly the children of God. It is not genealogy but character that marks the servants of God.<\/p> <p><a class=\"isa\" verses=\"WzE4NzU1XQ==\">1<\/a> <i>Keep justice and do righteousness<\/i> is a dash of cold water in the face after the glowing promises of chs. 54 and 55. Reveling in the unconditional acceptance that those words convey, one would easily believe that the grace of God carries no obligations with it. So are these words a denial of what has just been said? Is it necessary to be righteous before one can receive the salvation of God? Surely not, for the whole structure of the book argues against it. What is being said then? Notice the causal construction in the verse: Justice and righteousness are to be done <i>because my salvation<\/i> is at hand. In other words, obedience is to be lived out as a response to salvation. It is precisely because of the gracious work of God in deliverance <i>(my righteousness)<\/i> that we humans are expected to live righteous lives.<\/p> <p>It is interesting to notice the progression over 46:13 that this verse marks. There the people are far from “righteousness” (NRSV “deliverance”), but God insists that he is nevertheless going to be righteous and bring salvation to Zion. Here the tone differs vastly. People to whom the salvation has come near are urged to do what was previously impossible. Because God will do what he alone can do, the people will be enabled to do what they in freedom must do. Here is the key to the entire division: the righteousness that chs. 1–39 called for, but that the people could not produce, can be produced by means of the righteousness of God that chs. 40–55 <i>revealed<\/i> (cf. 53:1).<\/p> <p><a class=\"isa\" verses=\"WzE4NzU2XQ==\">2<\/a> But “justice” and “righteousness” are complex words with vast depths of meaning. What do they mean in concrete terms? Using an opening similar to that of Ps. 1, the Torah psalm, Isaiah declares that the “happy” person, the person who is experiencing the true blessings of life, manifests an attitude that expresses itself in two behaviors. This person is careful or watchful to avoid two things: <i>profane the Sabbath<\/i>, and <i>do any evil<\/i>. On the surface, these seem a strange pair. The one is so specific and the other is so general. But reflection suggests that there is a greater complementarity than might first appear. The two ideas are related as form and content, ritual and life. On the one hand, refraining from evil actions reflects an attention to ends, not means. No one who is concerned to avoid doing any evil could think that God is satisfied by mere formal adherence to ritual. It reflects a fundamental attitude of life, to avoid anything that is not in keeping with the Good. On the other hand, such a commitment can be entirely shapeless. Who is to say what is evil and what is not? The concern for maintaining the sanctity of the Sabbath with its emphasis on God as Creator (Gen. 2:3; Exod. 20:11) and Savior (Deut. 15:5) speaks of a life that understands good and evil from within a firmly covenant-ordered framework. Thus avoidance of evil is to be an expression of worship, and true worship must issue in a life of hatred for all that the adored one hates.<\/p> <p><a class=\"isa\" verses=\"eyIxODc1NyI6Nn0=\">3–8<\/a> Now the prophet sharpens his focus further. In v. 2 he defined “justice” and “righteousness” more closely, but now he uses a dramatic example to drive the point home with unmistakable firmness. The doing of justice and righteousness is the fundamental criterion for being among the “servants of the Lord” (v. 6) whose heritage is the grace of God (<a class=\"isa\" verses=\"WzE4NzQxXQ==\">54:17<\/a>). So much is this the case that if the very people who have been excluded from covenant fellowship do justice and righteousness as they are defined here, they will be among God’s children.<\/p> <p>It is fairly common among recent commentators (e.g., Achtemeier) to say that these words are a minority opinion expressed by “Second Isaiah’s” disciples in protest against the exclusivism of Ezekiel’s disciples, who had achieved dominance. Such commentators see this exclusivism as a lamentable feature that “Trito-Isaiah” was unfortunately unable to prevent. But this interpretation is based on a false dichotomy that must be corrected. There is no difference between what is proposed here and what Ezekiel and Ezra called for. The passages that are usually quoted as examples of narrow Jewish exclusivism (Ezek. 44:6–9; Ezra 4:1–3) are not aimed at the kind of people being talked about here. What Ezekiel and Ezra were alarmed about is the same thing Isaiah is alarmed about in 57:3–13 and later: pagans (“uncircumcised in heart and flesh,” Ezek. 44:7; “daughters of a foreign god,” Mal. 2:11) who are either open in their unbelief or are masquerading as believers, and whose effect, if not intent, is to undermine the distinctive revelation of God that has been committed to the Jews. Isa. 56:1–8 says nothing against that kind of exclusivism, and 57:3–13 and 65:1–7 actively support it. The people whom Isaiah wants to include are those like Ruth who have abandoned their false gods and wholeheartedly joined themselves to the God of Israel. Whatever may have been the case in Judaism as it eventually developed, nothing in the canonical texts of Ezekiel or Ezra suggests that such persons should be excluded.<\/p> <p><a class=\"isa\" verses=\"WzE4NzU3XQ==\">3<\/a> Significantly, the message concerns the outcast persons: <i>the son of a foreigner<\/i> and <i>the eunuch<\/i>. This in itself should give these persons a sense of dignity and worth. They are told not to depreciate themselves. Others might do it, but they are not to acquiesce in it. God will not cut them off; they are not lifeless and fruitless. These words are a concrete expression of the limitless grace of God. Those who seek him (<a class=\"isa\" verses=\"WzE4NzQ3XQ==\">55:6<\/a>) in sincerity as indicated by turning from their own wicked ways and thoughts (<a class=\"isa\" verses=\"WzE4NzQ4XQ==\">55:7<\/a>) to the blessed ways and thoughts of God (<a class=\"isa\" verses=\"eyIxODc1MSI6Mn0=\">55:10–11<\/a>) will find themselves included no matter who they are.<\/p> <p>But how are we to understand the principle of biblical interpretation that is operative here? Deut. 23:1–8 is explicit on these points: neither eunuchs nor Ammonites nor Moabites are to have any place in the congregation. Even if we grant that the prophet is speaking under divine inspiration, how can one scripture so flatly contradict another? The practice of Jesus is instructive here, and we may wonder if his interpretive method was not shaped by his study of this OT book along with others. The issue is: What is the point of this law in the first place? Is it that the condition of emasculation, or being an Ammonite or a Moabite, is intrinsically evil? Hardly. It is to make a theological point (as the ceremonial laws did). With respect to the eunuch, the purpose of the prohibition is clearly to teach the goodness of nature as we find it in creation. Sexuality is a good part of God’s creation, and while we are not to worship it, neither are we to condone its destruction. When one understands and incorporates that point into one’s thinking, one should not use the law to crush people under its weight. Similarly, with the Ammonites and Moabites a point about historical responsibility was being made. We must not forget that actions have consequences, especially when those actions are in opposition to God’s plan to bring his salvation into the world. But again, once the point has been made, a greater point can take precedence: God intends to “make a feast for all peoples” in which “the covering that is cast over the peoples” will be destroyed (<a class=\"isa\" verses=\"eyIxODEyNSI6Mn0=\">25:6–7<\/a>). And “all peoples” includes even Ammonites and Moabites; they will not be cut off by God.<\/p> <p><a class=\"isa\" verses=\"eyIxODc1OCI6NH0=\">4–7<\/a> The prophet now explains why these two groups of people who have been accustomed to think of themselves as outcasts need no longer do so. He introduces his explanation with the solemn messenger formula, <i>For thus says the Lord<\/i>, leaving no doubt whatever of his authority both to say some startling things and to make a critical theological point. He treats the two groups in reverse order from the way they were introduced, with the eunuchs coming first. In each case (see v. 6 below) there is a detailed description of the behavior of the person, and then a statement of what God will do for them. Here it is not important that these persons cannot engender children. What matters is that they <i>keep my Sabbaths, choose that in which I delight, and lay hold of my covenant<\/i>. The repetition of the first person pronouns is important, because they speak of relationship. These people are on God’s side (Exod. 32:26). They love what he loves, hate what he hates, want what he wants. They do not keep the Sabbaths because they must or they will be destroyed. They keep them because they are the Lord’s Sabbaths. Their behavior is an expression of a relationship. This is what God longs for in his people, and if anyone will do this, their parentage or their body has nothing to do with their acceptability.<\/p> <p><a class=\"isa\" verses=\"WzE4NzU5XQ==\">5<\/a> God now tells what he will do for this kind of eunuch. They may think that they will soon be forgotten in the community since they have neither sons nor daughters to carry on their lives and names after they have died. But God says a most shocking thing. In 55:13 God said that because of his saving work he would have a “name” that would be a sign never to be cut off. Here he says he will give a eunuch <i>an eternal name, which will not be cut off<\/i>. In other words, God says that he will share his eternity with that person who above all has no hope of posterity whatsoever. This is exactly like the God we know from the NT who makes the weak things and the foolish things to praise him (1 Cor. 1:20–25). The barren woman will have more children than the fertile woman (Isa. 5:1), and the nameless eunuch will have a name forever. Instead of being limited to what little posterity children could give him, the eunuch who trusts God will live forever in God’s house (Ps. 23:6). Michaelis (cited by many) was apparently the first to observe that the Ethiopian eunuch (Acts 8:27–39) is an example of what this verse is about. He has been remembered because of his faith far longer than if he had simply had sons and daughters.<\/p> <p><a class=\"isa\" verses=\"eyIxODc2MCI6Mn0=\">6–7<\/a> Following the same pattern as with the eunuch, the prophet now describes what God will do for the foreigners who “keep justice and do righteousness.” V. 6 describes their character, and v. 7 announces God’s promises to them. These persons are characterized by three behaviors. First, they <i>have joined themselves to the Lord<\/i> (cf. v. 3). But that joining is further defined by three infinitives parallel to one other. They have joined themselves to God in order <i>to minister to him, to love<\/i> his <i>name<\/i>, and <i>to become<\/i> his <i>servants<\/i>. The most immediate observation that one can make concerning these is that none of them speaks of joining oneself to the Lord for the benefits of that relationship. The joining is out of a desire to benefit the Lord. The first phrase increases the shock value of this passage because the word used, <span>šārēt<\/span><i>, minister<\/i>, refers typically to cultic service (<a class=\"isa\" verses=\"WzE4ODI5LDE4ODMyLDE4ODUwXQ==\">60:7, 10; 61:6<\/a>). The idea of foreigners performing such service seems to have been so repugnant to the scribe of 1QIs that he omitted it. But it is the same point that is made again at the end of the book (<a class=\"isa\" verses=\"WzE4OTQ0XQ==\">66:21<\/a>). The priesthood may have been a place of honor, but its fundamental function was to be a servant, and it takes no special bloodlines to be that, especially when one is motivated out of a love for God’s honor (his <i>name<\/i>). Here again is evidence that this is not the supposedly narrow perspective of the postexilic age that can think of obedience to God only in cultic terms. Rather, the idea of cultic performance is constantly given the coloring of obedience that grows out of a deep and abiding relationship. The joining is ultimately for the sake of becoming part of the <i>servants<\/i> of the Lord. As already said above, this statement is among the most revolutionary of all. Israel has been called to become the Lord’s servants for the sake of the world and ultimately so that the world can join that happy slavery. Again, one thinks of Christ’s easy yoke (Matt. 11:30). Try to make ourselves kings and we find only shame; bow to become his slaves for love and we find ourselves wearing crowns.<\/p> <p>The second and third characteristics of the foreigners whom God blesses are reiterations of the description of the eunuchs (v. 4). These persons demonstrate the sincerity of their relationship with God by taking a day of their time and reminding themselves that in reality all their time is God’s time, coming as a precious gift from him. Once every seven days they reset their compasses, remembering that they are not the center of the universe, but God is. They do this as an expression of the astounding fact that the last bastion of Jewish pride, the <i>covenant<\/i>, has been breached and every living person is invited to become a partaker of eternity’s most amazing offer: God committing himself to the good of his people no matter what it may cost him. Again, the links with chs. 49–55 are instructive. The Servant has sealed a new covenant with his own people and in so doing has made that everlasting covenant available to all who love his name (<a class=\"isa\" verses=\"WzE4NjQ1LDE4NzM0LDE4NzQ0XQ==\">49:8; 54:10; 55:3<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NzYxXQ==\">7<\/a> What are the benefits that God offers to foreigners such as these? He <i>will bring them to<\/i> his holy mountain (<a class=\"isa\" verses=\"WzE3Njg5LDE3ODk0LDE4MTI1LDE4Nzc5LDE4OTA5LDE4OTIzLDE4OTQzXQ==\">2:3; 11:9; 25:6; 57:13; 65:11; 65:25; 66:20<\/a>). Not only will they be permitted to come, but the Holy God himself will conduct them, just as he brought his own people back from the land of exile. There he will treat them just as he would any believing Israelite. They will have the privileges of having their sins atoned for <i>(whole burnt offerings and sacrifices)<\/i> and of having instant access to God in prayer. This is what Solomon had envisaged long before (1 K. 8:41–43), and what Malachi would see as inevitable (<a class=\"isa\" verses=\"WzE3NjY2XQ==\">1:11<\/a>). God had not chosen Israel and given them all that he did in order to shut out the world, but to bring in the world. All of Israel’s separation from the world was in order to keep Israel from being absorbed into the world and thus losing the ability to call the world out of itself into the blessings of God. But should Israel ever come to believe that its separation was so that Israel could keep her God and his blessings to herself, then all was lost. It is precisely this attitude that infuriated Jesus (Matt. 21:13) and that Isaiah is countering in this segment and in this division.<\/p> <p><a class=\"isa\" verses=\"WzE4NzYyXQ==\">8<\/a> The only places in the OT where the phrase <i>An oracle of the Sovereign Lord<\/i> stands first in a sentence are here and in 1:24. Here, as there, the purpose of this unusual construction seems to be to give the sentence particular emphasis. The prophet wishes to make abundantly clear that God will not be finished with his gathering of Israel’s outcasts after the return from the exile. It is significant that the participial construction <i>who gathers the outcasts of Israel<\/i> is the same as those throughout chs. 40–55 that describe God as creator (cf. 40:23–26) and savior (cf. 46:9–11). God is “the Gatherer,” and it is important that those who read this passage not forget it. He made humanity; he has redeemed humanity; and he intends to gather as much of it to himself as possible. All who will love his name, lay hold of his covenant, keep his Sabbaths, and become his servants may be among that gathered band.<\/p> <p>Although the precise meaning of the final phrase is uncertain, its general meaning is clear enough: in addition to those already gathered, God will add still more. What is unclear is precisely who the additional persons are. Is it other Israelites (cf. 11:11, 16) or is it other nations (<a class=\"isa\" verses=\"WzE4OTQxXQ==\">66:18<\/a>)? The phrase itself does not specify to whom it refers. But the solemn nature of the pronouncement coming at the end of this particular passage that speaks of the unexpected members of the true Israel argues that the phrase refers to a worldwide expansion of the gathering work of God. This is hardly a new idea in the book (<a class=\"isa\" verses=\"W1sxODAzMF0seyIxODY0MyI6Mn0sWzE4Njc5LDE4NzQ2XV0=\">19:25; 49:6–7; 51:5; 55:5<\/a>) and should not be surprising here (cf. John 10:6 for a similar expression).<\/p> <p class=\"pcust\">EXCURSUS: THE STRUCTURE OF CHAPTERS 56–66<\/p> <p class=\"paft\">As with chs. 40–55, scholars agree broadly concerning the structure of chs. 56–66, but disagree considerably concerning the details. This is partly so for some of the same reasons as in chs. 40–55. Similar materials are scattered throughout, and these lend themselves to varying schemes of organization depending on what one believes their recurrence signifies. For instance, both the opening and closing poems (56:1–8 and 66:18–24) focus on the worship of foreigners in Jerusalem. Likewise, both 59:15b–20 and 63:1–6 speak of the Divine Warrior who battles alone against his people’s enemies. When one notices that these last two are ranged on either side of the three chapters that speak glowingly of the new Jerusalem (chs. 60–62), there is a strong temptation to look for a complex chiasm throughout the unit. This is what G. Polan (following E. Charpentier) proposes:<\/p> <div class=\"list\"> <p class=\"nlf\">A 56:1–8 God’s gathering of the people of God<\/p> <p class=\"nl1\">B 56:9–58 Reproaches to the wicked; promises to the faithful<\/p> <p class=\"nl2\">C 59:1–14 Psalms lamenting God’s absence and confessing sinfulness<\/p> <p class=\"nl3\">D 59:15–20 God, the Divine Warrior<\/p> <p class=\"nl4\">E 60 The New Jerusalem, fiancée of God<\/p> <p class=\"nl5\">F 61 The announcement of messianic times; the spirit of the Lord commissions<\/p> <p class=\"nl4\">E′ 62:1–12 The New Jerusalem, fiancée of God<\/p> <p class=\"nl3\">D′ 63:1–6 God, the divine warrior<\/p> <p class=\"nl2\">C′ 63:7–64:11 Psalms lamenting God’s absence and confessing sinfulness<\/p> <p class=\"nl1\">B′ 65:1–66:17 Reproaches to the wicked; promises to the faithful<\/p> <p class=\"nll\">A′ 66:18–24 God’s gathering of the people of God<\/p> <\/div> <p>The problem with positing such a highly complex structure as this one is the tendency to make the text fit the pattern one sees emerging. That is true in this case. For instance, it is not clear that chs. 60 and 62 parallel each other, nor that <a class=\"isa\" verses=\"eyIxODg0NSI6MTF9\">ch. 61<\/a> is the centerpiece around which they, and the whole structure, cluster. Likewise, while it is true that 56:9–59:14 and 63:7–66:17 have some themes in common, the attempt to show that they each fall into two parts that are parallel in reverse order in the opposite member is not convincing.<\/p> <p>It seems fairer to the material to see chs. 60–62 as a whole as the centerpiece with two units on either side, which units are in reverse order from each other in general, though not in detail. Thus 56:1–59:21 begins with foreign worshipers and ends with the Divine Warrior, while 63:1–66:24 begins with the Divine Warrior and ends with foreign worshipers. Along the way the two units share some common themes, such as false worship, the absence of God, and inability to do righteousness. But these do not naturally parallel one another in the two units, and, on this understanding of the structure, it is not necessary for them to do so. Indeed, one can argue that the two sets of materials serve somewhat different purposes (see below). But the observation of the overall structure yields some important insights concerning the points being made by it.<\/p> <p>The first point is the significance of the opening and closing paragraphs. As observed numerous times in this commentary, Isa. 1 and 2 lay the groundwork for the rest of the book: <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> depicts a rebellious, unrighteous Israel that is broken and wounded, attempting to manipulate God through cultic performance. But 2:1–5 shows an Israel (which is assumed to be clean and holy; cf. 4:2–6) to which all the nations come to learn the Torah of God. Israel is thus depicted as a people with a mission, a mission of manifesting the glory of God to the waiting world (cf. 12:6). The rest of the book is about the ways in which the broken, rebellious Israel can come to the place where it can fulfill that mission. Chs. 7–39 are about learning to trust God instead of the nations; chs. 40–55 are about experiencing the undeserved grace of God in such a way that the nations will know that he is God alone. Now in chs. 56–66, the point is made again. What is the return to the homeland all about? Surely, it is an opportunity to revel in the exclusive election of God, and to draw clear lines between those who are the descendants of Abraham and those who are not. But God says that would be precisely the wrong lesson to draw from the exile and the return. The lesson that should be taught by those experiences is that the grace of God is available to all who will turn to him in repentance and willingness to follow his ways. The true servants of God (<a class=\"isa\" verses=\"eyIxODkwNiI6OX0=\">65:8–16<\/a>) are not those who immerse themselves in the cultic (in fact, pagan) righteousness of their religion (57:3–13; 65:1–7; 66:3–4; cf. 1:10–15), but those who so demonstrate the righteousness of God in their ethical behavior (58:6–59:15a; 64:5–7; cf. 1:16–18) that all nations are drawn to him. The encapsulation in this last division of the book of this message of the universal mission of God’s people confirms that this mission and Israel’s servanthood in its performance are central for the present book of Isaiah.<\/p> <p>A second important insight that the structure of chs. 56–66 reveals is the contrast between Israel’s performance and God’s promises. It is significant that the material in chs. 60–62 is not put in a position of climax. How natural it would have been to arrange the materials so that what is now chs. 60–62 would have been chs. 64–66. The final verses of <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">ch. 62<\/a> (<a class=\"isa\" verses=\"eyIxODc2NCI6M30=\">10–12<\/a>) would have made a beautiful benedictory ending for the book. But that was not done. Instead, after that benediction we return to the Divine Warrior (<a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">63:1–6<\/a>), a lengthy treatment of the ethical and spiritual failure of Israel in spite of the goodness of God (<a class=\"isa\" verses=\"eyIxODg3NCI6Njd9\">63:7–66:17<\/a>), and the promise that people from all nations will worship God, if they do not rebel (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>), a chilling note on which to end the book. What could be the author’s (or editor’s) intent in structuring the material in this way? It is surely to say that the central issue for God’s people is not eschatological hope, as real as that is, but the hard issues of the necessity of ethical righteousness, the inability of the human spirit to accomplish it, and the necessity, then, of relying on the enabling power of God. Again, Isaiah seems to say, the great temptation in the return will be to rest in the glories of unconditional election and strong hope. But to do that would be to miss the point of the election and to frustrate the hope. You are called, he says, to a kind of righteousness that is possible only for those who live in humble reliance (<a class=\"isa\" verses=\"WzE4NzgxLDE4OTI1XQ==\">57:15; 66:2<\/a>) on the strength of God, the Warrior. Those who do this, even if they are a Moabite or a eunuch (<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1–8<\/a>), are more truly the servants of God (<a class=\"isa\" verses=\"WzE4NzYwXQ==\">56:6<\/a>) than some purebred Israelite who is exulting in eschatological hope and depending on the holiness procured by his sacrifices (which are pagan and worthless, 65:2–7; 65:3).<\/p> <p>The third insight that the structure of the materials gives is a facet of the one just mentioned: the gracious power of God for righteous living. Chs. 7–39 are unanimous in their call for righteous behavior and in their declaration that the absence of such behavior will result in destruction. Chs. 40–55 speak instead of the righteousness of God as he graciously keeps his ancient promises to Abraham and delivers his people as an expression of his grace. In chs. 56–66 those two thoughts are joined. There is a return of the demand for righteousness (<a class=\"isa\" verses=\"WzE4NzU1XQ==\">56:1<\/a>), but it is coupled with the grace of God (his righteousness, 56:1). Righteousness is no more to be achieved by human struggle than deliverance from Babylon was. It is by the grace of God, the God who alone (59:15b–21; 63:1–6) will defeat the enemy and enable his people to live the righteous lives that he demands. Righteousness is still a requirement, but it is through divine grace that it is to be produced.<\/p> <p>Thus the overall arrangement of the material seems to be as follows:<\/p> <div class=\"list\"> <p class=\"nlf\">A 56:1–8 Foreign worshipers<\/p> <p class=\"nl1\">B 56:9–59:15a Ethical righteousness<\/p> <p class=\"nl2\">C 59:15b–21 Divine Warrior<\/p> <p class=\"nl3\">D 60–62 Eschatological hope<\/p> <p class=\"nl2\">C′ 63:1–6 Divine Warrior<\/p> <p class=\"nl1\">B′ 63:7–66:17 Ethical righteousness<\/p> <p class=\"nll\">A′ 66:18–24 Foreign worshipers<\/p> <\/div> <p>One should not think, however, that this arrangement corresponds to an outline, because each of the units on either side of chs. 60–62 incorporates the parallel ideas in somewhat different ways, and the failure to recognize this point will cause one to miss some essential emphases. Thus chs. 56–59 seem to be organized in two parts with both the “foreign worshipers” and the “Divine Warrior” segments integrated into that bipartite structure. In the same way, 65:17–66:24 seems to be a summarizing conclusion to chs. 56–66 at least, and probably to the entire book, and the “foreign worshipers” segment is integrated into that unit. For my understanding of the outline of the material see the commentary on each section.<\/p>",
    "audit": null
}