{
    "id": 17509,
    "source": "oswalt",
    "verse_id": 18704,
    "verse_count": 6,
    "reference": "52:7–12",
    "title": "Depart, Depart",
    "html": "<p>As is typical in this part of the book, a major segment dealing with redemption ends with a hymn (cf. 42:10–12; 44:23; 49:13; 54:1ff.). The reality of what God is about to do bursts in on the hearers, and they are called on to celebrate the glory and the joy of it. As wonderful as creation was, and as true as divine providence is, it is redemption that is earth’s great song. For without redemption, creation and providence are ultimately abortive. The world is caught in the bondage of sin and destruction; creation is fatally marred and providence makes the bondage only bearable. But if it is possible to be delivered from human sin and its effects, then creation may yet see its children and providence may yet lead us to the Father’s house. That is cause for joy, not for humans alone but for the whole cosmos. Here, as previously, nature (the waste places of Jerusalem) is called on to take part in, if not lead, the singing (42:10–11; 44:23; 49:13; see also 45:8 and 55:12). Just as nature has suffered the effects of sin, so one day it will share the benefits of God’s redemption, and that is cause for song.<\/p> <p>All that needs to be said about redemption has now been said. God’s power in history has been affirmed through the predictions of Cyrus and the judgments pronounced on Babylon; his absolute superiority over the world’s gods has been shown through his ability to predict the future and to raise up and preserve his people against all odds; his endless compassion has been shown through the declarations that he will not abandon his ancient promises just because the people have sinned; and his power to accomplish his purposes through the humility of his Servant has been announced. Thus, helpless, besieged Israel, and the world, wait. Has God won the final victory over the forces of evil and hate, oppression and cruelty? Have we been redeemed from that bondage which has held us captive to that which is worst and basest in us?<\/p> <p>Once again, Isaiah caps his argument with a graphic image. How shall he pronounce that resounding “yes” that God’s great work demands? He pictures a besieged city breathlessly awaiting the news of the outcome of a decisive conflict. If the news is victory, they are delivered; if the news is defeat, all is lost. Suddenly, on a distant hill a runner is seen. What is the news? As he comes nearer it can be seen that he is waving a victory palm and not so much running as dancing. The Lord has won! Let the singing begin! The anticipation of salvation that began at 49:1 has now reached its climax. But these verses do not merely mark a climax from 49:1. Comparison with 40:9–11 shows a striking similarity with the tone and concepts there (imperatives to speak, messenger [<span>m<\/span><span>baśśeret<\/span>], the arm of the Lord, his coming, etc.). In a sense everything from 40:1 to 52:12 is about the anticipated return of God to his people. Now it is about to be realized.<\/p> <p><a class=\"isa\" verses=\"WzE4NzA0XQ==\">7<\/a> As Westermann says, the song begins with a solo voice, the voice of the messenger. Although some commentators (e.g., North) struggle with the imagery of <i>beautiful feet<\/i>, it does not take a great deal of imagination to understand the point. How is the glorious news reaching us? Through the feet of this runner! What beautiful feet! There may be some intentional irony since the feet are often considered the least beautiful parts of the body. If that is intended, the point would be that this news is so wonderful that even the most common and ordinary means by which it arrives is touched by its splendor. But it is not necessary to think irony is involved. Any feet that bring this kind of news are truly beautiful.<\/p> <p><i>messenger (<\/i><span>m<\/span><span>baśśēr<\/span><i>)<\/i> connotes a bearer of good news in this book (<a class=\"isa\" verses=\"WzE4NDMwLDE4NDc5XQ==\">40:9; 41:27<\/a>), in particular, the good news of God’s salvation. Here the message is threefold, leading to a climax: peace, good, salvation—your God reigns. What does God’s rule entail? It entails a condition where all things are in their proper relation to each other, with nothing left hanging, incomplete, or unfulfilled <i>(peace<\/i>, <span>šālôm<\/span><i>);<\/i> it entails a condition where creation purposes are realized (<i>good<\/i>, <span>ṭôb<\/span>; cf. Gen. 1:4, 10, etc.); it entails a condition of freedom from every bondage, but particularly the bondage resultant from sin <i>(salvation<\/i>, <span>y<\/span><span>šûʿâ<\/span><i>)<\/i>. Where God reigns, these follow. Of course, this is exactly congruent with what the Christian faith considers its good news <i>(<\/i><span>euangelion<\/span><i>)<\/i> to be. This is the content that Christ instructed his disciples to preach from village to village (Matt. 10:1–7): that which Isa. 52:7–10 had spoken of was now present and at hand. Thus Paul’s quotation of the opening words of the verse in Rom. 10:15 is precisely in keeping with the sense of the verse. Christianity understood itself to be about what Isaiah was about, declaring the good news of the universal rule of God in the world with concomitant peace, good, and salvation.<\/p> <p>Part of v. 7 (“upon the mountains are the feet of the messenger who announces peace”) is duplicated in Nah. 2:1 (Eng. 1:15), and some scholars make a good deal of the supposed dependence of one passage on the other. But particularly since only part of the sentence is duplicated, it is equally likely that the phrase was part of a stock of phrases that was current in Israel as a whole, or among the prophets in particular, and that specific literary dependence is not at issue.<\/p> <p><a class=\"isa\" verses=\"WzE4NzA1XQ==\">8<\/a> Now an ensemble joins the soloist, an ensemble consisting of the watchmen on the wall of the besieged city. Although the term <i>watchmen<\/i> is elsewhere applied to the prophets (56:10; Jer. 6:17; Ezek. 3:17; 33:2, 7), nothing in the context suggests that it is intended in that way here. These are simply part of the poet’s figure of speech (see Isa. 21:11–12; 2 Sam. 18:24), the first persons to see the running figure of the messenger and to deduce correctly what his coming means. The people in the city hear the clamor of their voices and say to one another, “Listen!” The watchmen are lifting their joyous shouts because right before their eyes is the evidence that the Lord is coming to Zion in victory. This way of expressing the point smooths out the apparent contradiction between the messenger’s coming in v. 7 and the Lord’s coming in v. 8. But the prophet did not feel the contradiction: he is speaking poetically and does not feel the need to make everything fit rationally. For him, to see the messengers is to see the Lord (note the same blurring of the distinction in Mal. 3:1).<\/p> <p>Commentators have been divided over the correct reading of <span>b<\/span><span>šûb yhwh ṣîyôn<\/span> (lit. “in returning of Yahweh Zion”) at the end of the verse. The phrase “returning of the Lord” can be taken as either an objective or a subjective genitive: the Lord’s returning of Zion, or the Lord’s return to Zion. The versions unanimously support the former (although Targ. is paraphrastic and could be understood to support either reading of the verb). This point of view, that God is returning his exiled people to Zion, finds support in both the immediate and extended contexts (<a class=\"isa\" verses=\"eyIxODcwOCI6Mn0=\">vv. 11–12<\/a>; 51:11; 49:9–13, etc.). But the idea that God is himself returning to Zion after his estrangement from her also finds support, especially at the very outset of the division (40:3, 9–10; cf. Ezek. 43:1–5). It also seems to fit into the imagery here somewhat better. As a result, the majority of recent commentators (e.g., Watts, Westermann) and Bible versions (e.g., NRSV, REB, NIV) have opted for this alternative. Thus it is the advent of God that is the cause of this outpouring of joy. God is with us, and we need not be afraid any longer.<\/p> <p><a class=\"isa\" verses=\"WzE4NzA2XQ==\">9<\/a> Now the whole choir joins in the song. The waste places of Jerusalem are called on to join the watchmen and the messenger in shouts of joy. Nothing is to be held back. The wonderful victory of God is a cause for all the pent-up emotions to break forth. Again, it will not do to be too literal in interpretation. Someone could ask how a ruined Jerusalem, as implied in <i>waste places<\/i>, could have any walls for watchmen to stand on. But the point is that the besieged city is an image, not the literal Jerusalem. The Zion to which Isaiah is speaking is a waste, both physically and spiritually, and he calls that broken-down city to participate in the joy of the Lord’s return, just as the inhabitants of a besieged city would rejoice at the news of their king’s defeat of the enemy.<\/p> <p>Why should the waste places rejoice? This too is imagery. The ruins of Jerusalem symbolize the condition of the people (cf. 49:19 and note the bracketing effect at the beginning and end of the collection). Will Israel remain a waste forever, forsaken by her God? No! The ruins will be rebuilt. But much more important than that, and much greater cause for rejoicing, is the restoration of the people to their God. They too are a waste; their lives seem to be a landscape of ruins. Their sin has left them alienated from God and each other, bound by enemies both physical and spiritual, helpless in despair, guilt, and purposelessness. It is into this landscape that God comes with the promise that he <i>has comforted<\/i> them and <i>redeemed<\/i> them (prophetic perfect verbs). These two verbs are at the very center of the message of this part of the book. They speak of restoration to fellowship, deliverance from bondage, encouragement in despair, strength in weakness, forgiveness in guilt, purpose in uselessness, and more. If this is not cause for unrestrained joy, what is? Yes, the wastes of Jerusalem will be rebuilt, but much more to the point, the waste places of the people of Israel, and of the people of the world, will be rebuilt. Break forth, shout joyously!<\/p> <p>As Calvin comments, all this rejoicing is in anticipation. The evidence points to the victory of God. The signs show that he has defeated the enemy and is coming to set them free. But as of this moment, he is not yet here. Nevertheless, the people are called to participate in the hymn of thanksgiving and praise. Why? This is the faith and belief about which the prophet has been speaking throughout the book, and especially throughout this division. To give thanks in advance is the highest form of faith. The person praising God for what he or she does not yet possess is the person who truly believes the promises of God.<\/p> <p><a class=\"isa\" verses=\"WzE4NzA3XQ==\">10<\/a> This verse carries on the description begun in the previous verse of the actions of God that precipitate the anticipatory outburst of praise. Jerusalem has not redeemed herself, nor have the people of God comforted themselves—it is the work of God. And that work will not have been done in secret. The display of the power of God against his enemies that will enable God to speak words of comfort and redemption to his people will be done in full view of all the nations. The ends of the earth will see what he has done (cf. 18:3). Israel’s salvation will have universal implications. Its significance will not be for Israel alone. This is as it must be if Isaiah is speaking the truth. If Israel’s God is the only God, the sole creator of all things, and if his name is Love, then what he does for Israel must affect everyone, and in our own interests we should take account of it.<\/p> <p>Again (see 50:2; 51:5, 9), God’s power is expressed in the image of the outstretched hand or <i>arm<\/i>. Here, like the warrior preparing for battle, the Lord has shrugged off his cloak and his powerful arm is <i>bared<\/i> for battle. For the nations determined to oppose him (<a class=\"isa\" verses=\"WzE4OTM3XQ==\">66:14<\/a>), that is cause for a shiver of apprehension; but for those who submit to him, it is cause for hope (<a class=\"isa\" verses=\"WzE4Njc5XQ==\">51:5<\/a>). God’s arm is described as <i>holy<\/i>. Perhaps at least two things are intended by the use of that term. On the one hand there is divine perfection (Alexander). Those who would oppose him must recognize that they face all the transcendent power of the Holy One. How can we stand against the power that created the universe with a word (<a class=\"isa\" verses=\"W3siMTgyMzAiOjN9LFsxODM3NiwxODQ0Nl1d\">30:12–14; 37:23; 40:25<\/a>)? But there is also another implication: the purpose for which God’s arm is bared is a holy one (Calvin). He does not bare his arm like some earthly tyrant to aggrandize himself at the cost of all those whom he can beat down. Rather, he exerts himself for those who are trampled down by human greed, those who are broken on the rack of sin, those who are imprisoned in the darkness of desire (so also Ps. 98:1–3). It was the recognition of this kind of purpose in Jesus Christ that made the demon call him the “Holy One of God” (Mark 1:24; Luke 4:34).<\/p> <p><a class=\"isa\" verses=\"eyIxODcwOCI6Mn0=\">11–12<\/a> The final movement in this climactic segment is the command to <i>depart<\/i>. As is consistently true throughout chs. 49–55, the Babylonian exile is always in the background as the example of bondage and deliverance. It provides the basic framework of thought. But at the same time, as is evident from the absence of any specific reference to Babylon, it would be wrong to limit the reference of what is being said to that experience alone. That is especially true in this segment, as both Westermann and Muilenburg note. Yes, the day would come when trembling Jews would be called on to hope for a new life and to leave familiar Babylon behind in the daring belief that God had something better for them in the unknown homeland. But is that all we are called to believe God for? Is that the only deliverance God has to offer to the human race, the only redemption the Holy One of Israel has to give the watching world? Hardly! That deliverance, as wonderful as it will be, is only the barest object lesson for a deliverance, a redemption, that will touch even nature itself. Thus every human who will ever live is called on to respond to this cry to <i>depart<\/i>, to <i>go out from there<\/i>. In whatever bondage we find ourselves, God’s holy arm has been bared on our behalf; the enemy has been defeated; the prison doors have been thrown open, and we are called to take action. God will not take us out; we must get up in faith and go, believing that he will go before us.<\/p> <p>Whenever Isaiah or any other Hebrew prophet begins to talk about deliverance, it is the exodus to which their minds turn sooner or later, and that is the case here. As has been true elsewhere (<a class=\"isa\" verses=\"eyIxODUyMiI6NH0=\">43:16–19<\/a>), that earlier deliverance is both like and unlike the one being predicted. Like the exodus, God will be present, both before and behind his people. In front, he will lead, and behind, he will gather up the stragglers and be sure that they do not fall prey to probing thrusts of the pursuers.<\/p> <p><i>not in upheaval<\/i>. But unlike that former deliverance, this one will not be in the middle of the night, scurrying away from potential pursuers. Again, it is apparent that the Babylonian exile provides the base. Set free by an imperial decree, the returnees would have the leisure to plan their departure, and when they went would not fear any recriminations. They would even be able to take back some of the golden <i>vessels<\/i> of the sanctuary (see Ezra 1:7). But much more than the return from Babylon is being dealt with here. As is true from 49:1 on, it is restoration to God that is in view. The great question is: How can sinful Israel become the servants of the Lord that God has said they will be? It is not enough that they be restored to their land. What about the sin that drove them from the land in the first place?<\/p> <p>There are two evidences of this broader concern here. One is the term <i>depart<\/i>. The root <span>swr<\/span> has the meaning of turn aside, or take away, and is particularly used in connection with religious behavior. For instance, it is the verb used of “taking away” the foreskin (Jer. 4:4), the idol altar (2 Chr. 32:12; Isa. 36:7), and the stony heart (Ezek. 11:19). Likewise, a preponderance of the imperatives (2nd masc. sg.) has to do with religious concerns, representing an absolute separation from evil. Of particular interest is Lam. 4:15, where the defiled Judeans were told to depart and to touch nothing lest they should make it unclean. Now it is the redeemed Judeans who are told to leave the defilement of sin and to touch nothing unclean. Something has happened to change them from defiled to clean. This concern for ritual defilement is rare in Isaiah (but cf. 1:10–16 and 65:1–7), and its use here suggests a concern to make clear that the central issue here is release not from physical bondage but from another kind of bondage, the bondage of evil with its corruption and defilement. This larger concern may well be the reason for not specifying that the vessels being carried are those of the sanctuary. It is not merely the priests and Levites who carry these vessels of the Lord—it is all the people of God; and the deliverance in which they are being called to participate calls them all to <i>purify<\/i> themselves by departing from sin.<\/p>",
    "audit": null
}