{
    "id": 17457,
    "source": "oswalt",
    "verse_id": 18389,
    "verse_count": 3,
    "reference": "37:36–38",
    "title": "The Army Of Assyria Destroyed",
    "html": "<p>With a terrible suddenness, which is reinforced by the brevity and terseness of the account, the long interchange of chs. 36–37 is brought to a close. The mighty Assyrian emperor, stripped of his army, hurriedly departs for home, never to set foot in Judah again. As Napoleon discovered before Moscow and Hitler learned in Stalingrad, there are limits to even the most towering of human pretensions. But more than the two modern tyrants, the Bible makes it plain that Sennacherib confronted God himself and was defeated by God. It is the final irony of his life that it was in the temple of his god where he was praying (much as his intended victim Hezekiah had prayed twenty years earlier?) that he was murdered by his own sons.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzg5XQ==\">36<\/a> This verse is the crux of the entire account, so it is not surprising that it has come under severe scrutiny by biblical scholars. Isaiah insists that the Assyrian monarch did not go home because he was satisfied with Hezekiah’s surrender, or because his objectives in the West had been reached, or because of some crisis elsewhere in the empire. He went home, says the prophet, because of the upshot of two issues: Sennacherib had asserted that human glory was superior to God’s, and Hezekiah had dared to trust God. Because of these God intervened in natural events and decimated a significant number of the Assyrian army. Cut out this event as a historical fact, as all too many commentators wish to do, and the whole theological content of the passage falls to the ground. God did not deliver Hezekiah any more than he did Menahem (2 K. 15:19–20), and he did not punish Sennacherib any more than he did Tiglath-pileser III. The unknown redactors have built a lofty theological edifice, insisting either innocently or fraudulently that it was true because it was historically validated. If we now assert that the validation is false, then the theology is equally false. Only if there was indeed a significant difference between the experience of Menahem and the experience of Hezekiah is there any satisfactory explanation for Isaiah’s moving theology of God’s sovereignty and his trustworthiness.<\/p> <p>As noted above, Herodotus makes reference to a plague of mice which ate up the bowstrings, etc. of Sennacherib’s army at Pelusium on the edge of the Delta in Egypt, precipitating them to flight. Modern writers, noting that area’s reputation for disease and the fact that mice are symbolic of pestilence, have conjectured that Herodotus was recounting an Egyptian legend which had sprung from an original account of the sudden onslaught of some such disease as bubonic plague.<\/p> <p>However Herodotus is to be interpreted, there is nothing in the biblical account which requires the Assyrian army to have been before Jerusalem when the Death Angel befell it. In fact, as Smith points out, the references in 33:18 and Pss. 48 and 76 suggest that there was only a reconnaissance brigade guarding the city and that it quietly slipped away at the horrendous news concerning the main army.<\/p> <p>As to the terrific losses involved, which Kaiser says are frankly impossible. Smith notes that the Third Crusade mounted over a million and a half men and that the losses of the First Crusade have been estimated at more than 300,000. Perhaps more to the point, H. W. F. Saggs, on the basis of Assyrian reports, concludes that the Assyrian “Grand Army” must have numbered in the hundreds of thousands. Of course, none of this proves that the event took place as Isaiah reports it. But it does demonstrate that the account is not merely fantasy but is within the realm of possibility.<\/p> <p><a class=\"isa\" verses=\"WzE4MzkwXQ==\">37<\/a> Calling Sennacherib <i>king of Assyria<\/i> here serves to emphasize his impotence before God. Both he and the Rabshaqeh had repeatedly identified him as “the Great King, king of Assyria.” But now this great king hurriedly departs for home, as the piled-up verbs <i>departed and went and returned and dwelt<\/i> suggest. He has encountered the one who is truly King, and he knows it (cf. 6:5; 31:8, 9; 33:17).<\/p> <p><a class=\"isa\" verses=\"WzE4MzkxXQ==\">38<\/a> This verse indicates that, in regard to Judah, Sennacherib did nothing significant again prior to his death. The topical treatment here could give the impression that his death took place shortly after his return from Jerusalem. In fact, he did not die for some twenty years, not until 681. However, there is nothing in the present statement to demand an immediate death, and the fact that the writer’s report of the nature of the death coincides with the Assyrian account—murder by his sons in his own temple—makes it plain that the author knows of the intervening period but is consciously telescoping events in order to show how God’s promise concerning Sennacherib and Jerusalem was kept.<\/p> <p>The ancient adage “God’s mills grind slowly, but they grind exceedingly fine” is applicable here. Sennacherib may have thought he was well away from Jerusalem, but he was not away from Jerusalem’s God, against whom he had exalted himself. The years had passed and the devastating losses in the West had been replaced. Sennacherib had escaped. But had he? The irony of his death shows he did not. This man, who had exalted himself to the heights, was as mortal as any other. Moreover, because his pretensions had been so high, his downfall was the more ignominious (cf. 14:4–20). When Hezekiah prayed to his God, he was delivered, both from enemies and from sickness. When Sennacherib prayed to his god, not only was he not delivered, but his sons who, in God’s economy, were expected to honor their father, slaughtered him. Like his father Sargon before him, Sennacherib was to prove that great pretensions are no security against final ignominy. In fact, according to Jesus, they are the surest way to reach that undesired goal (Luke 12:20).<\/p>",
    "audit": null
}