{
    "id": 17442,
    "source": "oswalt",
    "verse_id": 18269,
    "verse_count": 12,
    "reference": "32:9–20",
    "title": "Deserted Or Fruitful",
    "html": "<p>The prophet here uses direct address to make two points clear: the renewal promised in <a class=\"isa\" verses=\"eyIxODI2MSI6OH0=\">vv. 1–8<\/a> will not come without disaster, but it <i>will<\/i> come and that through the agency of the divine energy, God’s spirit. These points are typical of the message of the book: humanity brings destruction upon itself; but there is hope for us through the sovereign grace of God. This similarity of thought has convinced many of the authenticity of this segment; but others, remaining unconvinced, remark upon the redactor’s careful adaptation of Isaianic themes.<\/p> <p>Two segments can be observed within the passage. The first is covered in <a class=\"isa\" verses=\"eyIxODI2OSI6Nn0=\">vv. 9–14<\/a>. It is negative, utilizing agricultural imagery to predict a land desolate and forsaken (cf. 5:5, 6; 16:8–10; 24:4–9; 34:13–15). The second is positive, in fact diametrically opposite to the foregoing, predicting a day when the land will be inhabited and abundant, because of God’s empowerment. While some deny the original unity of the passage, it is difficult to gainsay the chiastic structure involved: false security, disaster, restoration, true security. At the least one would have to say that whichever paragraph came later, it was specifically designed to complement the earlier one. This being so, arguments for the priority of one paragraph or the other rest more and more upon the a prioris of the arguers.<\/p> <p>In the book’s present form, then, <a class=\"isa\" verses=\"eyIxODI2OSI6MTJ9\">vv. 9–20<\/a> stand between 32:1–8, which introduce the true kingdom, and 33:1–24, which bring the ideas to full development. The segment is something of a parenthetical statement underlining those two foundational ideas upon which the kingdom rests.<\/p> <p><a class=\"isa\" verses=\"eyIxODI2OSI6Nn0=\">9–14<\/a> The prophet speaks directly to a group of women who, from the context, are apparently taking part in the harvest festival. It is impossible to tell whether the prophecy was spoken to a particular group of women, or whether the author is simply using a general class to give concreteness to his message. Both seem equally possible. Perhaps the generality of the doom predicted slightly favors the latter.<\/p> <p>G. A. Smith, to a great extent, and other commentators less so, suggest that women are addressed because they are especially prone to complacency and short-sightedness. That suggestion seems to be unwarranted. The whole nation of Israel, males and females alike, were prone to these defects apparently because they believed that they had God within their control (e.g., Jer. 7:1–12). In this case, for reasons not now clear, the women were particular examples of the problem (so also Amos 6:1). It may be that Isaiah, having failed to alert the men to the tragedy they were precipitating, turns to the women to try to get them to influence their husbands. At any rate, he warns them that the new day he has spoken of in <a class=\"isa\" verses=\"eyIxODI2MSI6OH0=\">vv. 1–8<\/a> is no warrant for a placid, business-as-usual approach to life (cf. 2:1–5 followed by 2:6–4:1).<\/p> <p><a class=\"isa\" verses=\"WzE4MjY5XQ==\">9<\/a> While there is nothing inherently wrong with ease and security (as shown by their appearance in vv. 17 and 18), they are bad when they are based on false premises (so Amos 6:1; Zech. 1:15; Ps. 123:4). Throughout the Scriptures, the recurring question is, where is your trust? And the corollary to that is: if it is in anything other than God, you are in trouble. So, if I am at ease because I think I can manipulate God, or because the harvests have been so good, that is a false security which I had better be prepared to lose.<\/p> <p>Isaiah had been attempting to warn the people of this problem, so the sight of a woman totally absorbed in her finery (<a class=\"isa\" verses=\"eyIxNzcyNCI6MTJ9\">3:16–4:1<\/a>) or mindlessly fulfilled in a good harvest must have been especially maddening to him.<\/p> <p><a class=\"isa\" verses=\"WzE4MjcwXQ==\">10<\/a> <i>Days upon a year<\/i> is somewhat obscure. Older interpreters generally understood it to refer to a long time of trouble. More recent scholars, however, have concluded that it refers to the length of time until the trouble occurs. In any case “year” seems to define the number of “days” involved. This makes sense in the light of the harvest imagery. “You may rejoice now, but what about next year when the harvest fails?” How easy it is to put one’s confidence in circumstances, assuming that everything will go on unchanged. Trust in God rises above circumstances. To be sure, such persons feel the pain and uncertainty of suddenly altered circumstances, but they are not shattered and adrift (2 Cor. 4:16–18).<\/p> <p>We are not told what the cause of the crop failure will be. In this setting it is tempting to think that it will be the invading Assyrian army. The failure to mention Assyria may be because the message was first given at another time (see n. 9 above), or it may be simply for the sake of keeping the agricultural figure intact.<\/p> <p><a class=\"isa\" verses=\"eyIxODI3MSI6NH0=\">11–14<\/a> The prophet calls the women to begin to mourn for the land about which they now feel so confident. If it is correct that they were engaged in a harvest feast, these words would have been most unwelcome. Particularly in our moments of happiness, we do not like to be reminded that death stares all of us in the face. But it does, and we must not allow present happiness to leave us unprepared to meet it.<\/p> <p>It appears that it was typical for women in the ancient Near East to bare their breasts in mourning and to put sackcloth about their waists. This custom explains the reference here. There is no indication that complete nakedness was intended.<\/p> <p><i>Upon the breasts, moaning<\/i> presents serious difficulties, all of which center upon the verb <span>(sō<span class=\"u\">p<\/span>ḏîm)<\/span>. The versions unanimously translate it with “smite,” but the Hebrew usage does not seem to include this meaning, only “wail” or “moan” being attested. Furthermore, the form is a masculine plural participle, which seems very strange with “breasts.” Several suggestions have been put forward, but none has been so satisfactory as to gain a consensus. The general sense is clear. The present confidence and security are only transitory. They will shortly be replaced by other emotions entirely (cf. 22:1, 2), when all the temporal sources of joy are removed.<\/p> <p><a class=\"isa\" verses=\"WzE4MjczXQ==\">13<\/a> <i>the land of my people<\/i> makes it expressly plain that just because the Israelites might be called the people of God, they do not have some sort of mechanical claim over him. The good land, a source of joy and abundance, could grow up in thorns and briars as quickly as any other if its people were out of harmony with God (cf. 1:7; 5:6; 7:23). Elsewhere <span>šāmîr<\/span>, “briars,” occurs with <span>šayiṯ<\/span>, “thorns,” but here it is with <span>qôṣ<\/span>, which is the term used in Gen. 3:18 with respect to the curse on the land. It is tempting to see a conscious allusion here.<\/p> <p><a class=\"isa\" verses=\"WzE4Mjc0XQ==\">14<\/a> The climax of the mourning is reached in this verse. Why the mourning? Because the city of God will be empty. Perhaps most significantly in this section, the <i>palace<\/i> will be empty. No, the kingdom Isaiah is envisioning will not be brought in by the people simply going about as they have been. That course of action will result in no king. The craven, scheming leaders described in chs. 28–31 are not going to bring about a new day. They will bring disaster. The high and the mighty will become low. This probably explains the reference to caves. Commentators have long puzzled over how the references to “Hill” (Heb. <span>‘ō<span class=\"u\">p<\/span>el<\/span>), the spur of the hill upon which the temple rests, and to the “Tower” could be about caves. Furthermore, how could flocks pasture in caves? But this is to take the passage too literally. As in <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a>, the point is that the supposedly high (and it is to be wondered if “the hill” and “the tower” were elite sections of the city; cf. Skinner) will be cast down, become its opposite number, before the Lord comes in power to save his people.<\/p> <p>In <a class=\"isa\" verses=\"eyIxODI3NSI6Nn0=\">vv. 15–20<\/a> there is now a shift from the prophecy of warning (<a class=\"isa\" verses=\"eyIxODI2OSI6Nn0=\">vv. 9–14<\/a>) to a prophecy of salvation. The promised kingdom will come. There will be peace and security. But it will come only through divine initiative and empowerment after the bankruptcy of human effort has been made plain. The reader will notice a change of emphasis from <a class=\"isa\" verses=\"eyIxODI2OSI6Nn0=\">vv. 9–14<\/a>. There the emphasis was wholly material. Here that imagery is maintained, but there is a spiritual note added which suggests that the ultimate mark of God’s blessing is not good crops or secure states but righteous lives and just dealings. The world’s definition of security and that of the believer in God are always different. The security of the believer is in a God who transcends this world. Thus, its vagaries and uncertainties, while surely having an effect on him or her, cannot ultimately destroy the security. But furthermore, it is only when the two parties know that there is One higher than either of them to whom they can entrust their rights that the two of them can live together in harmony. Thus Isaiah, having demonstrated the tenuousness of security based on this world, here shows both the source and the means of security which lasts. All this is directly in line with the central question of chs. 7–39: in whom (or in what) do you trust?<\/p> <p><a class=\"isa\" verses=\"WzE4Mjc1XQ==\">15<\/a> In the OT there is a developing understanding of the <i>Spirit<\/i> of God. In many cases the term is used impersonally, analogously to the human spirit. Thus it is used as an hypostasis for the immanent, empowering, energizing activity of God (cf. Ps. 104:29–30). However, perhaps because of his filling of individuals, the identity of the Spirit becomes more and more explicit. In any case, the outpouring of the Spirit became a central facet of the OT hope. If God’s people were ever to share his character, an outcome devoutly to be hoped for, then it would have to come about through an infusion of God’s Spirit into human beings. This development relates fundamentally to a crisis of Lordship. God cannot fill where he does not rule. Thus, it is no accident that this statement occurs in this context of divine kingship. So long as human beings usurp ultimate rule of their lives, there is impotence, unrighteousness, and dependence upon the very forces which would destroy us. It is only when we come to the end of ourselves and acknowledge God’s right to rule our lives that we can experience the divine empowerment for righteousness.<\/p> <p><i>the desert will become as a fertile field<\/i> is the same as in 29:17 except that “desert” is substituted for “Lebanon.” The figure is of abundance. What was formerly useless for crops will become fertile, while what was fertile will become a veritable jungle. When the creative energy of God is let loose the results are always astonishing.<\/p> <p><a class=\"isa\" verses=\"WzE4Mjc2XQ==\">16<\/a> The true abundance will be in matters of the spirit. From the prophet’s perspective, Judah’s national life has been a desert. Righteousness and justice have withered away as people have abandoned God’s ways to pursue their own advantage and comfort. This abandonment has led to oppression of the poor and the establishment of a very questionable foreign policy. In effect, Judah has cut herself off from the source of her life. But in the days to come, when she is once again in touch with that source, God’s righteousness will be hers in abundance.<\/p> <p><a class=\"isa\" verses=\"eyIxODI3NyI6Mn0=\">17, 18<\/a> It is this abundant righteousness which will produce true peace. As Young points out, this is a distinctively Isaianic concept and appears in both parts of the book (9:5 [Eng. 6]; 59:8–9). The mechanics of this relation are made more clear by the NT. The person who has received the grace of God’s forgiveness is at peace with God. Knowing himself to be at peace with the Sovereign of the universe, it is no longer necessary to project his own turmoil upon those around him (Phil. 3:12–17). Furthermore, the person for whom God’s character has become central will be less likely to oppress others in a frantic attempt to supply his or her own needs. This ought to produce qualitative changes in a genuinely Christian society. That it has often not done so is a testimony to the depths of the human problem. At the same time, the potential for the impact of these understandings has been demonstrated in lives and communities around the world.<\/p> <p><a class=\"isa\" verses=\"WzE4Mjc5XQ==\">19<\/a> This verse breaks in abruptly. It may be understood in one of three ways. (<a class=\"isa\" verses=\"WzE4MjYxXQ==\">1<\/a>) It is a promise of the destruction of Assyria (cf. 10:33; 30:31). (<a class=\"isa\" verses=\"WzE4MjYyXQ==\">2<\/a>) It speaks of the destruction of Israelite pride which must accompany the restoration of righteousness (<a class=\"isa\" verses=\"W3siMTc2ODQiOjN9LFsxNzY5OV0seyIxODE5NiI6M31d\">1:29–31; 2:13; 29:2–4<\/a>). (<a class=\"isa\" verses=\"WzE4MjYzXQ==\">3<\/a>) It is, coupled with v. 20, a promise that despite shocks and upheavals around about, God will spare his people (cf. NIV; see also Ps. 91:5–6). While the third alternative is attractive, nothing in the grammar supports a concessive relationship between the two verses. On balance, the second alternative seems most likely, especially in view of v. 14. The promise of Assyrian destruction would certainly fit the tone of the segment, but there is nothing in the immediate context to point to such an understanding.<\/p> <p><a class=\"isa\" verses=\"WzE4MjgwXQ==\">20<\/a> However v. 19 is to be understood, this verse closes the segment with a figure of unremitting blessing which stems from nearness to sources. Those who plant their crops on the banks of streams have no fear of crop failure. In fact, they can even let their livestock loose to crop the first growth, so abundant will the plants be. So it will be for God’s people when they learn that the source of spiritual abundance is in God.<\/p> <p>An unanswered question remains. Has this prediction been fulfilled? Or is it only figurative? One possibility is that it was fulfilled in the restoration; another would be that it was fulfilled at Pentecost. Yet the sensitive heart cries out, “Is that all we can expect of such glorious promises?” Perhaps it may be said that they are potentially fulfilled at Pentecost and await complete fulfillment at the final day.<\/p>",
    "audit": null
}