{
    "id": 17479,
    "source": "oswalt",
    "verse_id": 18543,
    "verse_count": 3,
    "reference": "44:9–11",
    "title": ") Idolaters Are Nothing",
    "html": "<p>In this entire section, beginning with 42:10, God has spoken of his determination and his ability to deliver his people from Babylonian captivity. In this context, he has pointed out to them that, far from being cast off, they are the living evidence, witnesses (<a class=\"isa\" verses=\"WzE4NTE2LDE4NTE4LDE4NTQyXQ==\">43:10, 12; 44:8<\/a>), to the world that he alone has the power and compassion to accomplish this purpose. All of this was briefly but forcefully summarized in 44:6–8.<\/p> <p>Now God turns to the idol-gods’ witnesses (cf. also 43:9). What of them? What kind of evidence can they produce that their gods are supreme? The section 44:9–20 addresses that question. In excruciating detail the prophet depicts how the idol worshipers go about constructing an idol. How, he asks, can something like this, made by humans from the stuff of creation, ever save anyone? In fact, he argues, those who bow down to the work of their own hands reduce themselves to nothing. They worship themselves and testify that nothing beyond themselves can save them.<\/p> <p>Several modern commentators assert that Isaiah evidently did not understand paganism very well. If he had, they claim, he would have realized that the idol is only a representation of the god, not the god itself. But it is difficult to believe that this man, everywhere agreed to be the finest theological mind of Israel, was so obtuse as not to understand this fact. He, like his people, was surrounded by paganism in all its forms. In those circumstances, it is incomprehensible that a brilliant thinker should not understand paganism’s fundamental principle.<\/p> <p>Indeed, where better to attack paganism than at the point of its addiction to image making? It is at this point that the fundamental difference between the biblical and the nonbiblical religions is clearest. The Bible insists that the supreme power in the universe is utterly other than the universe. Thus he cannot be represented by any of the forms of the universe, and even more to the point, cannot be manipulated through any of those forms. The inevitable result of such a belief is monotheism, whose single original representation in the world is in the Hebrew Scriptures. By contrast, the nonbiblical religions insist that supreme power in the universe is coterminous with the universe, is inherent in it, and does not exist apart from it. The inevitable result is polytheism, which prevails everywhere that the Hebrew Scriptures have not been proclaimed.<\/p> <p>Thus the Achilles’ heel of all paganism is idol making. If it can be shown, as Isaiah does, that it is folly to believe that supreme power resides in a block of wood that was a tree until someone cut it down and with great effort made it into a god, then a deathblow has been struck at the root of paganism. If the gods are coterminous with this world, as idol making demonstrates, then it is folly to think that they can radically reshape the world according to some transcendent purpose. They are blind, deaf, and dumb, locked into the cycles of nature, and those who worship them reduce themselves to nothing, meaningless blobs of protoplasm, which live, propagate, and die, all to no end.<\/p> <p><a class=\"isa\" verses=\"WzE4NTQzXQ==\">9<\/a> Without any fanfare the prophet bluntly states his theme: in contrast to God’s witnesses, who gain significance by their association with the eternal Rock (v. 8), the witnesses of the idols become nothing through their alliance with gods who are nothing. Spykerboer points out that <span>kullām<\/span><i>, all of them<\/i>, is used repeatedly in this part of the book for the nothingness of gods and nations. He asserts correctly that the first four words are particularly characteristic of chs. 40–66.<\/p> <p>The word for <i>nothing<\/i> occurs frequently in this part of the book: <span>tōhû<\/span>, which connotes “elemental chaos.” As at 41:29 (see the comments there), it is hard to avoid the conclusion that this word has been used purposely in connection with this diatribe against the gods. A continuing theme in the myths is the function of the gods to maintain order against the constant encroachment of chaos. But Isaiah asserts that far from finding order, those who choose the gods not only find chaos but they themselves become part of it! The beings on which they lavish time and attention cannot do anything for them, and as a result their laboriously built-up picture of the universe is a complete fiction. They have created a lie and are part of that lie.<\/p> <p>The second part of the verse could be interpreted in two ways, depending to some extent on the disputed <i>they are<\/i>. If the reading <i>they are<\/i> is correct, it is possible that the blind and senseless ones are the idols, and that the witnesses testify to this blindness to the idols’ shame. If it is not correct, then the subject of not seeing and not knowing must be the witnesses. Even in the former case, the latter understanding is grammatically possible (see the present translation) and seems more consistent with the final clause, as well as with other statements (<a class=\"isa\" verses=\"WzE4NTE0LDE4NTgyXQ==\">43:8; 45:20<\/a>). Thus the prophet is saying that the gods’ witnesses, by choosing to follow the gods, have blinded themselves and will one day be plunged into disgrace by the failure of their gods. The final clause is introduced by <span>l<\/span><span>maʿan<\/span>, which normally expresses purpose. Isaiah says sarcastically that they have evidently chosen the gods <i>so that<\/i> they might be disgraced. To him it is hard to see why anyone would choose the helpless gods otherwise (cf. 30:1).<\/p> <p><a class=\"isa\" verses=\"WzE4NTQ0XQ==\">10<\/a> The last thought of v. 9 is reinforced here with a rhetorical question. “Who would (be so blind as to) make God, so as not to profit?” Again, the final clause (<span>l<\/span><span>biltî<\/span> plus infinitive) expresses purpose. Why, he asks, would people want so badly not to profit that they would try to form <span>ʾēl<\/span>, the mighty God? The reminiscences of earlier statements are unmistakable. In 40:18 God asked, Who is like <span>ʾēl<\/span>, to whom some likeness could be compared; and 43:7 asserted that God had formed Israel, while 43:10 declared that no god could be formed before or after the Lord.<\/p> <p><a class=\"isa\" verses=\"WzE4NTQ1XQ==\">11<\/a> On the basis of Hos. 4:17, which uses the root of the word here translated <i>his associates<\/i> for Ephraim being joined to idols (cf. Hos. 6:9 as well), we must consider that <i>his<\/i> refers to the idol (Delitzsch and most others). Thus the term <i>his associates<\/i> would refer to the devotees of the idol, its witnesses. Since the subject of <i>his associates<\/i> is not specified and since the previous subject is the one who makes an idol, however, it is possible that associates of the craftsmen are intended (Pieper). Furthermore, since the strophe, and indeed the whole poem, concentrate on those who make idols, this latter understanding seems more likely. The craftsmen and all associated with them are called to assemble together and give what evidence they can (cf. 41:21; 43:9) that the gods whose images they have made are in fact the lords of the universe, who can predict the course of history and can deliver their people from their fate. In fact, says Isaiah, though they all stand up together, their evidence will quickly be shown to be worthless and they will be plunged into that abyss of terror reserved for those from whose lives all meaning has been stripped away.<\/p>",
    "audit": null
}