{
    "id": 17499,
    "source": "oswalt",
    "verse_id": 18651,
    "verse_count": 10,
    "reference": "49:14–23",
    "title": "Children Restored",
    "html": "<p>The discussion of the Servant’s calling and work (<a class=\"isa\" verses=\"eyIxODYzOCI6MTN9\">49:1–13<\/a>) is followed by a cry from Zion that it is all useless because God has put her away and has no more concern for her (<a class=\"isa\" verses=\"eyIxODY1MSI6MTZ9\">49:14–50:3<\/a>). This section (like the reference to “comfort” in 49:13; see the comment there) is a reiteration of the concern voiced in 40:27. Here, as there, Zion is encouraged not to lose hope, but to continue to wait for the Lord (<a class=\"isa\" verses=\"WzE4NjYwXQ==\">49:23<\/a>). In this section, however, God’s response is on a different level than it was in chs. 40–48. There God’s sovereign rule of nature and history provides the basis for calling Israel to have hope. God is able to deliver his people from the grip of the mightiest power on earth. But, as stated above on 49:1–8, it is not enough that God <i>can<\/i> deliver his people; does he <i>want<\/i> to? Has not their sin made them a stink in his nostrils? It is one thing to go back home; but it is quite another to go back to an offended, holy God.<\/p> <p>Here, then, the response is the unfailing love of God for his people Zion. Yes, he wants to restore them to himself. How could they ever imagine that his love was as changeable as theirs (cf. Hos. 6:4)? If God has divorced his wife, Zion, he is able to take her back (Isa. 50:1–3). She is not condemned to a life of barrenness. Instead, he will bring her children from all over the world (49:20–22; cf. 49:12). At the heart of the work of the Servant is eternal love, which lives to forgive, redeem, and restore. Thus chs. 40–55 show that the mission of Israel first displayed in 2:1–5, to be the servant of God for the sake of the world, is made possible through the sovereign power (chs. 40–48) and the unfailing love of God (chs. 49–55).<\/p> <p>The section 49:14–26 focuses on the theme of children, an important motif in the book from <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a> onward. The unit is divided in two with the longer segment (<a class=\"isa\" verses=\"eyIxODY1MSI6MTB9\">vv. 14–23<\/a>) first. It deals with the insistence by God that far from forgetting Zion’s concerns (v. 14), God keeps her future constantly before him (v. 15). She may feel that with all her children dead and her husband having forsaken her, her life is over; but God says that he will bring her children from all over the world. She will not be put to shame if she puts her trust in God (v. 23).<\/p> <p>The second segment (<a class=\"isa\" verses=\"eyIxODY2MSI6M30=\">vv. 24–26<\/a>) addresses a question that the assertion in v. 23 raises. Is God’s love strong enough to defeat the tyrants who hold the people of the world in thrall? The answer is a resounding yes, capped by a typical Isaianic threefold appellative asserting God’s loving power (v. 26).<\/p> <p><a class=\"isa\" verses=\"eyIxODY1MSI6M30=\">14–16<\/a> These verses contain Zion’s assertion that God has rejected her, and God’s vehement denial of that assertion. The grammatical form of the opening word (<span>waw<\/span> consecutive plus imperfect) argues that this is a continuation of the thought of the preceding verse. It is a retort to the promises contained in the Lord’s description of the Servant’s work (<a class=\"isa\" verses=\"eyIxODY0NSI6Nn0=\">vv. 8–13<\/a>). It is as though Zion says, “Well, that’s all very nice, I’m sure. But it really has nothing to do with me, because God has given up on me.” God replies, “No, no! You are included in these promises! It is through you that they will be realized!” From one perspective, <a class=\"isa\" verses=\"eyIxODY1MSI6MTN9\">vv. 14–26<\/a> are a lengthy development of the last clause of v. 13.<\/p> <p><i>Zion<\/i> as a rejected wife and a barren woman is the focus of the address throughout this division (51:11, 16, 18–20; 52:1; 54:1–8; see also 66:7–14). This is indicative of the enlarged focus of chs. 49–55, as noted above. No longer is the address to the exiles in Babylon, although the metaphors of exile and captivity are by no means absent. It is the future of the nation, as embodied in Zion, that is the focus of attention. In particular, it is the relation of the nation to God and the implications of this relation that are addressed.<\/p> <p><a class=\"isa\" verses=\"WzE4NjUyXQ==\">15<\/a> God uses the strongest images of personal attachment to protest that he has not forgotten or forsaken Zion. He asks a rhetorical question concerning mothers and their attachments to the children they have borne in their wombs and nursed at their breasts. Can mothers forget? The assumed answer is, “Of course not!” The attachment of fathers may be obstructed by the sense of distance that exists between father and child. After all, the child has never drawn its life from the father’s body either in the womb or after. But the attachment of a mother and child is direct, and thus almost mystical.<\/p> <p>One might assume, then, that the next point would be to say that God is like those mothers. In fact, that is not the case. The truth is that while most mothers cannot forget the children of their wombs and breasts, some do. We have only to think of the recurring stories of mothers standing passively by while their boyfriends abuse the mothers’ children. But whatever the failures of mothers, God does not forget! God’s attachment is more than a mother’s. The prophet asks us to think of a mother’s attachment and then go one step farther. <i>That<\/i> is what God’s attachment to us is. Much the same point is made in Ps. 27:10: “If my father and mother forsake me, the Lord will take me up.” We must never allow our sense of God’s offended justice to obscure the truth from our eyes that he <i>is<\/i> love. Earthly love, as wonderful as it is, may cease, but his love has no limits whatsoever.<\/p> <p><a class=\"isa\" verses=\"WzE4NjUzXQ==\">16<\/a> God then uses a second image to impress on the despairing Zion that he could not have possibly forgotten her. She is inscribed on his <i>palms—<\/i>more specific than “hands,” perhaps denoting intimacy and immediacy. Here is the opposite of the normal practice. Instead of the master’s name being written on the servant’s hand, the servant’s name is written on the master’s hand. This is the divine condescension that we have come to expect throughout the book. The master does not expect the servant somehow to attain his height; rather, the master comes down to the servant’s place (<a class=\"isa\" verses=\"W3siMTc4ODYiOjR9LFsxODIzNl0seyIxODc4MSI6Mn0sWzE4OTI1XV0=\">11:1–4; 30:18; 57:15–16; 66:2<\/a>). This is an expression of the same kind of passionate devotion that the Israelites will express toward God (<a class=\"isa\" verses=\"WzE4NTM5XQ==\">44:5<\/a>); the act of a young lover whose thoughts and feelings are solely of the beloved. Forget her? The most fascinating thing in the world, written everywhere, is her name, even on one’s hands.<\/p> <p>The appearance of <i>walls<\/i> in the parallel colon has caused some interpreters (e.g., Delitzsch) to think that perhaps the image inscribed on God’s hands is not of the name but a sketch of the city (cf. also LXX and Targ.). While this may be the case, it need not be. Parallelism of increasing specification would allow the second colon to identify one aspect of the beloved city that could stand for the whole, which is expressed in the first colon.<\/p> <p><a class=\"isa\" verses=\"WzE4NjU0XQ==\">17<\/a> As noted above, the text of this verse is uncertain. If the translation above is correct, however, the author moves from the “walls” of the previous verse to talk about the rebuilding of those walls. Their ruins were the sign of the violation of the city and her abandonment by her husband. (This scenario explains Nehemiah’s horror when he learned that the walls were still in ruins, some 150 years after their destruction [Neh. 1:3–4].) God promises that the builders would come quickly and that those who had destroyed the city would go. This statement resembles those of Jeremiah, who after stating again and again that God would uproot and tear down Judah, in the end promised that God would plant and build her up (Jer. 24:6; 42:10). Destruction is never God’s intended last word.<\/p> <p>Several commentators have observed that the confusion over whether “sons” or “builders” was intended in this verse probably must be laid at the author’s feet, because whichever word was originally used was probably used with double entendre. The consonants of the two words are identical <i>(<\/i><span>bnyk<\/span><i>)<\/i>, with only one vowel being different (<span>bānayik<\/span> and <span>bōnayik<\/span>, respectively). “Builders” goes well with the previous verse and with “your overthrowers,” while “sons” seems to be presupposed by the otherwise unidentified “them” of v. 18. Thus, the prophet says, the builders of your ruined walls are the sons of which you thought you were deprived forever. As I have remarked on numerous occasions in this study (as recently as on v. 13), this kind of subtle transition, where it is difficult to decide whether the passage is most closely attached to what precedes it or to what follows it, is typical of the book.<\/p> <p><a class=\"isa\" verses=\"WzE4NjU1XQ==\">18<\/a> Zion is called on to lift her downcast eyes and look around to see her builder-sons coming on every hand. But can it really be true? Again and again through the ages Jerusalem and the people of Israel have been decimated. Moreover, the church, that grafting of God into the stem of Zion, has been torn apart over and over. Is this great ingathering only a mirage of the poet? Hardly, for as often as Zion has been decimated, she has risen from the ashes, surrounded by children. How can this be? God has sworn it on his own life. As surely as God lives, the wretched old woman, having lost everything, will have children around her as bright as morning. Isaiah says that just as a bride clothes herself in finery, so will Zion deck herself with children. This has already happened again and again and will continue to happen until the end of time. Zion’s children will be her glory. God has sworn it.<\/p> <p><a class=\"isa\" verses=\"WzE4NjU2XQ==\">19<\/a> The grammar of this verse is unusual, and this makes its precise sense somewhat difficult to understand. It is tempting to say that something has fallen out of the first bicolon because there is no predicate. But the versions are unanimous in their support of MT. Thus it appears that there is an ellipsis in which the writer launches into a somewhat poetic description of Zion’s past destruction, but then breaks off and comes at the subject from the opposite direction, and in a more prosaic way, addressing the contrast that the new situation will present. It is as though he says, “Think of those vast, empty wastelands, peopled by nothing except thorns and briers—now there will not be room enough for everybody.”<\/p> <p>Another issue in the verse is the function of the <span>kî<\/span> particles that open each of the bicola. I take them here as a continuation of the oath formula from v. 18: “As I live&nbsp;.&nbsp;.&nbsp;. surely.&nbsp;.&nbsp;.&nbsp;. Surely&nbsp;.&nbsp;.&nbsp;. surely.&nbsp;.&nbsp;.&nbsp;.&nbsp;” This makes the ellipsis more obvious. By contrast, to take the opening <span>kî<\/span> as causal is more difficult. The thought of the last bicolon is similar to that of v. 17. The destroyers, those <i>who swallowed you up<\/i>, are gone, and in their place are so many inhabitants that the once empty land is overflowing. Just imagination? No, the oath of God.<\/p> <p><a class=\"isa\" verses=\"WzE4NjU3XQ==\">20<\/a> One may take <i>Yet again<\/i> in either of two ways. On the one hand, it may indicate a reiteration of what has just been said, but stated in another way. On the other hand, it may introduce a declaration of promise (see Jer. 31:3, 4, 22; 32:15; 33:10; Zech. 1:17; 8:4). In the context, the latter seems more likely. Since the thing said does not seem to be directed to Zion, it is probable that <i>they will say in your ears<\/i> is the equivalent of “they will say in your hearing.” Mother Zion, who thought she was condemned to live out her last days in lonely grief, will listen in amazement as her inhabitants, her children, jostle with one another for a bit more room.<\/p> <p>Like any figure of speech, <i>the children of your bereavement<\/i> should not be pressed too hard. These are not the children of whom she was bereaved, as though they had come back from the dead. Nor yet are they children to whom she has given birth while bereaved. The point is simply that although Zion has lost everything (see 3:24–4:1), nevertheless, against all the odds, in the midst of her bereavement there will be a new generation through which her life can continue.<\/p> <p><i>move over for me<\/i>. The normal meaning of the verb <span>ngš<\/span> is “to draw near,” but the versions are unanimous in reading something like “make room for.” Gesenius proposed that some verbs can be used to express an idea and its opposite, and noted that Gen. 19:9 seems to be another example of this phenomenon for this root. Alexander disputed this argument and suggested that when the verb was used with a <i>lamed<\/i> of interest (“for me”), the requisite sense could be obtained.<\/p> <p><a class=\"isa\" verses=\"WzE4NjU4XQ==\">21<\/a> This verse expresses Zion’s amazement over the strange turn of events. One need not be troubled over the apparent inconsistency of the woman’s being at the same time home alone for children to return to and an exile. The point is to make clear in every possible way that the normal life of a mother is a complete impossibility for this woman.<\/p> <p>In a soliloquy that has a wonderfully lifelike ring, we hear an old woman’s astonishment over having children around her again when those she had borne were dead, and she was too old to have any more. She is not speaking to someone else, but muses to herself <i>(you will say in your heart)<\/i> over an almost incomprehensible situation. One can imagine Naomi holding the grandson she never thought to see saying something similar: “Where did this come from?” (see Ruth 4:13–17). The repetition of <i>these<\/i> three times emphasizes the sense of unreality that Zion has. They ought to be an illusion, but every time she opens her eyes, there they all are. There is also a contrast with the emphasized <i>I. I<\/i> am incapable of having children, so where did <i>these<\/i> come from? <i>I<\/i> have been left all alone, so who gave me <i>these?<\/i> This point of Zion’s incapacity is important. Zion’s heirs are not the results of Zion’s fecundity or of Zion’s worthiness. They are the gift of God. She did not bear them, nor did she rear them, so where did they come from? The fruitfulness and the grace of God. This theme runs straight through the Bible, from Sarah onward. In ourselves we are barren and bereaved, no more able to bring abundant life or eternal life onto this planet than we are able to give ourselves physical life. If abundant, eternal life is to be ours, it will be the gift of God, and we will look on in amazement, saying, “Where did that come from?” (See Eph. 2:8–10.)<\/p> <p><a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">22–23<\/a> These verses provide the answer to the incredulous questions of v. 21. The messenger formula, <i>Thus says the Sovereign Lord<\/i>, serves to authenticate what follows as a word directly from God. It is made even more weighty by the addition of <i>Sovereign<\/i>, a word Isaiah likes especially, as already noted. Just as v. 7 served to respond to the concerns of <a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">vv. 1–6<\/a>, <a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">vv. 22–23<\/a> function with regard to <a class=\"isa\" verses=\"eyIxODY1MSI6OH0=\">vv. 14–21<\/a>. God says to Zion that he is the one who has brought these descendants to her, and that the nations before whom she had once fawned in an effort to gain their support, and who had mockingly turned against her, shaming her for her false trust, will come fawning to her feet, bringing with them her children from around the world (see also 11:11–12; 66:20).<\/p> <p><i>ensign<\/i> is a favorite word of Isaiah, and it here seems to be used in conscious contrast to the way in which it is used earlier in the book. In 5:26 God says that he will call all the nations to come and plunder Israel and Judah, and he will do so by raising an ensign. The result will be that the nation will be devastated, like a tattered ensign flapping alone on a hilltop (<a class=\"isa\" verses=\"WzE4MjM1XQ==\">30:17<\/a>). Now God is going to run up an ensign to call the nations to Israel again. But this time they will not come to destroy; instead, they will come with Zion’s builders, her children, on their shoulders and in their arms. But this thought is not completely new, for in 11:10, 12, he has already said that the Messiah will be this ensign who will call nations to himself. The connection between that passage and this one, sandwiched as it is between two Servant passages, confirms that the Servant is indeed to be identified with the Messiah. The same point is made again in 62:10, which states that an ensign is raised over the peoples to signal the coming of the one who will be salvation for Zion. The only other place where “ensign” occurs in the book is in 13:2, which is of significance for this passage because it is the only other place in the Bible where “hand” and “ensign” parallel each other. There, as elsewhere, it is a signal flag used to communicate God’s directions. In that instance, it signals the destruction of proud Babylon.<\/p> <p>Clearly, much more than merely the return of the Babylonian exiles is in view here. This is a foretaste of the picture of chs. 60–66, which is itself a fulfillment of 2:1–5. All the nations are flowing to Jerusalem to bow at her feet, yes, to beg mercy for the wrongs done, and yes, to bring back with apology those who had been dragged away, but also to try to learn something of this amazing God who has been able to lift his people from barren widowhood to being the laughing grandmother of nations. Although the final consummation of this picture is yet to come, it has already occurred to a great extent in the Christian era. Kings and queens have bowed at the feet of the God of Zion, and have spent their wealth in his cause. From around the world Zion has found descendants from every race and people. God’s promises are trustworthy.<\/p> <p>The picture drawn here is graphic. The poet is not content merely to say that the children are brought back. Rather we see an incongruous procession coming up to Zion: a princess cradles in her arms a little boy who is craning his neck to catch a first glimpse of the storied walls; a king has a little girl sitting on his shoulders, her legs astride his neck, as she excitedly points to the misty domes in the distance. Israel has suffered much at the hands of the nations, but in the end it is not the nations who hold Israel’s destiny in their hands. It is God, and he will see to it that the mighty ones of the earth make it their business to bring the children of God home.<\/p> <p><a class=\"isa\" verses=\"WzE4NjYwXQ==\">23<\/a> The thought of this verse is similar to that of v. 7: a reversal of roles. Whereas once Zion had prostrated herself before the mighty of the earth and acted as nursemaid to their children, God promises a day when the mighty will grovel at Zion’s feet and eagerly offer their bodies to feed and tend Zion’s children. Again, it is important to remember that this is Semitic poetry. If one takes it too literally, the imagery is bound to offend Western taste with its fetish for egalitarianism, but it is also liable to give license to those whose taste may run to domination. The point is that God’s people need never fear the power of the mighty. They, like we, are in the hand of God, and they too will serve God, either willingly or by force. For us, then, the issue is not “What about them?” but about being certain that we are indeed the people of God.<\/p> <p>What is Zion expected to learn from what God is going to do for her? Two things: He is <i>the Lord<\/i>, and <i>those who wait for him are not disgraced<\/i> by him. Although it is difficult to put the thought of the Hebrew into smooth English, it is important to recognize the grammatical relation between these two ideas. The second is a relative clause modifying the first. It is a quality of God’s identity that those who wait for him in absolute dependence will not be disgraced. To know him as Lord is to know that he has both the power to be able to keep his promises and the faithfulness to want to keep them. It is at this point of the Lord’s identity that the experience of trouble often confuses us. All too often, such experiences convince us that God is either tyrannical, or inattentive to our concerns, or has failed us (cf. Lam. 5:19–22). We feel <i>disgraced<\/i>, let down. The alternatives, that we have brought the trouble on ourselves, or that we are part of a larger picture involving a sinful world, rarely occur to us. In such a situation, what is God to do to prove his character, or as Ezekiel says, “his holy name” (<a class=\"isa\" verses=\"WzE4MzUzXQ==\">36:22<\/a>)? The answer is to show his power, his faithfulness, and his love in a display of undeserved grace and kindness. It is to show that all the mighty of the earth are no more than pawns in his hand (<a class=\"isa\" verses=\"WzE4NDQ0XQ==\">40:23<\/a>), and that when he has promised himself to a people, nothing on earth can break that promise (cf. Rom. 8:38–39).<\/p> <p>For one to <i>wait<\/i> on the Lord is to know that he will probably not act on one’s own timetable, but that he <i>will<\/i> act. It is to know that what I accomplish for myself without a clear indication that this accomplishment is in his plan is dust and ashes. It is to know that what he will do for me is so far beyond my own dreams and plans as to be all but unimaginable. It is to know that with him I may dare the impossible, and if I fail, I will still have done more for the world than if I had conquered the possible in my own strength. In many ways, this is what “Immanuel” is all about: God saying to the Ahaz in the heart of all of us, “Will you believe that I am with you, and let me do it my way?” (<a class=\"isa\" verses=\"eyIxNzc4NCI6MTR9\">7:1–14<\/a>). All too often, fearful of letting go of our control, we say no, and in consequence we experience the desolation of all our hopes, as Zion did. But then we learn “God-Is-with-Us” as never before, for in the hopelessness of our destruction God shows himself present to bring out of the rubble new life we never even dared to hope for. Instead of the shame of our failure, there is the glory of knowing that God does not fail those who, sooner or later, hang all their hopes on him. What does it mean? He is the Lord, who will not allow those who wait for him to be disgraced.<\/p>",
    "audit": null
}