{
    "id": 17392,
    "source": "oswalt",
    "verse_id": 17886,
    "verse_count": 9,
    "reference": "11:1–9",
    "title": "The Prince Of Peace",
    "html": "<p>In 11:1–16 the messianic hope which began to be expressed in 7:14 and which was amplified in 8:23–9:5 (Eng. 9:1–6) comes to full flower. The Messiah is not merely promised or announced but is depicted as ruling. In place of the craven and petty house of David, or the arrogant and oppressive empire of Assyria, here is a king in whose hands the concerns of the weakest will be safe. He will usher in a reign of safety and security to which the weary exiles may come streaming in return. Structurally, the segment brings to a close the unit which begins at 10:5. The entire unit makes the point that although Israel’s (and Judah’s) lack of trust in the Lord will have meant nearly total destruction at the hand of Assyria, that destruction is not God’s final word. Assyria, too, will come under judgment and out of that judgment a remnant of Jacob’s descendants will return to God’s land. However, as 8:23–9:5 (Eng. 9:1–6) suggested, so 11:1–9 confirms that such a return will be under the aegis of an anointed descendant of David. In fact, the root of Jesse will himself be the banner which will signal safe return. Prominent in that return is the sovereign activity of God. So the subdivision which began with words of judgment by means of Assyria (<a class=\"isa\" verses=\"eyIxNzgwMSI6OH0=\">7:18–25<\/a>) has now been turned to deliverance from Assyria (<a class=\"isa\" verses=\"WzE3OTAxXQ==\">11:16<\/a>), all of it in expression of the sovereign grace of a just and faithful God.<\/p> <p>This segment 11:1–9 is specifically related to the messianic promise. It emphasizes three aspects of this figure: (<a class=\"isa\" verses=\"WzE3ODg2XQ==\">1<\/a>) his divine endowment for ruling (vv. 2 and 3a); (<a class=\"isa\" verses=\"WzE3ODg3XQ==\">2<\/a>) the absolute justice of his rule (vv. 3b–5); and (<a class=\"isa\" verses=\"WzE3ODg4XQ==\">3<\/a>) the quality of safety which will characterize his rule (<a class=\"isa\" verses=\"eyIxNzg5MSI6NH0=\">vv. 6–9<\/a>). The movement is from qualifications to performance to results. There is no sense in which God’s re-establishment of his people somehow envisions a return to the theocracy. What it does envision is a time when the ruler will no longer see himself as privileged but rather as responsible, when he will become one for whom his people’s welfare is uppermost. In a word, the ruler will be the servant, not because he is too weak to dominate, but because he is strong enough not to need to crush. This picture cannot be applied to any merely human king. It is either an unattainable ideal or the figure envisioned is somehow superhuman. That it is the latter is supported by the vision of the return which is linked to the Messiah’s reign (<a class=\"isa\" verses=\"eyIxNzg5NSI6N30=\">vv. 10–16<\/a>). That return is not merely an ideal, nor is the Messiah. He is a reality but a superhuman one.<\/p> <p><a class=\"isa\" verses=\"WzE3ODg2XQ==\">1<\/a> The prophet has just depicted Assyria’s swift and sudden destruction. The forest of her pride is nothing but a field of stumps. So, too, with God’s people (<a class=\"isa\" verses=\"eyIxNzc4MSI6M30=\">6:11–13<\/a>). Both Jacob and Assyria have fallen under the judgment of God. But there is a difference. When Assyria was finally cut down in 609 B.C. by the combined forces of Babylon, Media, and Persia, nothing ever arose from the stumps again. Not so with Israel. From one of her stumps, as we are told in the call narrative (6:13c), the smallest shoot would venture forth. From that helpless shoot (<a class=\"isa\" verses=\"eyIxODcxMyI6Mn0=\">53:1, 2<\/a>) would come the restoration of that nation and with it the end of the war (9:4 [Eng. 5]) and the establishment of that which the world has sought but never attained, namely, genuine security.<\/p> <p>Commentators (cf. Calvin) are possibly correct when they suggest that the use of <i>Jesse<\/i> is an attempt to downplay the house of David (cf. 7:1, 13). Salvation would not come from the pomp and glory of the royal house. Rather, it would come from the promise of one who could create a royal house from a peasant family. Deliverance is God’s gracious gift, an exercise of his faithfulness. Nevertheless, God’s promise to David stands. It is not merely through any of Jesse’s sons that deliverance will come, but specifically through a descendant of David. Both earlier (9:6 [Eng. 7]) and later exegesis (16:5; 55:4–5; Jer. 23:5; 33:15) make the connection explicit. It is possible that this use of the term <i>branch<\/i> provides the ruling interpretation for its use in Zechariah (3:8 and 6:12) and Jeremiah (23:5 and 33:15) where it clearly refers to the Messiah (note also 4:2).<\/p> <p><a class=\"isa\" verses=\"WzE3ODg3XQ==\">2<\/a> In the OT there was the growing sense that the unaided human spirit was incapable of saving itself. The initial expressions of this conception related to feats of skill and strength, for instance, in the craftsmanship of Bezalel (Exod. 31:3) or the might of Samson (Judg. 14:6). But it soon came to be related to more abstract matters, such as the capacity for leadership. So Saul and David were endued with the divine Spirit for their tasks (1 Sam. 10:10; 16:13). Thus, to say that God’s spirit was upon someone became almost a code phrase for saying that the person was acting out of a capacity which was more than merely human. This phrase came to be applied supremely to capacity for ethical behavior (44:3; Ezek. 36:25–27). Yet, the Davidic kings had come to manifest a spirit which had little of God in it. Craven, cynical, pompous, they seemed to be spiritually bankrupt, so much so that Isaiah was led to testify that the palace was empty (<a class=\"isa\" verses=\"WzE4Mjc0XQ==\">32:14<\/a>) and envisioned a day when the Spirit of God would be visited on the people as a whole (<a class=\"isa\" verses=\"WzE4Mjc1XQ==\">32:15<\/a>) through their leaders.<\/p> <p>This verse fits the picture just drawn in a perfect manner. The promised shoot from the stump of Jesse will be characterized by the very breath of God about him. Everything about his leadership will testify to a supernatural endowment for his calling. It is this which is critical. Unless the Messiah is truly endued with the Spirit of God, the results of his rule will be no different from those of an Ahaz.<\/p> <p>But Isaiah can look forward to such a Messiah who will be able to perceive things correctly and who will be able to carry out correct decisions because of a correct motivation. The basis of this king’s activity will be that kind of experiential acquaintance with God which will issue in the recognition that the supreme reality of life is our accountability to a just, faithful, holy God. It is this understanding which characterizes true religion for the Hebrew. Pious feelings and ecstatic experiences are as nothing unless they are underlain by that pervading consciousness of God’s reality and of our accountability to him. Because the Messiah will be characterized by this fear of the Lord, he can be depended upon to perceive correctly (John 2:24, 25; Mark 2:8) and to act with integrity (Luke 4:1–13). The person who knows God in a full-orbed way and is supremely concerned to please him can be depended upon not to allow self-serving to cloud the issue, to cause him to trample other people. If there should come One in whom God’s Spirit could dwell completely and purely, that person could be the Savior of the world (<a class=\"isa\" verses=\"WzE4ODQ1XQ==\">61:1<\/a>). The testimony of the NT (Luke 4:14, 18; John 1:14) and of the Christian Church is that Jesus of Nazareth is that person.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg4OCI6M30=\">3–5<\/a> This paragraph moves from the endowment of the Messiah to a description of the manner in which he carries out his rule. He will not govern on the basis of appearances, but rather will operate out of a fundamental righteousness and faithfulness that will give his pronouncements an unshakable moral force.<\/p> <p>Considerable controversy surrounds the first phrase of v. 3. If the text is correct, the sense is that the Messiah will “smell” with delight the attitude of reverent concern for God’s ways just as God delights in the smell of incense. However, the passage is strange enough to merit considerable caution over its authenticity.<\/p> <p><i>it is not according to what his eyes see<\/i> appears again to be a reference to a more than merely human character possessed by the Messiah. A human judge can do no more than to make the best use of his or her natural faculties in attempting to reach a fair ruling. Somehow this king will go deeper than that and will pierce beneath appearances to the underlying reality. This is a sweeping promise, for, as Young observes, absolute justice demands absolute knowledge. In this light, it must be obvious that the king for whom Isaiah looks is more than a new edition of the present monarchy. Rather, he looks for a radically different kind of kingship (cf. John 18:36–38).<\/p> <p><i>he will judge the poor<\/i> is an expression of a royal role not only in Israel but across the ancient Near East. The king who did not accept this role, at least in principle, could not hope to survive. The poor, the helpless, and the outcast were to be accorded the special protection of the crown. However, there was a great gulf between the ideal and the actual. For then, as now, the poor lacked political power. Thus, if one’s kingship rested upon the favor and goodwill of the rich and the powerful, primary attention to the needs of the powerless would always remain an ideal. In order for that ideal to become a reality, the king’s authority would have to rest upon something other than political power. In that case, right decisions could be rendered without concern for political ramifications. These decisions could hardly be made unless the kingship was of a more than human sort. This seems to be exactly what Isaiah hoped for.<\/p> <p><i>He will strike the earth with the rod of his mouth<\/i> expresses the moral force possessed by a leader who owes allegiance to no earthly pressure groups. He can say what needs to be said in a given circumstance and the force of the truth is undeniable (Mark 12:34). The word itself becomes his weapon (Heb. 4:12; 2 Thess. 2:8b; Rev. 1:16b; 19:15). The normal form of Hebrew poetry would suggest that <i>the earth<\/i> is somehow synonymous with <i>the wicked<\/i>, and the book of Isaiah does use the word “earth” in this sense several times (<a class=\"isa\" verses=\"W1sxNzkxOF0seyIxODExMyI6NX0sWzE4MTQwLDE4MTUyLDE4MTg3XV0=\">13:11; 24:17–21; 26:9, 21; 28:22<\/a>), although only in 13:11 is it directly paralleled with words for wickedness or evil. Another alternative is to propose a variant reading, but neither alternative is required. Hebrew poetic form also permits a development in the two stichs. Thus, in the first stich, it is said that the Messiah will carry out God’s function of judging the earth, while the second stich emphasizes that it is the wicked who will have cause to fear that judgment (2:4; 51:5, 6; Ps. 82:8; Rev. 6:15–17; 20:11, 12).<\/p> <p><a class=\"isa\" verses=\"WzE3ODkwXQ==\">5<\/a> The general sense of the verse is clear. The Messiah will bring justice and equity upon the earth because fundamental to his own character will be two essential qualities: uprightness and dependability born of integrity or faithfulness. Fundamentally, these are two characteristics of God upon which the whole biblical understanding of life is built (Isa. 5:16; 65:16; Ps. 40:11 [Eng. 10]; 119:75, 142; Zech. 8:8). Because he is as he is, the whole universe can be understood in a coherent and consistent way. If in fact the first principle of existence operated on the basis of arbitrary chance, then nothing could be known and, even more, there would be nothing to which commitment could be reasonably given. The two concepts are intimately connected, so much so that they are at times synonymous (<a class=\"isa\" verses=\"WzE3NjgxLDE4NjE2XQ==\">1:26; 48:1<\/a>). Although their meanings overlap, each contributes a distinctive element. <i>Righteousness<\/i> is that capacity for doing the right thing in all circumstances and frequently involves keeping one’s promises, so that there are times when it may be translated by “deliverance” (<a class=\"isa\" verses=\"WzE4NjgyXQ==\">51:8<\/a>) or “vindication” (<a class=\"isa\" verses=\"WzE4NzQxXQ==\">54:17<\/a>). <i>Faithfulness<\/i> comes from the root which means to be dependable or true. So, fundamental to both words is the idea of an integrity or consistency which results in complete dependability. These were the characteristics that the Israelite people saw in their God and longed for in their king. What Isaiah was depicting in the Messiah was someone who would combine divine traits with a human presence.<\/p> <p>While the overall sense of the passage is clear enough, the particular force of the imagery remains somewhat ambiguous. What exactly was a <i>waistcloth<\/i>? Some have referred it to the belt which was used to gather up the outer robe and into which the bottom hem of the garment could be tucked in preparation for strenuous activity (“gird up your loins,” Job 38:3; Isa. 8:9; cf. also 5:27). However, the same term also applies to the “loincloth” normally worn under the other garments (Job 12:18; Jer. 13:11). It is impossible to determine which usage is in view here. If it is the former, then these are the characteristics which bring all the Messiah’s other attributes together, giving them dignity and force. If the latter sense is correct, then righteousness and faithfulness are those qualities most basic and fundamental to all the others. In either case, the essential nature of these attributes is underlined.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg5MSI6NH0=\">6–9<\/a> With a classic set of images the prophet portrays the kind of security and safety which will result in the rule of the Messiah. The most helpless and innocent will be at ease with those who were formerly the most rapacious and violent. There are three ways of interpreting such statements. The first is literalistic, looking for a literal fulfillment of the words. While this interpretation is possible, the fact that the lion’s carnivorousness is fundamental to what a lion is and that literal fulfillment of the prophecy would require a basic alternation of the lion’s nature suggest that another interpretation is intended (cf. the way the OT’s statements about the Messiah have been reinterpreted by the Church).<\/p> <p>A second means of interpretation is spiritualistic. The animals represent various spiritual conditions and states within human beings (cf. Calvin). While this avoids the problems of literal fulfillment, it introduces a host of other problems, chief of which is the absence in the text of any controls upon the process. Thus, it depends solely upon the exegete’s ingenuity to find the correspondences (contra 5:1–7, where the correspondence is clearly indicated).<\/p> <p>The third way of interpreting this passage, and others like it, is the figurative. In this approach one concludes that an extended figure of speech is being used to make a single, overarching point, namely, that in the Messiah’s reign the fears associated with insecurity, danger, and evil will be removed, not only for the individual but for the world as well (Rom. 8:19–21). Precisely how God may choose to do this in his infinite creativity is his to decide. But that he will do so we may confidently believe.<\/p> <p><i>The wolf will sojourn with the lamb<\/i> expresses the sense of these verses that the apparently strong become dependent upon the apparently weak. The word <i>sojourn<\/i> is the word used of a stranger whose survival in a foreign land is dependent upon the goodwill of the natives. Likewise, these wild animals are depicted as depending upon the leadership of a child, the one supposedly least able to control their voracious instincts. But this mention of the child fits one of the recurring themes of chs. 7–12: a child, not a strutting monarch, is the one whom God chooses to rule this world’s great. In innocence, simplicity, and faith lie the salvation of a globe grown old in sophistication, cynicism, and violence.<\/p> <p>The force of the imagery here illustrates why an author would choose this means of making his point. The contradiction of a child playing about the den of poisonous snakes can almost be felt physically. One wants to snatch the child away from the presence of sudden, arbitrary death. In what more effective way could a writer communicate his conviction that in the Messiah’s day, death itself will be conquered. One thinks of the NT’s appropriation of Hos. 13:14 in 1 Cor. 15:55, “Death, where is thy sting?”<\/p> <p><a class=\"isa\" verses=\"WzE3ODk0XQ==\">9<\/a> Those who take a literal interpretation of the passage, as Delitzsch does, find themselves constrained to argue that <i>they<\/i> here continues to refer to the animals, whereas a more figurative understanding allows for a wider, more natural interpretation. In this view, the central point of <a class=\"isa\" verses=\"eyIxNzg5MSI6M30=\">vv. 6–8<\/a> is merely being expressed in a more discursive way here. But also, there is a causal nexus being identified here. There will be safety and removal of anxiety <i>because<\/i> of a relationally based understanding of God and his ways. This interpretation suggests that attempts to arrive at a just world peace based upon mutual self-interest must finally fail. Only mutual commitment to the Holy One who is righteous and faithful can produce an environment where human beings can commit themselves to one another in trust (<a class=\"isa\" verses=\"eyIxODMxOCI6NH0=\">34:14–17<\/a>). (Note the emphasis upon knowing in chs. 40–49. The exiles had to relearn the character of God. See also 53:11 and Jer. 31:34.)<\/p>",
    "audit": null
}