{
    "id": 17481,
    "source": "oswalt",
    "verse_id": 18552,
    "verse_count": 3,
    "reference": "44:18–20",
    "title": ") Idolaters Are Blind",
    "html": "<p>As mentioned above (on 44:9–11), this concluding interpretation of the preceding statements is not strictly necessary, since their implications are already painfully clear. Nevertheless, the prophet does not wish to leave any question whatsoever. He has argued at length that the reason God can deliver his people is that he was not created by them, is not an extension of them, and does not exist to serve them—in short, that he is not one of the gods. Here he cannot allow the chance to go by to drive his point home by stressing the opposite. The only one who can deliver, being truly holy, is One who is not one of these.<\/p> <p><a class=\"isa\" verses=\"WzE4NTUyXQ==\">18<\/a> To Isaiah it is evident that the only reason why a person would not see the obvious contradictions in the picture he has just drawn is that, for some reason, they cannot. In the normal course of human intelligence, the implications would surely be plain. So what has happened? Why do they not know? The answer is familiar to him: They have become blind and insensitive. To modern Western minds it makes some difference whether this is simply a present condition or the result of an act of God. If God did this, the persons could presumably not be held accountable. This was almost certainly not an issue for the prophet. Everything that happened had its ultimate origin in God, and if God did it, it was right and that was the end of it (cf. 45:7). But we moderns cannot leave it there. The solution has always been, even for one so concerned to uphold divine sovereignty as Calvin, to maintain that this covering over was not arbitrary, but in response to the freely chosen acts of the idolaters. In this, Calvin and all the rest of us are following the lines laid out by Paul in Rom. 1. Humans could have done differently, but we did not want to. We did not, and do not, want a sovereign God to whom we owe grateful and total obedience. We want a universe in our own image, whose limits and benefits are dictated by us. That end, according to Isaiah and the other biblical writers, demands intellectual suicide, since this is so obviously not the case, but the end has always seemed worth it to us. So God visits on the pagan mind the gathering darkness it has freely chosen.<\/p> <p><a class=\"isa\" verses=\"WzE4NTUzXQ==\">19<\/a> The obvious conclusion from recognizing that the god and these ashes came from the same source is that this is not a god, and therefore it is <i>an abomination<\/i>. This extreme conclusion is an important one. Why, if it is not a god, is it an abomination? Why not merely a mistake? It is because of what the worshiper has claimed for that block of wood. We have claimed that we can find the transcendent (the holy), the destiny and meaning of life, in the shapes and stuff of this world. But what if we are wrong? The consequences are of an ultimate nature. Thus an instructor might say to an unroped climber who reaches for an outcropping of rotten granite, “Death is in your hand.” A wrong choice is not merely a mistake when one’s whole life rides on it. Those are the stakes depending on our choice about the nature of deity, according to Isaiah. As little as we in our syncretistic age like it, the Bible insists that there is only one right solution to the riddle of the universe and its meaning. There is only one divine being, only one Holy One. Either the god in my hand is this being, or it is not. If it is not the Holy One, when I have claimed it is, what is it? It is folly, it is disaster, it is death. I have rested all my destiny on a piece of wood. It is not the Holy—it is unholy, an abomination.<\/p> <p><a class=\"isa\" verses=\"WzE4NTU0XQ==\">20<\/a> Here Isaiah utilizes a favorite metaphor but in a much different sense than elsewhere. Everywhere else in the book <i>feeds<\/i> or “grazes” is used to convey the serenity and the abundance that we associate with the picture of a flock of sheep quietly cropping grass. It may refer figuratively to the restored and redeemed people themselves, or to the flocks that will fill the land in the good days ahead. But here the prophet uses the figure in deliberate contrast. Instead of the rich grass of the messianic kingdom, the idolaters are pictured as trying to find food in a field that has been burned to ashes. Such is the empty reality of the worship of this world.<\/p> <p><i>ashes<\/i> also calls attention to the description in <a class=\"isa\" verses=\"eyIxODU0OCI6NX0=\">vv. 14–18<\/a> above. The god to which the idol worshiper turns for transcendent life and meaning is of no other substance than the wood of which it is made—part of which was burned in the fire. The god is of no more consequence than the burned-out ashes of the other part of the log.<\/p> <p>The result of this self-delusion is not deliverance but sin, the very opposite of what was hoped for when the god was made. <i>leads him astray<\/i> could also be translated “makes him sin” because the verb used has the basic sense of missing a target, which lies behind the idea of sin. The idol worshiper misses the goal for which humanity was made, and his own delusion, the delusion that the creature and the Creator are the same, is the cause of that failure. Why would we not see the fallacies in the delusion? Why would we not ask the obvious questions that idolatry raises? Because the biblical alternative is too painful. We would rather believe that we can capture the divine in the stuff of this world, with all the contradictions that involves, than to admit that God is utterly beyond our control and manipulation.<\/p>",
    "audit": null
}