{
    "id": 17477,
    "source": "oswalt",
    "verse_id": 18535,
    "verse_count": 5,
    "reference": "44:1–5",
    "title": "The Promised Spirit",
    "html": "<p>One can have little doubt of the connection of this segment to the preceding ones. Not only are certain words and concepts repeated, but the opening <i>But now<\/i> emphasizes the relation of contrast between what has just been said about Israel’s condition and what God nevertheless promises. Once again, as in 43:25 but on a larger scale, the completely unmerited nature of God’s salvation is underlined. God has reminded the people that their sin has removed him from any obligation whatsoever to them; they cannot demand that he deliver. But that does not mean that God will not deliver; it means only that what he does is a free gift growing out of his own love.<\/p> <p>This section has four emphases. The first is God’s continued love for Israel (<a class=\"isa\" verses=\"eyIxODUzNSI6Mn0=\">vv. 1–2<\/a>); the second is the outpouring of the Spirit (v. 3); the third is abundant offspring (v. 4); and the fourth is the privilege of being counted as an Israelite (v. 5). These promises, the last in this particular section (<a class=\"isa\" verses=\"eyIxODUxNCI6NDN9\">43:8–44:22<\/a>), have a more futuristic note than the previous ones (<a class=\"isa\" verses=\"W3siMTg0OTUiOjR9LHsiMTg1MDciOjd9LHsiMTg1MjAiOjh9XQ==\">42:14–17; 43:1–7, 14–21<\/a>), which seem to focus more specifically on the return from exile. Here the focus is on broader issues: the very fulfillment of the Abrahamic promises. God promises that the nation will survive and multiply, that it will be blessed and be a blessing, and that God’s life will be theirs through the Holy Spirit. None need fear that God cannot or will not keep his ancient covenant promises—he is faithful (2 Pet. 3:9).<\/p> <p><a class=\"isa\" verses=\"WzE4NTM1XQ==\">1<\/a> Several commentators (e.g., Alexander) make a point of arguing that <i>But now<\/i> refers to a logical sequence rather than a temporal one. Surely both ideas are present. Whatever one’s sins may have been in the past, grace is available <i>now<\/i> for the receiving. At any place in our personal or national history, God tells us, we must live in the reality of present grace, while acknowledging the reality of past sins.<\/p> <p>The repetition of <i>Jacob<\/i> and <i>Israel<\/i> from 43:28 is also important for the sense of contrast. There Jacob is under the curse and Israel given up to reviling. That is well deserved, but it is not all that God has to say. Jacob\/Israel, downcast and dejected, is called to lift its head and listen to another word from God: <i>servant! chosen!<\/i> God has not given up on them; he still intends to use them for the purpose for which they were created (<a class=\"isa\" verses=\"WzE4NTI3XQ==\">43:21<\/a>). Indeed, precisely because of the tragedy of the exile, they will be in a better position to give the world the evidence that their God is the only God (<a class=\"isa\" verses=\"WzE4NTE2LDE4NTQyXQ==\">43:10; 44:8<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NTM2XQ==\">2<\/a> Words reminiscent of 43:1 identify the divine speaker. As there, he is the covenant Lord, responsible for the nation’s very existence. In addition, two elements are added here: the qualification of <span>yāṣar<\/span> with <span>mibbeṭen<\/span><i>, from the womb<\/i>, and the independent verbal phrase <i>he will help you<\/i>. Westermann quotes Muilenburg with approval to the effect that the reference to the womb implies the creation of individual Israelites even before the existence of the nation. But Schoors is certainly right in saying that the usage is figurative here and does not necessarily refer to anything else than the beginnings of the nation. But it surely does emphasize that God is the one and only originator of the nation.<\/p> <p>Some translations (e.g., NIV) treat <i>he will help you<\/i> as though it was another participle like <i>made<\/i> and <i>formed<\/i>, but that is not the case. Some commentators (e.g., Westermann) take it as a virtual relative, but the examples of this formation that they cite from elsewhere in the book are not really analogous. Rather, it seems to be a parenthetical insertion that emphasizes the consequences of the relationship that the previous participles establish: since God is their maker and shaper, they may be confident that he will help them.<\/p> <p>What is it that their Maker wants the Israelites to hear? <i>Do not fear<\/i> (cf. 41:10, 14; 43:1). Their reasons for fear are implied in the following assurances: God has rejected them; as a nation they are a bereft widow, a dry, dead stick; forevermore their national reputation is besmirched, good only for ribald mockery. Instead, God speaks the words of encouragement that were implicit in the opening lines of <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> and that follow in one form or another throughout this whole division.<\/p> <p>His first assurance is to reiterate again the words of election: <i>servant, chosen<\/i>. Regardless of her state, God still looks on Israel as his beloved, and will continue to do so. Fear not! This appears to be underlined here by the use of the name <i>Jeshurun<\/i> where we would expect to find “Israel.” The exact connotations of the name are unclear; it appears only three other places in Scripture (Deut. 32:15; 33:5, 26) and its etymology is uncertain. The usages in Deuteronomy seem to indicate an intimate personal name for the people. The root may be <span>yšr<\/span>, which has to do with straightness or uprightness. If so, the sense may be “the upright one,” which would have dramatic impact in the present setting. God calls these people, sinners from the beginning (<a class=\"isa\" verses=\"WzE4NTMzXQ==\">43:27<\/a>), “the upright one.” In any case, the impression gained is of informal affection; the formal relationship is still intact, but, better than that, God holds them in his heart.<\/p> <p><a class=\"isa\" verses=\"eyIxODUzNyI6M30=\">3–5<\/a> The theme of children, or lack thereof, is prominent throughout the book. This is not unexpected, given the context of the ancient Near East, where to be childless was a great curse (cf. 1 Sam. 1:6–11, etc.). But Isaiah seems to make even more of it than one would expect from the social context by itself. It seems likely that the profound questions which the coming exile raised for the continued existence of the nation may account for this special emphasis. What about the multiplied descendants promised to Abraham? God was giving them up to the ban, to utter destruction (<a class=\"isa\" verses=\"WzE4NTM0XQ==\">43:28<\/a>). Was the promise abrogated? Would Abraham’s family line as expressed in the nation come to a dead end? Here, in a thought similar to that of Ezekiel (<a class=\"isa\" verses=\"eyIxODM2MCI6NH0=\">37:7–10<\/a>), God promises that his own Spirit, the energy and vitality that made the world (Gen. 1:1), will pour out on the nation so that what the world would have said was dead and dry, even burned over (Isa. 6:12–13), will bloom with all the abundance of spring.<\/p> <p>The image of water in a dry land is also prominent in the book. Here it is particularly significant both for its similarity to and differences from the corresponding passage in 43:19–20. Both statements speak of the new day when God will do the impossible for his people, when he will turn death into life. But the former one seems to be linked more closely with the restoration from Babylon, while this one deals more broadly with the renewal of the people and their life. The use of the <i>Spirit<\/i> is significant in this regard. Just as in 32:15, the prophet senses that without an infusion of the Holy Spirit into the life of the people, only death and corruption will reign, as it had in the past. He recognizes that apart from this kind of divine intervention, the same spiritual deficiency that precipitated the destruction of the nation once will do so again.<\/p> <p>One could argue, however, that such an interpretation reads too much into what is merely a metaphorical statement that the Lord will give the gift of fertility to his people. Two factors show that more is intended here. The first is the explicit connection made to spiritual renewal by the other prophetic promises of the Spirit (32:15; Ezek. 36:26–28; Joel 2:12–14; 3:1–2 [Eng. 2:28–29]). But this establishes only a presumption; it does not constitute proof that this passage functions in the same way. That proof is supplied by the second factor, which is the context here. The previous segment (<a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">43:22–28<\/a>) speaks of the problem of Israel’s sinfulness and that this has led to destruction and the reviling of Israel. This segment speaks of God’s gracious salvation that will lead to persons vying for the honor of being an Israelite and belonging to her God (v. 5). It is asking too much to believe that this result would stem merely from the physical multiplication of a sinful Israel. Rather, just as 32:15 says, when God pours out his Spirit on his people, there will be a spiritual restoration that will deal with the problem that brought about the exile in the first place. Without that grace, the prophets all know there is no chance that the people will be able to keep their covenant with God (Jer. 31:31) and become vessels through which his glory can shine. But with it, the true glory of Israel’s God shining through them would draw the whole world to its light (<a class=\"isa\" verses=\"W3siMTg4MjQiOjJ9LFsxODk0MV1d\">60:2–3; 66:18<\/a>).<\/p> <p>Unquestionably, Jesus taught his disciples to believe that the prophets were foretelling a specific act of God in their speaking of the outpouring of the Spirit (Luke 24:49; Acts 1:4; 2:16, 38). One must also grant that in Isaiah’s time there was nothing like the event of Pentecost to cause masses of people to wish to belong to the God of Israel. Furthermore, a sequence in the message of this section indicates that the prophet expected the saving acts of God (to which Israel [and the church, Acts 1:8] would be a witness [Isa. 43:10, 12; 44:8]) to culminate in the infusion of the Holy Spirit in God’s people. That sequence is “you are my witnesses,” 43:8–13; deliverance from Babylon, 43:14–21; deliverance not deserved because of persistent sin, 43:22–28; outpouring of Spirit results in fulfillment of Abrahamic promises, 44:1–5. This sequence shows that with this pronouncement Isaiah had in mind the event, if not the details, of Pentecost.<\/p> <p><a class=\"isa\" verses=\"WzE4NTM5XQ==\">5<\/a> As noted above, this verse provides the fitting counterpoint to 43:28. Far from being a butt of ribald mockery, or a nation whose God could be laughed at (Ezek. 36:19–20), Israel would now be a nation of which it would be an honor to be a member (cf. Ps. 87:4–6). Commentators are divided over the identity of the persons described here. Most earlier ones (e.g., Duhm, Marti) agreed that the verse is talking about Gentile proselytes who would wish to be associated with Israel’s God. The main argument was that the Israelites were already named Jacob\/Israel by reason of birth. More recently, with the growth of the idea that Isaiah knows nothing of a mission to the Gentiles, some commentators (e.g., Watts) have argued that the verse speaks only of Jews who will now be proud to be identified as such, whereas earlier they might have tried to hide that connection. That argument is valid, but nothing in the statements clearly restricts the predictions to Jews, either. Indeed, the specification of the subjects is decidedly vague. The promise is probably not limited to either Jews or Gentiles, but includes both. The main point is that a day is coming when, because of the work of God’s Spirit among his people, Israel will be held in honor, not contempt, and people of all sorts will seek to belong to her God.<\/p> <p>Scholars also differ over the import of the repeated <i>zeh, this one<\/i>. Some say its focus on individuals means that a few will be involved. Others say that the threefold repetition means that many will come. Since nothing in the rules of Hebrew grammar or syntax resolves the issue, dogmatism is hardly warranted. But it appears that the point is twofold: the author is clearly talking about individuals, persons who, of free choice and pure intent, consciously step forward to give themselves to the God of Israel, the God of the covenant. This will not be the act of an unthinking herd. But at the same time the double repetition of the thought in the four cola of the verse surely conveys the idea that this individual act will not be restricted to a handful but will be repeated over and over again.<\/p> <p>The precise meaning of the phrase translated <i>write with his own hand<\/i> is uncertain, partly because of the absence of any preposition on <i>hand<\/i>. The modern translations are all but unanimous in rendering the phrase <i>write on his hand<\/i>, evidently influenced by the comment of Herodotus that devotees of the various gods in Egypt often wrote the name of their particular god on their bodies. It is also known that slaves were often tattooed with their owners’ names. While this view is possible and would certainly accord well with the sense of what is being said, at least two arguments are against it. First, one cannot demonstrate that the preposition <span>ʿal<\/span>, which would be required here, can be understood even when it is not present. The second argument is that Lev. 19:28 is explicit in its prohibition of tattooing of any sort. The suggestion that the writing was not actually on the skin of the hand but on some bracelet, like a phylactery (Deut. 6:8), is unsupportable from the text. If one assumes that the present translation is correct, the point would be that a person says of himself—it is not merely said of him—“I belong to the Lord,” and goes so far as to write it with his own hand in a visible place.<\/p>",
    "audit": null
}