{
    "id": 17497,
    "source": "oswalt",
    "verse_id": 18638,
    "verse_count": 7,
    "reference": "49:1–7",
    "title": "The Servant’s Calling",
    "html": "<p>With this chapter a new section of the book begins. While the language of captivity and deliverance continues, neither Cyrus nor Babylon is mentioned again. While “servant” continues to be a dominant theme, it is no longer the passive servant of chs. 40–48 whose mere existence is to be evidence of the helplessness of the gods. Rather, it is that servant who was introduced at the beginning of the previous section (<a class=\"isa\" verses=\"eyIxODQ4MiI6OX0=\">42:1–9<\/a>), who will be God’s agent to bring his covenant to the people and his justice to the nations. In subtle but nevertheless clear ways the focus has shifted from the physical captivity of the Judeans to the moral and spiritual captivity of Israel and the whole world. God has said that the lives of his servants, Israel, would be the evidence to the world that he alone is the Holy One. The section 48:17–22 brings that thought to its climactic expression. But how is that possible? Will God simply ignore the sin that projected Israel into slavery in the first place? How will the blind, deaf, rebellious servant Israel be any different just because Cyrus has sent them home? The answer is: the Servant, ideal Israel, will give himself to be for and in Israel what Israel could never be in itself. God’s mighty arm is about to be revealed (<a class=\"isa\" verses=\"WzE4NjY1LDE4NjgzLDE4NzA3LDE4NzEzXQ==\">50:2; 51:9; 52:10; 53:1<\/a>). But instead of being a jackbooted destroyer of the enemies of the nation, he will be a tender plant (cf. 6:13; 11:1), an apparent failure, but he will atone for the sins of the nation and of the world.<\/p> <p>The segment is structured in three parts: 49:1–52:12; 52:13–53:12; 54:1–55:13. The first part is marked by an increasing note of anticipation; the challenges to believe God and the word of his Servant grow in intensity; the possibility of a restored relationship between the people and their God is depicted more and more clearly; the picture of deliverance takes on a cosmic note. All of this comes to its climax in the announcement of the messengers in 52:7–12 that God has indeed won the victory, and the people are free.<\/p> <p>But how has God won the victory? In what way has he bared his mighty arm? The second section, 52:13–53:12, is the revelation of what God’s “arm” looks like (cf. 53:1). In the person of his Servant he has defeated sin and made possible fellowship between a holy God and a sinful world. He has restored Jacob and shone the light of his salvation on the nations (as promised in 42:6).<\/p> <p>That this is the correct way to understand the relation of 52:13–53:12 to 49:1–52:12 is shown by the character of the third section, chs. 54–55. Here salvation is no longer merely being anticipated; now Israel is being invited to participate in it as something that has already been achieved. Thus if the first section looks forward with anticipation, and the third section unfolds an invitation, we may confidently expect that the second section will reveal, as indeed it does, the means whereby the change has been effected. What is that means? The substitutionary death of the Servant for Israel and the world.<\/p> <p>It is entirely fitting that the first segment (<a class=\"isa\" verses=\"eyIxODYzOCI6MTN9\">49:1–13<\/a>) of this section (chs. 49–55) should focus on the calling and ministry of the Servant. This is one more indication of the way in which the section is to be read. Here the Servant’s nature, character, and function, as first revealed in 42:1–9, are reiterated and reinforced, exactly as we might expect an author to do if other material had been discussed between the first mention of a point and its subsequent reintroduction. The reader is thus prepared to recognize the primary focus of what follows: there is now going to be a full unfolding of what had been only mentioned previously.<\/p> <p>There is an emerging agreement among scholars that 49:1–13 consists of two elements, with a third functioning transitionally between them: <a class=\"isa\" verses=\"eyIxODYzOCI6MTN9\">vv. 1–6, 7, 8–13<\/a>, although some wish to see v. 13 as separate. V. 7 is usually combined with <a class=\"isa\" verses=\"eyIxODY0NSI6Nn0=\">vv. 8–13<\/a> because the clear first person references of <a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">vv. 1–6<\/a> are not present in v. 7, and this lack suggests the end of the Servant’s “song.” But as Delitzsch and Kissane point out, the content of v. 7 is closely connected to that of <a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">vv. 1–6<\/a>, particularly in the contrast between the apparent futility and uselessness of the Servant’s work and its final outcome. What this situation shows is one more occurrence of a literary characteristic of this book: transitional materials that function so well that they may be included with either what goes before or what follows.<\/p> <p><a class=\"isa\" verses=\"WzE4NjM4XQ==\">1<\/a> If it is true that a new section of the book, with a clearly discernible shift in perspective, begins with this verse, it is also true that there are clear connections with what has preceded, and this point scholars sometimes overlook. In particular is the call to hear, which is characteristic of <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">ch. 48<\/a>. Further, it is a message addressed to the ends of the earth, as per 48:20. Here the author deals with the nature of the message of redemption that Israel will be able to shout to the world. That issue is implicit in the command of 48:20 and is explicated in chs. 49ff.<\/p> <p>But is this not then merely Israel carrying out the command to tell the nations about God’s salvation? The first indication that this is not the case is found in this verse. At the least, the language of the Servant’s call is that of an individual prophet (cf. Jer. 1:5; Gal. 1:15). But could this not be the nation as prophet? Perhaps, if the language were not so explicit. But as both Delitzsch and Westermann point out, the assigning of a name <i>from the loins of my mother<\/i> argues strongly against any collective idea.<\/p> <p>In particular, Delitzsch points to the prominence of the mother in many of the Messiah promises, including Gen. 3:15; Isa. 7:14; Mic. 5:2; and Ps. 22:11 (Eng. 10). When this point is then coupled with the idea of the Messiah being named before birth (Isa. 7:14; Matt. 1:21–23), one begins to think that this is not Israel who calls the nations to listen to his message but someone else, someone who will supply the basis from which Israel can speak.<\/p> <p><a class=\"isa\" verses=\"WzE4NjM5XQ==\">2<\/a> What is the Servant called to do? If he is not the collective Israel, is this perhaps Cyrus, who had been called God’s anointed (<a class=\"isa\" verses=\"WzE4NTYzXQ==\">45:1<\/a>)? No, for the weapon of the Servant is his <i>mouth<\/i>. He will accomplish God’s will not by military force but by a revelation of God’s word. The power of God’s word had been demonstrated again and again by the prophets. It was the power to break down and build up. As the preeminent prophet, the Messiah would hold that power in the fullest and purest manner, as 11:4 shows, and as the NT confirms (Heb. 4:12; Rev. 1:16). This point is most fully expressed in the Gospel of John with its identification of Jesus as the Word of God (John 1, esp. <a class=\"isa\" verses=\"W3siMTg2MzgiOjR9LHsiMTg2NTEiOjJ9XQ==\">vv. 1–4, 14–15<\/a>). Cyrus may be able to restore the Israelites to Jerusalem by military power, but the restoration that the Servant would accomplish is something much greater, something that could be accomplished only by the expression of his life. He calls the distant peoples to listen to a message, not about something else but his own word, his own message.<\/p> <p>Like the sword of his mouth, the <i>arrow<\/i> of his words is said to be <i>hid<\/i>. Commentators have been divided over the implications of this idea. Some have emphasized the element of protection, while others (e.g., Whybray) have emphasized hiddenness. But it seems unnecessary to choose between the two. A number of implications from the metaphor are surely apt: like an arrow, sharpened and polished in the quiver, or a sharp sword resting under the hand, the Servant is available for his master’s use at any moment; the weapons are protected from the elements so that they can be most useful; they are out of sight until the right moment for them to be displayed. All of this speaks about utility, preparedness, and effectiveness, the very opposite of a casual or haphazard use of the weapon.<\/p> <p><a class=\"isa\" verses=\"WzE4NjQwXQ==\">3<\/a> These impressions are reinforced by the Lord’s words to the Servant. He is particularly called for the task; he is particularly equipped for the task; he has been particularly kept for the task. Thus it is not by chance that the Servant finds himself in this role. All the culmination of God’s work in history comes to its point in him. God has appointed him for this particular task, and as a result of his work, God will be seen in all his beauty (cf. 4:2; 44:23; 60:21; 61:3).<\/p> <p><i>my servant, Israel<\/i>. But does not the identification of the Servant with Israel here put an end to all suggestions that the Servant is an individual? Not at all. The issue is: Will this phrase be allowed to submerge all the indications of individuality in the passage, or will those indications be allowed to interpret this phrase? First, it is important to note that the term <i>Israel<\/i> is used not so much as a name as it is a parallel term to <i>servant<\/i>. It is as though the Lord had said, “You are my Israel, in whom I will be glorified.” Thus it is the function, not the identity, of Israel that is emphasized. This Servant is going to function as Israel. What was Israel’s task, as indicated throughout the entire book, from <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a> onward? To be the means whereby the nations could come to God. But how could a nation that could not find its own way to God, a blind, deaf, rebellious nation, show anyone else the way? This is the dilemma that the Servant has come to solve. He will be for Israel, and the world, what Israel could not be. Faced with Israel’s failure, God does not wipe out the nation; he simply devises another way in which Israel’s servanthood could be worked out: through the ideal Israel. Thus the term’s presence here is important to the overall theology of the passage. To remove it as a misguided gloss, because of the clearly individualistic tone of the passage (as Westermann does), would obscure an important connection that the author is trying to make.<\/p> <p>The presence of this term has a second important implication. It decisively rules out the thought that the individual being spoken of is the prophet himself. No prophet ever thought of himself as the ideal Israel. One can imagine the horror with which such presumption would be viewed by Amos or Jeremiah. It is also hard to imagine any true prophet assigning that role to any other human of his or her acquaintance; it is simply too lofty a concept. Thus when this thought is combined with the lofty role assigned to the Servant in <a class=\"isa\" verses=\"eyIxODY0MiI6Mn0=\">vv. 5–6<\/a>, it is evident that this person is no merely human individual.<\/p> <p><a class=\"isa\" verses=\"WzE4NjQxXQ==\">4<\/a> With what has gone before, one might expect that the Servant’s service would be one long triumphal march. Given his calling, his preparation, and his empowerment, how could he fail? But as early as chs. 7–11 we are prepared for what we find here. God does not approach the arrogance and oppression of the world with greater arrogance and greater oppression. Rather, he comes with the humility, the vulnerability, and the powerlessness of a child. The same point was made in the first introduction of the Servant (<a class=\"isa\" verses=\"eyIxODQ4MyI6Mn0=\">42:2–3<\/a>). The Servant does not come to dominate, or even to pronounce, from a throne. No, the Word comes to bear, and the one sitting on the throne is a slain Lamb (53:4–6; cf. Rev. 5:6, etc.). The strong contrast of this verse with the previous one (“He said&nbsp;.&nbsp;.&nbsp;. But I said&nbsp;.&nbsp;.&nbsp;.&nbsp;”) expresses that vulnerability and powerlessness. If the Servant described in this passage is more than human, he is not less than human. Frustration and feelings of futility, all too familiar to everyone who inhabits flesh, were part of the burden he came to bear. To become powerless is to experience what the powerless experience (see also 50:6; 53:3), and that is the reality of what the Servant’s blunt retort conveys. No Christian can read these words without relating them to the ministry of Jesus Christ. When he died, what had he accomplished? To all appearances, nothing. By every measure of the world, his life had been futile. Well could he cry, “My God, my God, why have you forsaken me?” (Matt. 27:46).<\/p> <p>But that reality cannot blot out another reality, and here is where the Servant’s certainty of calling and identity came into play. If it was true that the Servant would enter into the experience of humanity to the fullest extent, it was also true that he knew who he was and whose he was, and that he trusted God. This certainty is introduced by an even stronger particle of contrast than the opening disjunctive <i>waw, But<\/i>. That is the particle <span>ʾākēn<\/span><i>, Nevertheless<\/i>, or “but surely.” Too often we miss the two-sidedness of what is being said here. On the one hand, we think that to admit feelings of futility is not to trust God. On the other hand, we often believe that if we really trusted God, we would never have feelings of futility. The Servant shows us that neither reality is incompatible with the other. Trust has ultimately to do with the final outcome, and of this the Servant is fully confident. It is God, the God who called him, equipped him, and is using him, who will make the final adjudication <i>(<\/i><span>mišpāṭ<\/span><i>, justice)<\/i> concerning the Servant’s work. God, not the world, not even the Servant, will make the final decision concerning the worth of that <i>work<\/i> (<span>p<\/span><span>ʿullâ<\/span>, “recompense for work”; see 40:10). Thus the Servant’s attitude is rather like that of Paul in Rom. 8:31–39 or 1 Cor. 4:1–5. God is his judge, no other.<\/p> <p><a class=\"isa\" verses=\"eyIxODY0MiI6Mn0=\">5–6<\/a> After the opening statement in <a class=\"isa\" verses=\"eyIxODYzOCI6NH0=\">vv. 1–4<\/a> about his calling and preparation, the Servant now moves to an explicit statement of his mission. V. 5 contains what Westermann calls a typical introduction to a divine message, with several appositions intervening between the messenger formula and the message itself. In the appositions we are told that the Servant is called to restore Jacob, to gather Israel. But the actual message amplifies this: not only is he to raise up the tribes of Jacob, but he is also to be God’s salvation to the ends of the earth.<\/p> <p>As Muilenburg says, but without further discussion, these verses pose severe difficulty for any collective understanding of the Servant. Jacob cannot restore Jacob to a right relationship with God anymore than Israel can restore itself to Judah from Babylon. At the same time, these verses eliminate the possibility that the prophet or some other human is being talked about. No human is going to become God’s salvation for the whole world, and no Israelite prophet, either before or after this, was ever given a commission to save the world.<\/p> <p>The first appositional statement in v. 5 reminds us of the calling that coincided with the Servant’s conception. From the first instant of his human existence the Servant existed to do the will of God. That calling was to do what Jacob\/Israel could not do for itself. Cyrus was needed to restore Israel to Judah, and the Servant was needed to restore Jacob <i>to him<\/i>, that is, to God. It is important not to overlook this point. Israel’s real problem was not captivity in Babylon; it was estrangement from God. Who could solve that problem?<\/p> <p>The second apposition is difficult enough that some interpreters prefer to remove it from v. 5 and attach it to v. 4. But there is no textual support for such a move. The point seems to be that the Servant is reflecting on the wonder of God’s calling having come to rest on him. How can it be that the glory <i>(<\/i><span>kbd<\/span><i>)<\/i> and strength <i>(<\/i><span>ʿzz<\/span><i>)<\/i> of God have been given to him? This reaction is similar to that of many of the prophets and especially Paul, whose most frequent use of the word “grace” is to refer to the wonderful “grace” God showed in calling him. If the Servant is Christ, as argued above, this need not present a problem. It is evident that he never took his identity with the Father for granted.<\/p> <p><a class=\"isa\" verses=\"WzE4NjQzXQ==\">6<\/a> This verse begins with the phrase <i>he said<\/i>, which recaps the messenger formula from the beginning of v. 5 after the two lengthy appositions. Several scholars propose omitting it (see, e.g., <i>BHS<\/i>), but its presence is supported by all the sources. Here the Lord makes the astounding statement that the task of restoring Israel to himself is not a large enough task for the Servant. He is of such a nature, calling, and preparation that he should be given a larger task: saving the world! Again, it is apparent that a significant shift has occurred from chs. 41–48. It is not restoration to the land of Judah that is in view here. Rather, it is the restoration of an estranged world, along with an estranged Israel, to God. Clearly, neither collective Israel nor any human prophet could perform such a task.<\/p> <p>Some modern translations (e.g., NRSV) render the final phrase of the verse as “that my salvation may reach to the end of the earth.” While this is not impossible, it is not the obvious sense of the grammar. The plain sense is: “I have appointed you&nbsp;.&nbsp;.&nbsp;. to be my salvation to the ends of the earth.” The former translation obscures the point that the Servant is not merely to be the means of God’s salvation coming to the world, he is to <i>be<\/i> that salvation. All the versions confirm this understanding. Alexander notes that Acts 13:47 does not support this understanding, but that passage is making the particular point that the head and the body of the church are not identical.<\/p> <p><a class=\"isa\" verses=\"WzE4NjQ0XQ==\">7<\/a> As noted above, most scholars regard this verse as an independent unit. That may be correct, but it has close affinities with the preceding verses and serves as an excellent conclusion. It notes the lack of obvious success in the Servant’s ministry, utilizing terms and language familiar from the other passages about the Servant (esp. 52:13–53:12). But, at the same time, it points to ultimate triumph on a universal scale, because this is the Lord’s work. Once again, this is no human prophet being talked about.<\/p> <p>In a manner typical of Isaiah, he piles up appellatives for God. He is not merely <i>the Lord<\/i>, he is <i>the Redeemer of Israel<\/i>. But he is the Redeemer because he is Israel’s <i>Holy One<\/i>. That is, he is able to redeem because of his transcendent power, and he wills to redeem because of his unearthly faithfulness and love. This is the one who addresses the Servant. This is clearly no offhanded chat, but an address of supreme importance.<\/p> <p>Who is being spoken to? The contrast could hardly be greater. The descent is from the sublime to the hideous, from the throne to the gutter. Three terse phrases convey a picture of lowliness, worthlessness, and helplessness. The sense of the first is clear, although the precise meaning is not. On the basis of the parallelism, which seems to point to the Servant’s status in relation to others, the Servant’s very person <i>(<\/i><span>nepeš<\/span><i>)<\/i> is apparently considered worthless (see 53:3). But more than that, he is <i>abhorred<\/i> by the mass of people (as implied by the indefinite <i>nation<\/i>). He is seen not only as unworthy of attention but as positively distasteful. (For a contemporary analogue, one may think of the homeless on the streets of any large city.) He is a slave of <i>rulers<\/i> or tyrants (<span>māšāl<\/span> rather than <span>mālāk<\/span>). It is hard to imagine a greater contrast than that between this speaker and this addressee. Here we should not minimize the connections between Israel and the Servant. Israel had experienced all of this, and the Servant has come to identify himself with Israel and all the world’s outcasts, which Israel represents.<\/p> <p>But if the contrast between the Lord and the Servant is great, so is the contrast between the Servant’s former state and his latter one. Once again the language is similar to that in 52:13–53:12, as this worthless, stinking slave becomes the astonishment of kings, who stand up from their thrones in awed respect, and princes, who prostrate themselves before the true King. Is this Israel, the nation? No, but it is the one in whom Israel finds its true self, and through him receives the homage of the world.<\/p> <p>What will account for this dramatic change in the end? It is because of the faithfulness of <i>the Holy One of Israel<\/i>, the one who had called and chosen his Servant. It is not because the Servant himself has accomplished anything by himself; the Servant will not serve his own glory; he will always point to Another. But it will be because the Holy One does not break his word; he will keep faith with his Servant, and all the world will be awed at that kind of absolute reliability in a God. As in v. 4, to be the chosen of God does not mean glory along the way, but it does mean glory at the end of the way.<\/p>",
    "audit": null
}