{
    "id": 17521,
    "source": "oswalt",
    "verse_id": 18780,
    "verse_count": 8,
    "reference": "57:14–21",
    "title": "The Holy And The Humble",
    "html": "<p>This is the third part of the unit that began at 56:1. It amplifies the point that was made in 57:13b, showing what God will do for those who take refuge in him. The section in 56:1–8 spoke of the necessity of righteousness, particularly of covenant obedience, on the part of those who claimed to be servants of God. Then 56:9–57:13 described the spurious righteousness of the people of Israel as they tried to manipulate the gods of this world to their benefit. In other words, the servants of God who are called to demonstrate the righteousness of God in their behavior are not doing so. What is to be done? That is what this final section is about. The people are helpless, so God must act. The centrality of God’s action is seen in the recurrence of the 1st person pronouns referring to God. God promises to revive, lead, heal, and encourage his people, doing in them what they cannot do in themselves. He is not talking here about saving them, restoring them to himself. Rather, he is talking about enabling them to be the righteous people he has called them to be.<\/p> <p><a class=\"isa\" verses=\"WzE4NzgwXQ==\">14<\/a> As in the two other places (<a class=\"isa\" verses=\"WzE4NDI0LDE4ODY1XQ==\">40:3; 62:10<\/a>) where this kind of call to prepare the way appears, the one who is to speak is not identified. Interestingly, there is a declining reference to the speaker. In 40:3 it is identified as “a voice”; here it is simply the “he” implicit in the verb; in 62:10 the speaker is not identified at all. Although it is difficult to know precisely what this decline signifies, the general and increasing indefiniteness suggests that it is the message that is to be given prominence, not the messenger.<\/p> <p>That message speaks of making it possible for the people to return to God. Whatever prevents them from coming to him and taking refuge in him is to be taken out of the way. The language is that of highway building, which appears throughout the book. The roadbed is to be raised up above the surrounding countryside so that it can have an adequate foundation under it. All the bumps and potholes are to be removed from it so that nothing can stand in the people’s way. Several modern commentators have argued that “Trito-Isaiah” has taken “Deutero-Isaiah’s” language about a physical return and applied it to a spiritual return. The chief problem with this assertion is its assumption that the language of the return in chs. 40–55 is referring solely to the return from exile. An investigation of that language shows that it is highly figurative and that especially in chs. 49–55 it is used to speak of a return to God. But, it is said, there is none of the physical imagery here that one has in chs. 40–55. If it is not in great evidence here, what about such passages as 60:4–7; 62:10–12; or 66:20? The point is that there is no great difference between the use of the imagery of return here and in chs. 40–55. Both combine the physical and spiritual returns to different degrees in differing places, because it is the settled understanding of the book that return to the land without a corresponding return to God will be a recipe for disaster.<\/p> <p>The use of <i>stumbling block<\/i> is significant here because of its use in 8:14. There it is God who is the “stumbling block” to those who refuse to give him the place of the Holy One in their lives. They insist on leaving him out as they attempt to make sense of a complicated world. The result is that they will constantly stumble over him instead of finding him to be the sanctuary he wants to be.<\/p> <p>Here the context is not dissimilar. God is the Holy One (v. 15), and there is a stumbling block in the people’s way. But the tone is much different. There Isaiah is to leave “this people” (<a class=\"isa\" verses=\"WzE3ODE5XQ==\">8:11<\/a>) to their blind and stumbling ways, and seal up the testimony (<a class=\"isa\" verses=\"WzE3ODI0XQ==\">8:16<\/a>), while God hides his face (<a class=\"isa\" verses=\"WzE3ODI1XQ==\">8:17<\/a>). Here the prophet is empowered to speak to “my people” and to let them hear the command to remove every stumbling block from their way so that God can stop hiding from them (v. 17) and heal them (cf. 6:10). What could have made the difference? Above everything else the announcement of the ministry of the Servant has intervened. God’s righteous anger has been satisfied and his love can be proclaimed. Because the Servant has been crushed (<a class=\"isa\" verses=\"WzE4NzIyXQ==\">53:10<\/a>), God can sit in the dust with those who have been crushed (v. 15). Those who will humble themselves to dwell with the Holy One can find a perfectly smooth road to that reality.<\/p> <p><a class=\"isa\" verses=\"WzE4NzgxXQ==\">15<\/a> This verse explains why God makes the kind of gracious proclamation found in v. 14. It is because <i>(For)<\/i> of who he is. Despite Westermann’s assertion that this verse is only a rather unevenly expanded introduction to v. 16, it is one of the finest one-sentence summations of biblical theology in the Bible. The sentence makes three points. It begins with the thought that is fundamental to this book and to the whole Bible: the utter transcendence of God. The prophet uses the same language <i>(high and lifted up)<\/i> that appears in 6:1 and in only slightly modified form in 52:13, to say that God is not part of this world, either in time <i>(eternally)<\/i> or space <i>(high and holy place)<\/i> or character <i>(Holy)<\/i>. This is the truth that separates biblically based religions (Judaism, Christianity, and Islam) from all others. God is not part of this world or its processes. He created it as something other than himself, and he stands over against it, both to judge it and to save it.<\/p> <p>The second point seems to be in violent contrast with the first. Yet, while the grammar admits of some contrast between the two, that does not seem to be its chief point. The point seems to be that God’s transcendence does not rule out his dwelling with the crushed and low-spirited. How can this be? One can say two things. First, since God is the only high and holy one, the people he most definitely cannot live with are those who try to make themselves his equals (cf. 2:6–22 and 14:4–21). The only people who have any hope of living with him are those who recognize who he is and who they are not. Furthermore, N. Pittenger and the other process theologians are wrong when they say that transcendence rules out immanence. Their premise would be correct if God were not the creator. Then his nature would be one thing and ours another and the two could never meet. But since God made the entire universe, it cannot be separated from him any more than a book can be separated from its author. Yet the author transcends the book; his life is more than the book. Thus God can intervene in our lives in any way he chooses without becoming us or we him. Thus God says here that a particular expression of his transcendent freedom from his creation is that he is with certain parts of it in ways that he is not with other parts, something that would be impossible if he were but an expression of human experience.<\/p> <p>The third point, <i>to enliven the spirit of the lowly<\/i>, is a further expression of transcendence. A god who is part of the cosmic system cannot offer to any other part of the system the opportunity to transcend its conditions. All such a god can offer is the possibility of maximizing what is. This is not what our God offers. He offers life to those from whom the life has been all but crushed out; he offers life to those whose spirit has been ground down to nothing. They need not be captive to their sin and shame, as they need not be broken by their captors. The Holy One is with us (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">7:14<\/a>) for our deliverance. This is the good news of salvation.<\/p> <p><a class=\"isa\" verses=\"WzE4NzgyXQ==\">16<\/a> To those who have been broken on the rack of their own sin, who have experienced the just judgment of God, the words at the end of v. 15 seem impossible. How can the Holy live with sin, or the righteous Judge with the sinner? God answers that his anger has a terminating point, his wrath an ending. In himself he is eternal, but his anger is not eternal. This is a vital point. God <i>becomes<\/i> angry, but he <i>is<\/i> love (Ps. 30:6 [Eng. 5]). In his endless love, he has found a way to justify the sinner and abate his anger. He takes no joy in the destruction of the wicked, because, as he says, they are among <i>the lives that I myself made<\/i>. As Jesus says, there will be immense joy in heaven over the repentance of just one sinner (Luke 15:7, 10).<\/p> <p><i>for the spirit would faint<\/i>. If the present reading is correct, God is here expressing his dilemma. If he could not find a way of abating his just anger, then the human spirits that he had made would faint away before him. But how can he not punish sin and still be the just God of all creation (Gen. 18:17–19)? That he can here state that his anger will abate and will not be eternal is a witness to the fact that a sin offering has been made and that justice has been satisfied with regard to human sin (cf. Isa. 53:10–12). The only issue remaining is whether humans will haughtily continue to insist that they either do not need such a sin offering, or that they can take care of their problems in a better way through their efforts than in God’s way (cf. <a class=\"isa\" verses=\"eyIxODc4NSI6M30=\">vv. 19–21<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NzgzXQ==\">17<\/a> God now proceeds to describe the situation in which his anger had been provoked and what the results had been. He sums up their sin in the striking phrase <i>the iniquity of his unjust gain<\/i> (AV “covetousness”). This line could presumably be taken in two ways: that the lust for “unjust gain” is the worst of the people’s sins, or that it somehow sums up all their sins. Almost all commentators who accept the correctness of the text agree that the latter is what is intended. The sin being described is greed, the desire to have more of everything at all costs (cf. Jer. 6:13). It is the same sort of thing that Paul describes when he says “the love of money is the root of all kinds of evil” (1 Tim. 6:10). But is this not just hyperbole? In what way is acquisitiveness the sum of all sins? Perhaps it is as an expression of all the others. The proud, unbridled self wishes to make the universe center on itself, to draw all things inward to itself, confident that if it can amass enough of the power, comfort, security, and pleasure that money and possessions signify it will be secure. Idolatry exists to satisfy these desires, so it is not surprising that Paul should identify covetousness as idolatry (Col. 3:5). This may also explain why the prohibition of covetousness is the last of the Ten Commandments: to break this command is to break the first, in effect.<\/p> <p>As a result of this attitude and behavior among his people, God became angry and refused to be of any aid to them <i>(hiding myself)<\/i>, and the conditions of 1:4–8 became descriptive of them. Yet it seemed that the more God spoke to them and brought the effects of their sin on them the more they went away from him (30:8–14; cf. Hos. 5:13; 11:2). There are two related interpretive issues here. One regards whether the infinitive <span>šôbāb<\/span>, “returning,” means turning away from God or turning away from their sin. The former seems more probable because it is the way of their heart that they were returning to. As 55:7–9 makes plain, these are not the ways of God. The second issue then emerges from the first, involving whether the backsliding is the result of God’s punishment. Skinner says that cannot be the case, but his objection seems to be more on the ground of theological a prioris than on the text, because the text does not specify the connection. But the text does place the backsliding subsequent to the smiting in the sentence. Furthermore, it is certainly a theological tenet of this book that the announcement of the word of God will produce hardening of heart, not repentance (<a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">6:9–10<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4Nzg0XQ==\">18<\/a> What then is God to do? The discussion now returns to the point of v. 16. The announcement of imminent destruction on the part of all the prophets did not seem to turn the people to God. They would turn momentarily, as in the times of Hezekiah and Josiah, but when it seemed the crisis was past, they seemed to fall to a worse corruption than they had known before. If God is not to be angry forever, what is he to do? He cannot wait for the people to be reconciled to him. Somehow he must reconcile himself to them. In fact, that is just what he has announced he will do through the ministry of the Servant (cf. 2 Cor. 5:18–19). So then, he can declare that having seen their sinful ways, he will take steps to heal them. They are helpless to heal themselves; they are wandering in thick darkness, looking to mediums and wizards, and the only hope is for God to break through with his own light (cf. Isa. 8:19–23 [Eng. 9:1]). In the context here, the prophet addresses those who think they are guaranteed a place in God’s economy because of their birthright, but find themselves unable to live the righteousness that such a birthright calls for. God has seen their ways and he will come in his grace to empower them for that kind of living. The offer of grace is more likely to motivate sinners to turn to God, providing they know their need, than the threat of destruction, and God makes just such an offer. To those who have been crushed by their sin and its effects, whose spirits are broken, the God who dwells with them offers healing without condition, and comfort without repayment. What a motive to turn to him! Of course, the arrogant and the proud will have no need of God’s healing, leadership, and strengthening. This is why the verse ends with the explicative <i>and to his mourners<\/i>. God will restore comfort to those in Israel who are crushed and broken for their own sins and those of the nation (cf. 61:2–3; 66:10). Any others need expect nothing but trouble.<\/p> <p><a class=\"isa\" verses=\"WzE4Nzg1XQ==\">19<\/a> The grammar of this verse is difficult in at least two ways. The first is the subjectless participle in the first phrase, and the second is the verb that hangs at the end of the verse. Neither of these is insuperable, but they make it difficult to identify a single thought. Beyond these more technical difficulties, the sense of the first phrase is very obscure. What is <i>the fruit of the lips<\/i>, and why is this language used here? Many commentators (e.g., Watts) and the versions understand it to be speech and assume that it refers to the following words, “Peace, peace.&nbsp;.&nbsp;.&nbsp;.&nbsp;” But why should that flowery circumlocution be applied to that rather straightforward message?<\/p> <p>The best solution to the first question seems to be to read the first clause as a continuation of the thought in v. 18, as above. Note that this reading does not detach “and to his mourners” from its colon as <i>BHS<\/i> and NRSV do, but does change the place of the Masoretic punctuation (<span>silluq<\/span> and <span>soph pasuq<\/span>). This approach has the twin virtues of providing a subject for <i>creating<\/i> and of simplifying the syntax of the remainder of v. 19. But it makes the question of the sense of the phrase even more difficult. Perhaps, if this reading is correct, the sense is of praise and rejoicing that springs from the lips of the redeemed people (cf. 12:5–6; 26:1, 19; 42:11–12; 44:23; 52:9; 54:1). The idea of praise as sacrifice may explain the use of <i>fruit<\/i> here (Ps. 107:22; Heb. 13:15; cf. also Hos. 14:3 [Eng. 2; so NRSV]). God creates the fruit, and the worshipers gladly offer it to the Lord (cf. Joel 2:12–14, 26).<\/p> <p><i>Peace, peace<\/i> comes as a ringing proclamation of God’s reconciliation to a sinful world. He is no longer divided from his children whether they are near at hand or far away. From his own point of view he is one with them, at <i>peace<\/i> with them. That being so, he promises to heal all who will come to him for that benefit (Isa. 1:5–6; 6:10; 19:22; 30:26; 53:5). As Paul understood, that promise is realized through the work of Christ, the Servant (Eph. 2:17). Through Christ’s sacrifice God is at peace with the world, and through the proclamation of the message of Christ, God declares that peace to everyone.<\/p> <p><a class=\"isa\" verses=\"eyIxODc4NiI6Mn0=\">20–21<\/a> But that peace is not a matter of birthright or election. God is at peace with his people, but are his people at peace with him? God has declared that he will heal his people, but do his people wish to be healed? God will enable his people to live the righteous lives they are unable to live in their own strength, but do his people want to live righteous lives? Here is the mystery of divine\/human relationships. As humans we are helpless either to reconcile ourselves to God or to live the kinds of lives he calls us to live. He must reconcile us to himself and impart his righteousness to us. But unless we exercise the right of choice and choose to be reconciled and made righteous, God can do nothing more. Thus there is no peace for the wicked. We cannot make ourselves righteous by choosing to be so, but neither can we receive God’s righteousness until we have rejected wickedness. Hence if persons have experienced the unmerited grace of God as mediated through the Savior, and then expect to live lives dominated by greed (v. 17) and self-will, propitiating God from time to time with religious behavior, they will find not peace, but constant upheaval. Their lives will be like the <i>driven sea<\/i>, which even on the calmest day is in constant motion, its waves constantly throwing up on the shore the wreckage from its depths. The prophet uses his figure to good effect when he says that the sea is unable to be still. So it is with us humans who choose our ways over God’s. Stillness is not in us, and we cannot produce it no matter how hard we try. Peace is only to be found when we give ourselves away to the will and ways of the one who is beyond change.<\/p>",
    "audit": null
}