{
    "id": 17425,
    "source": "oswalt",
    "verse_id": 18151,
    "verse_count": 3,
    "reference": "26:20–27:1",
    "title": "Oracle Of Salvation",
    "html": "<p>These verses are an oracle of salvation in response to the lament and its immediate reply in 26:16–19. The resurrection is not yet; it is still necessary to exercise that confident waiting (<a class=\"isa\" verses=\"WzE4MTM5XQ==\">26:8<\/a>), but the outcome is sure. The dead who have suffered at the hands of the city of chaos (<a class=\"isa\" verses=\"WzE4MTA2LDE4MTIxLDE4MTYyXQ==\">24:10; 25:2; 27:10<\/a>) will be restored to life and their blood avenged. All this is summed up in a concrete way typical of Isaiah by reference to the well-known picture of the defeat of the chaos monster. All that which threatens the divine order (<a class=\"isa\" verses=\"eyIxODEzOCI6Mn0=\">26:7, 8<\/a>) will be forever destroyed. The verses express the conclusion to the theme of dependency.<\/p> <p><a class=\"isa\" verses=\"WzE4MTUxXQ==\">20<\/a> <i>Go, my people, enter your rooms<\/i> is an expression of that compassion of God which has always made possible an escape from his wrath for those who would avail themselves of it. So Noah escaped the flood, Lot escaped Sodom, and the Hebrew people escaped the death of the firstborn. God does not want any to perish (Matt. 18:14; 2 Pet. 3:9), and anyone who will may find the refuge of his grace. <i>my people<\/i> was a term of special endearment, because it expressed the particular election-love of God for Israel (Hos. 1:10, 11). It comes here as a response to the protests that Israel had not bowed down to the foreign overlords. The people have said “We are yours,” and God here affirms that truth from his side.<\/p> <p>Delitzsch calls special attention to the attitude of prayerful dependence as seen in Ps. 27:5 and 31:21 (Eng. 20) (cf. also 91:4). Israel cannot save herself, but neither need she merely subside into apathy. Instead, protected within the inner chamber while the storm of God’s wrath howls outside, she may commit herself to him in the solitude of petition and intercession. The indignation here does not seem to be directed against Israel, as in 10:25, but against Israel’s oppressors (30:27; Dan. 11:36; Zeph. 3:8).<\/p> <p><a class=\"isa\" verses=\"WzE4MTUyXQ==\">21<\/a> <i>the Lord is coming forth<\/i> is expressed by a particle of imminence, “he is just about to.” This posture of anticipation is typical of the faith of Israel and the Church and is necessary for a correct perception of existence. We live immersed in time and the succession of days often makes the future appear hopelessly far away. But perceptions change. The child for whom the wait from December 1 to 25 was endless becomes the man who looks with astonishment at ten years which seem to have passed in a moment. The Lord <i>is<\/i> about to come, and it is his counting of days which must color ours and not vice versa. With his perspective we will not lose hope, nor let our eyes slip from the supreme objective—Christ-likeness—to the day-to-day round.<\/p> <p><i>to punish<\/i> is expressed by the verb <i>pqd<\/i>, which conveys the idea of personal visitation. In the end the master will return to set all things right and to balance all accounts. Then the servants to whom the house has been left in trust will receive their just deserts (Mark 13:34, 35; Luke 12:35–48). Again, the personal revelation and intervention of God in the end of all things is the logical conclusion of biblical faith. Of course, there is imagery involved, but interpretation which uses the appeal to imagery to deny the reality being imaged is false interpretation. The Eternal <i>will<\/i> intervene in time.<\/p> <p>The result of that intervention is here expressed especially in terms of those unjustly killed. The earth which had received their blood now gives a full accounting, and all the murdered are brought to life. This is in keeping with 26:14. The tables are now fully turned: the killers and the killed are alive forevermore.<\/p> <p><span>27:1<\/span> This appears to be a case of misplaced chapter division, although commentators are not fully agreed on this point. There seem to be three positions: the one taken here, that 27:1 concludes the larger segments beginning at 26:1; that 26:20 begins a new segment which continues through 27:13; that 27:1 is an independent piece, as indicated by <i>bayyôm hahû’<\/i>, “in that day.” The first two positions agree that 27:1 is intended to be taken with 26:20, 21. This seems correct as indicated by the recurrence of <i>pqd<\/i> and the general picture of judgment being concretized. That 26:20–27:1 form the conclusion to the promises begun in 26:1 is argued by the continuation of the idea of dependency and the divine intervention and vindication.<\/p> <p>Ever since the discovery of the Babylonian creation epic with its account of Marduk killing the sea monster Tiamat, it has been clear that there was some reflection of a similar account in this and several other biblical references. The initial enthusiasm to make these a direct borrowing of Babylonian ideas could not be sustained, especially after the finds at Ugarit turned up an account of the defeat of Lotan, a sea monster, much nearer home. A similar story has appeared in Hittite literature, so it now seems clear that the myth of the struggle between a high god and a sea\/chaos monster was widespread in the ancient Near East and that the biblical writers did not at some point adopt terminology which was formerly unknown to them. That being so, why did they use this terminology at certain points? This is not the place for a lengthy discussion, but suffice it to say that they were not adopting a mythological worldview. The biblical understanding of existence is simply not compatible with such a view. What they were doing was appropriating well-known emotive language into which they could put new meaning. So in Ps. 74 it was at the Red Sea, <i>within<\/i> history, that chaos was defeated, while here it is at the end. But the original myth had this event occurring <i>before<\/i> history so that it could be constitutive of continued order. The Hebrews did not need an extraspatial, extratemporal myth for that. They knew a God who was in absolute control. So the language of myth could be bent to new purposes, as here, where Isaiah, in need of strong imagery to cap his vision of God’s victory over sin, oppression, and death, seizes on the Leviathan story and makes it say something much more profound than it had ever said before.<\/p> <p>Prior to the discovery of the Ugaritic materials a good deal of energy was expended attempting to determine what the three occurrences in this verse (Leviathan, Leviathan, monster&nbsp;… in the sea) portended. Most commonly it was believed that they referred to Assyria, Babylonia, and Egypt. However, the way in which Leviathan is identified in the Ugaritic texts now makes it appear that this threefold form was simply a poetic convention in the Canaanite area. Note the similarities: “If you smite Lotan the serpent slant\/ Destroy the serpent tortuous\/ Shalyat of the seven heads.…”<\/p> <p>This verse is saying the same thing then as 24:21–23, although in different words. God is the sole sovereign of the universe, and while evil and destruction now seem to threaten the principles of justice upon which his order is founded, they will not prevail. God will triumph and those who have kept faith with him through dark days will triumph with him. But the true monster which must be destroyed, the one before which God’s people find themselves helpless, is not some primordial chaos; it is the monster of moral evil. That, too, God will destroy, and his people may await that day with joy.<\/p>",
    "audit": null
}