{
    "id": 17379,
    "source": "oswalt",
    "verse_id": 17801,
    "verse_count": 8,
    "reference": "7:18–25",
    "title": "The Razor Of Assyria",
    "html": "<p>The recurrence of the phrase “in that day” (<a class=\"isa\" verses=\"W1sxNzgwMV0seyIxNzgwMyI6Mn0sWzE3ODA2XV0=\">vv. 18, 20, 21, 23<\/a>) causes many commentators to see this passage as a collection of short oracles which may or may not have been uttered at the same time as the Immanuel sign. The congruence of vv. 15 and 22 suggests that the two paragraphs were delivered at the same time. But in any case the function of these verses is to spell out in more detail the veiled threat of v. 17. This section answers the question “How will the coming days be unlike any since the division of the nation?” The answer is a grim one. The armies of their enemies will blanket the land like swarms of bees or flies. The Judeans will be disgraced in defeat. The countryside will be so depopulated that there will be no one to eat the produce of the few remaining animals or to cultivate the once-fertile hills. The land will return to wilderness. Had Ahaz been able to believe that God is indeed present with his people, it need not have been so. But because he trusted something less than God, that object of trust now becomes the instrument of the very devastation he dreaded.<\/p> <p><a class=\"isa\" verses=\"eyIxNzgwMSI6Mn0=\">18–19<\/a> In 5:26 Isaiah depicted God as whistling for the nations to come and devastate his land. Now he specifies which nations those are. They are Assyria from the north and Egypt from the south. Throughout its history Israel has been caught between the civilizations of the Nile and Mesopotamian valleys, each of them desiring the Levantine region for its access to the other culture. But the prophet sees these great political and military movements not as the work of imperialistically minded powers, but as events which occur at the command of the one God who accomplishes his saving work in history. Assyria and Egypt are insects trained to swarm at their master’s command. Now that command is issued and they come.<\/p> <p>Although older commentators in particular sought to demonstrate that the bee was especially symbolic of Assyria, while the fly symbolized Egypt, no clear evidence supports this interpretation. The two insects and the two lands form a parallel pair by which Isaiah can depict the swarming, suffocating, inescapable aspects of the enemy armies. They will be everywhere, even in the most inaccessible places where the inhabitants were wont to hide from their invaders. The nature of the land offers many such hiding places: caves in the sides of steep wadis, towering crags such as Masada on the shore of the Dead Sea, and wilderness such as the wilderness of Judea southeast of Jerusalem. But none of these is of any use against an enemy as ubiquitous as bees or flies.<\/p> <p>In 735 B.C. Egypt was not much of a threat to Judah and would not be for many years to come. Thus some students of Isaiah think that he was speaking predictively of the events of 609–605 when first Egypt defeated Judah and then a few years later the new Mesopotamian power, Babylon, conquered them (so Delitzsch). That it is not Assyria who attacks in that instance, however, makes it unlikely that these verses specifically predict those events. It is more likely that Isaiah is speaking generally, demonstrating Judah’s vulnerability to powerful enemies on either hand apart from God’s protection. In the next verse, he deals more specifically with the imminent threat which Assyria would pose.<\/p> <p><a class=\"isa\" verses=\"WzE3ODAzXQ==\">20<\/a> Isaiah stresses again that the coming attack by Assyria will not be at her own volition. She will be but an agent of the Sovereign, a tool in his hand. This concept was fundamental to Israel’s survival as the people of God. If they should ever come to believe the prevailing view that the gods of the conquered people had been defeated by the gods of the victors, then their faith was lost. But if they could believe that in all things their God was Sovereign and that his ultimate purpose was good, then they could survive any shock that would come to them.<\/p> <p><i>hired from beyond the River<\/i> is probably an ironic comment upon Ahaz’s alliance with Assyria. He had hired Assyria from beyond the Euphrates to attack his enemies. But that same razor, in God’s hands, would turn upon him shortly. There is no need to say with many commentators that <i>the king of Assyria<\/i> is a gloss. While the phrase may be such an editorial insertion, it is also entirely possible that the very abruptness with which it comes, as in v. 17, is a device of the prophet to hammer home Ahaz’s folly in relying on that king. Ahaz may well have sought to keep his covenant with Tiglath-pileser secret. If so, Isaiah here shocks Ahaz with his evident knowledge of the affair, for the reference to the <i>king of<\/i> Assyria would be unnecessary unless the agreement between the two kings were in the background.<\/p> <p><i>to shave your head<\/i> may be a reference to the way in which captives were treated, but more probably it is a figurative expression of the disgrace which comes to a defeated nation. The figure here is one of complete humiliation: <i>all<\/i> the hair on the body is shorn off, even to that badge of respect, the beard. Humanly speaking Judah will have no honor left.<\/p> <p><a class=\"isa\" verses=\"eyIxNzgwNCI6Mn0=\">21–22<\/a> Although some commentators, following the lead of the Targum, have tried to make these verses speak of the blessedness of the remnant, it is clear that the main theme of this utterance along with the following is of the depopulation of the land so that it reverts from a crop-growing to a herding region in which there will be so few people that a minimum of animals will produce more than enough food. The exact significance of a man’s owning a heifer and two goats or sheep is debatable. Those favoring a positive view point out that many a poor man in the Near East today would feel rich with a heifer and two goats. In the light of the context, however, it seems more likely that it is being said that a man will be able to save only these from the debacle. The use of the verb <i>keep alive<\/i> (or “preserve”) also seems to support this view. Of greater significance is that the milk which a heifer, not a cow in her prime, and a couple of goats will produce will be enough so that it will have to be curdled to keep it. Because of the paucity of inhabitants, the same situation will hold true across the land. In the light of v. 15, it is evident that Isaiah is thinking of this condition as existing in the near future, as it certainly did in Northern Israel by 721, but also in Judah as a result of the various Assyrian campaigns between this time and 701.<\/p> <p>Although I take the position that the primary reference of the oracle is negative, I see no need to deny the positive element in it. To be sure, curds and honey are not the bread and wine of a cultivated land, but they are still a desirable food. Although Ahaz, through his policies dictated by human wisdom, will have plunged the land to disaster, nonetheless God is still with his people, and the survivors of Ahaz’s act, few though they be, will be provided for.<\/p> <p><a class=\"isa\" verses=\"eyIxNzgwNiI6M30=\">23–25<\/a> In continuing to deal with the effects of depopulation, Isaiah now turns to its impact upon tillable land. In fact, he says, it will revert to wilderness. Even the finest vineyard, stocked with the most costly plants, will shortly become briars and thorns. The only thing it will be fit for will be hunting (v. 24). To go there without protection would be to fall prey to wild animals that would have reestablished themselves in its thickets.<\/p> <p><a class=\"isa\" verses=\"WzE3ODA4XQ==\">25<\/a> This verse may be a conscious allusion to the song of the vineyard in 5:1–7. The mention of the hillsides, the briars and thorns, and the trampling of the animals supports such a suggestion. The fertile hillsides, once carefully terraced and worked, are now abandoned to the briars and thorns, fit only for the pasturage of the animals.<\/p> <p><i>for fear of briars and thornbushes<\/i> is a difficult phrase, for it is unclear from the Hebrew whether “fear” is the subject or the object of the verb <span>tāḇô’<\/span>, “go, come.” The AV (so also JPSV) follows both LXX and Targum in making “fear” the subject. Thus it renders “on all the hills that shall be digged with a mattock, there shall not come thither the fear.…” Whether or not this is linguistically possible, it manifestly flies in the face of the context. Whereas vv. 23 and 24 speak of desolation, this verse, using the same language, is made to speak of promise. Furthermore, the latter half of the verse does not make sense in this light. If the land is cultivated with no briars there, it is hardly the place where herds and flocks are allowed. On balance, in the light of the context (as well as 5:5 and 6) it seems clear that the present rendering is the correct one.<\/p>",
    "audit": null
}