{
    "id": 17417,
    "source": "oswalt",
    "verse_id": 18049,
    "verse_count": 5,
    "reference": "21:13–17",
    "title": "Arabia",
    "html": "<p>These verses address another group of Babylon’s allies and, in my view, establish the likelihood that Dumah in the previous oracle is to be understood as one of these. Although the authenticity of the term “Arabia” is questionable for some, the references to Tema, Dedan, and Kedar are clearly to Arabian places and, as such, secure the identity of the persons addressed.<\/p> <p>Tema is about two hundred miles southeast of Dumah on the incense trade route, while Dedan is probably to be identified with modern al-Ula, which is another ninety miles southeast of Tema. Both these sites are located in the region known as Kedar (Akk. <i>mat kidri<\/i>; 42:11; 60:7; Gen. 25:13; Ps. 120:5; Cant. 1:5; Jer. 2:10; 49:28; Ezek. 27:21) in the northwestern part of the Arabian desert. Tema is of special interest because it became Nabonidus’s capital upon his self-imposed exile from Babylon in 552. Although the reasons for this move are not clear, it is at least possible that he was seeking to consolidate Arab support against what must have been the obviously growing strength of the Medes and Persians. But Isaiah sees no success in an alliance with Babylon. All that Arabia will experience will be crowds of refugees fleeing from Babylon’s successive defeats and the destructive blast of war kindling her own possessions.<\/p> <p><a class=\"isa\" verses=\"WzE4MDQ5XQ==\">13<\/a> <i>In the wilderness<\/i> translates Heb. <span>ya‘ar<\/span>, “forest.” However, there are no forests in Arabia, and unless the prophet is being sarcastic, which is not apparent from the context, probably the general connotation of “off the beaten path” is intended. Apparently the caravans are being forced off the roads, either for protection or because of the crush of refugees.<\/p> <p>Translators are divided as to whether the parallelism dictates that the caravans of Dedan, like the inhabitants of Tema, are to care for the needy, or whether the caravans are the needy to whom the people of Tema bring both food and water. If the first is correct, then the identity of the refugees is never spelled out, unless it be the people of Kedar as mentioned in <a class=\"isa\" verses=\"eyIxODA1MiI6Mn0=\">vv. 16, 17<\/a> (so Kissane). However, this indefiniteness is entirely in keeping with the general lack of specificity in the chapter as a whole. The prophet says that trust in Babylon will result in flight. He states his message in the most vivid way he can, but without meaning to say exactly who, when, and how.<\/p> <p>The second alternative is somewhat more consistent. The caravans of Dedan, southbound for home, but still north of Tema, have had to flee off the roads, away from the oases and are now exhausted and desperate. The residents of Tema are called out to help them. This picture could fit the Assyrian period when attacks came on Arabia from the north. But it would not fit the Babylonian defeat in 539.<\/p> <p>In general, the first option seems to fit the grammar slightly better in that parallelism seems called for, and its generality seems to agree with the larger context.<\/p> <p><a class=\"isa\" verses=\"WzE4MDUwXQ==\">14<\/a> <i>with his bread<\/i> evidently means “bread for the refugee.” In 539 any supporters of Nabonidus would have been pushed westward across the desert tracks toward Tema, from whom their only support might come. During the Assyrian period, each of a number of attacks into Arabia had displaced people and put them on the road: Tiglath-pileser III, 738; Sargon II, 715 (possibly 710 also); Sennacherib, 703, 689.<\/p> <p><a class=\"isa\" verses=\"WzE4MDUxXQ==\">15<\/a> <i>before the sword<\/i> (lit. “from before swords”). The feminine plural is used to express the abstraction, which is then followed by the particulars: <i>drawn sword, bent bow<\/i>, and <i>weight of battle.<\/i> So inner Arabia would become a haven for those fleeing from the warfare which would engulf the more fertile lands around the edges of the desert.<\/p> <p><a class=\"isa\" verses=\"eyIxODA1MiI6Mn0=\">16, 17<\/a> But Arabia itself could not escape that warfare. Isaiah’s word is that those who have trusted the nations will succumb with those nations. Within a year, figured as precisely as an indentured servant would calculate his time of service, all the glory <span>(kāḇôḏ)<\/span> of the Arabian merchants will also have collapsed under the weight <span>(kōḇēḏ)<\/span> of battle. <i>glory<\/i> expresses the acquisitions, both tangible and intangible, which give a lifetime significance and importance. It is the thirst for glory which fuels so much of human activity. But glory achieved apart from God is like so much tinder which goes up in flames at a moment’s notice (<a class=\"isa\" verses=\"WzE3Njg2LDE4MDcxXQ==\">1:31; 22:18<\/a>). Ultimately, the only glory in the universe is God’s; he is the only one who is truly significant. But his intent is to share that significance freely (<a class=\"isa\" verses=\"W1sxODExOSwxODMyMywxODgzMSwxODgzNV0seyIxODkzNCI6Mn0seyIxODk0MSI6Mn1d\">24:23; 35:2; 60:9, 13; 66:11, 12, 18, 19<\/a>).<\/p> <p><i>The remnant&nbsp;… of Kedar<\/i> is an unusually long construct chain as it is pointed in the MT. Possibly it is to be understood as two clauses related appositionally: “The remnant of the number of the bow, the mighty men of the sons of Kedar, will be few” (“number of the bow” being corps of bowmen). In any case the long, sonorous statement of Kedar’s military prowess is abruptly cut short by the single brief word. So also Kedar’s glory.<\/p> <p>But what is the guarantee of all this? <i>For the Lord God of Israel has spoken.<\/i> The audacity of such a statement is lost on us today. What does Israel’s God have to do with Babylon or Edom or Arabia? They have their own gods to whom their destiny is committed. Yet the Israelite prophet dares to say that it is <i>his<\/i> God alone who holds the nations in his hand. Dare we believe this today? Is it true that the word of Yahweh alone shapes the course of the nations? Or was that just nationalistic bombast which we, a more enlightened people, may dismiss? In fact, we may not dismiss it, for only in God’s sovereignty is there any hope for a race of human beings that seems determined to destroy itself.<\/p>",
    "audit": null
}