{
    "id": 17441,
    "source": "oswalt",
    "verse_id": 18261,
    "verse_count": 8,
    "reference": "32:1–8",
    "title": "True Leaders",
    "html": "<p>Chapters 32 and 33 represent an alternative to the situation described in chs. 30–31. There false counsel depicted reliance upon Egypt as Judah’s hope. Crooked and venial rulers made their plans in secret and sought ways to foist those plans on a public which would not have acquiesced in them if they had known their true import. Here God, the God who will have delivered them from Assyria, is depicted as the true source of righteous rule. Although human kings may rule on his behalf (<a class=\"isa\" verses=\"eyIxODI2MSI6NH0=\">32:1–4<\/a>), it is his Spirit which must energize them if they are to rule rightly (<a class=\"isa\" verses=\"eyIxODMxOCI6Mn0=\">34:14, 15<\/a>), and ultimately he alone is king (<a class=\"isa\" verses=\"W3siMTgyODUiOjJ9LFsxODMwMl1d\">33:5–6, 22<\/a>). Thus, as noted above (see at <a class=\"isa\" verses=\"eyIxODE2NiI6Mjl9\">ch. 28<\/a>), the larger segment (chs. 28–33) continues the contrast begun in <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a>, which is a contrast between the results of trusting human resources and those of trusting in God. Trusting human resources leads to injustice, blindness, corruption, and destruction. But trust in God leads to justice, clarity, integrity, and life. The thought in the two chapters moves through four stages. The first describes the nature of true leadership and the effects stemming from it (<a class=\"isa\" verses=\"eyIxODI2MSI6OH0=\">32:1–8<\/a>). The second explains what is the fundamental ingredient for that kind of leadership to exist: God’s Spirit (<a class=\"isa\" verses=\"eyIxODI2OSI6MTJ9\">32:9–20<\/a>). The third makes this necessity of divine intervention even more explicit, stating that Judah is helpless without him (<a class=\"isa\" verses=\"eyIxODI4MSI6MTZ9\">33:1–16<\/a>). Finally, in a more emotive segment, the author imagines the day when Yahweh rules over a serene and quiet land delivered from all her enemies (<a class=\"isa\" verses=\"eyIxODI5NyI6OH0=\">33:17–24<\/a>).<\/p> <p>The first segment, 32:1–8, utilizes the language of the wisdom tradition to talk about sense and nonsense. Throughout the section from <a class=\"isa\" verses=\"eyIxODE2NiI6Mjl9\">ch. 28<\/a> onward the folly of stupid leaders has been castigated. Now, in the light of the promised divine destruction of Assyria (<a class=\"isa\" verses=\"eyIxODI1NSI6Nn0=\">31:4–9<\/a>), a result the human leadership could not produce, the author talks of the results which might be expected from good leaders. As signaled from the very outset of the book, Isaiah considers it as a given that life lived within the confines of the “natural” spiritual order will produce life and health, whereas life which flies in the face of God’s order can only produce disorder and disaster. The results of the true leadership will be security (v. 2), insight and understanding (<a class=\"isa\" verses=\"eyIxODI2MyI6Mn0=\">vv. 3–4<\/a>), and judgment according to character (<a class=\"isa\" verses=\"eyIxODI2NSI6NH0=\">vv. 5–8<\/a>).<\/p> <p>A major question is whether the segment was intended as a messianic prophecy. The most significant argument raised against that point of view is that the language is not nearly so idealized as it is in such undoubtedly messianic passages as 8:23–9:6 (Eng. 9:1–7) and 11:1–9. Those who raise this argument urge that the references are to ordinary human beings. This point of view is supported by the references to “princes,” who do not appear in the other messianic passages, where the focus is exclusively on the Messiah.<\/p> <p>These arguments are not to be dismissed lightly, but at least two things may be said in favor of the messianic intent. First, while the idealization is not as great as in the other passages, there surely is idealization, so much so that it does not seem possible to say ordinary human beings are being discussed. Especially important in this regard are the references to seeing and hearing, since the absence of these was the ultimate mark of God’s displeasure with the land (<a class=\"isa\" verses=\"WzE3NzgwXQ==\">6:10<\/a>). Second, the references to princes may be dictated by the context, in which corrupt officials have played such a part (cf. 28:14; 29:14; 30:4; 31:9). Thus, in talking of the ideal future, it may have been necessary to present good princes as a contrast with the bad ones. Thus, at the least, it seems that a quality of government is being discussed that could only be expected in its fullness under the rule of the Messiah.<\/p> <p>There is very little agreement concerning the authorship and date of the segment. Probably the majority of recent authors deny Isaian authorship (so Clements, Kaiser, Wildberger), but their reasons for doing so, and the dates they assign, vary widely. Whatever else may be said, Kaiser’s observation that the connections with other parts of the book point to the segment’s having been designed for inclusion at this point seems correct. Could not Isaiah have done this as well as a later redactor?<\/p> <p><a class=\"isa\" verses=\"WzE4MjYxXQ==\">1<\/a> <i>Behold, according to righteousness<\/i> serves to underline the contrast with the preceding. However the leaders described in the previous chapters may have functioned, it was not, as far as Isaiah was concerned, according to the right path established by Yahweh. Indeed, they had been at pains to conceal their path from him (29:15, 16; 30:1, 2, etc.). Yet his willingness to discover right and to do it was understood to be the mark of a good king. Thus Isaiah looks to a day when the king will be divinely enabled to do what thinking people had known from the beginning a true king should do. The coming of the Messiah became necessary because human beings could conceive of a kind of kingship which no human being could live up to. Where did such a concept come from except from the mind of God through revelation?<\/p> <p><a class=\"isa\" verses=\"WzE4MjYyXQ==\">2<\/a> In the coming era, leaders will no longer be predators from whom the people will need to seek relief (<a class=\"isa\" verses=\"eyIxODIxNCI6Mn0=\">29:20, 21<\/a>). Rather, the leaders themselves will be sources of protection and support, as they ought to be. As Scott notes, the picturesque qualities of the Hebrew language come to the fore in this verse with its four vivid similes. The good leader breasts the storm for his people and enables them to carry on because of what he provides for them. Nowhere is this better typified than in Jesus the Good Shepherd who gives his life for the sheep (John 10:11), the Servant who did not come to be ministered to, but to minister unto (Matt. 20:28).<\/p> <p><a class=\"isa\" verses=\"eyIxODI2MyI6Mn0=\">3, 4<\/a> Not only will the true leaders provide security for their people, they will also make possible that spiritual transformation in which the former blindness, deafness, and stammering are taken away. Given the larger context with its references to the blindness and dullness of the leaders themselves (<a class=\"isa\" verses=\"W3siMTgxNzIiOjJ9LHsiMTgyMDMiOjJ9LFsxODIwOF0seyIxODIxOSI6Mn0sWzE4MjUyXV0=\">28:7, 8; 29:9, 10, 14; 30:1, 2; 31:1<\/a>), it seems logical to assume that the writer expects the first manifestations of this transformation to appear in the leaders, after which it will spread to the people (<a class=\"isa\" verses=\"W3siMTgyMTIiOjJ9LFsxODIxOF1d\">29:18–19, 24<\/a>). As noted above, here there seems to be a clear reversal of the situation described in 6:10, where blindness, deafness, and dullness were the predicted results of the prophet’s preaching. Spiritual clarity and perception always follow from submission to God’s ways. Refusal to submit is the surest prescription for an ultimate inability to discern any difference between good and evil (5:18–23; Prov. 4:14–19; John 7:17). Thus it is appropriate that here spiritual clarity is a result of faithful leaders who themselves submit to God and to whom their people thus have no difficulty submitting.<\/p> <p><a class=\"isa\" verses=\"WzE4MjY1XQ==\">5<\/a> This verse provides a transition from the previous thought to the following one. One result of that clarity which comes from walking in God’s ways is the ability to evaluate persons on the basis of character. Verses 6–8 describe at length what sets the fool off from the true nobleman.<\/p> <p>A fortuitous assonance brought into play here between <i>fool (nbl)<\/i> and <i>noble (ndb)<\/i> highlights the idea of confusing one for the other. But the tendency is not merely a Hebrew one. In every society those who have managed to gain power are treated as great, deserving persons regardless of their true character, because the underlings are afraid of the power. In the ideal setting which Isaiah envisions, the genuine qualities of the leaders will make it impossible to mistake a fool, no matter how rich and powerful he might be.<\/p> <p><a class=\"isa\" verses=\"eyIxODI2NiI6Mn0=\">6, 7<\/a> <i>fool<\/i> is one of the strongest negative words in the OT because it depicts the person who has consciously rejected the ways of God, which are the road to life, and has chosen the ways of death. His folly is the more disastrous because its short-term results may make God’s way appear wrong. As that folly is depicted here, it involves a pattern of life which in its expression as well as in its principles is concertedly opposed to God. As a result, the helpless are oppressed. This is the connection seen elsewhere in Isaiah (<a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">ch. 14<\/a> etc.) as well as in the OT. If God cannot be relied upon to supply my needs, and if supply of my needs as I understand them is paramount, then those weaker than I had better take care.<\/p> <p><a class=\"isa\" verses=\"WzE4MjY4XQ==\">8<\/a> Whatever else may be said of this way, it is not “noble.” Just like the English “noble,” Hebrew <i>ndb<\/i> may refer to social standing, but its root meaning refers to character, someone who is generous and large-hearted, someone who knows that an all-wise God supplies his needs and therefore can afford to be generous to those less well off than he.<\/p>",
    "audit": null
}