{
    "id": 17513,
    "source": "oswalt",
    "verse_id": 18722,
    "verse_count": 3,
    "reference": "53:10–12",
    "title": "Many Made Righteous",
    "html": "<p>This final stanza of the poem answers many of the questions that have been raised thus far. The answers remain somewhat opaque and mysterious, but there is still a sense of denouement and rounding-out that brings the composition to a satisfactory conclusion. Above all, the question has been, What is the meaning of this innocent man’s submissive suffering in the place of sinners? Why is he doing it, and how can he do it? Is it all an accident of history?<\/p> <p>To these questions and others this stanza gives the answers. Above everything else it makes it clear that this person’s tragic story was not an accident of history, a good person in the wrong time and in the wrong place. Moreover, it shows that this suffering was not one aspect of this person’s ministry. His purpose in living and dying was that through him (not through his message) persons might have their sins atoned for and come to know the righteousness of God. Only when people make a sin offering of him is the point of the whole operation realized; then he can breathe a sigh of satisfaction. As a result of all of this, this twisted, forgotten, broken man will one day wear the victor’s wreath, and all the other victors will throw theirs down at his feet.<\/p> <p><a class=\"isa\" verses=\"WzE4NzIyXQ==\">10<\/a> The verse opens with a disjunctive <span>waw<\/span> that expresses a contrast with the previous verses. How could these tragic miscarriages of justice have happened? Perhaps the Preacher would have said, “It is just part of the meaninglessness of this life under the sun” (Eccl. 4:1–3, etc.). But Isaiah says, “Not at all! God wanted this to happen! It is no accident—it is his will!” But in some ways that is the worst answer of all. God wanted to crush (cf. v. 5) this man? God wanted to visit terrible pain (cf. v. 4) on him? Surely not. The faithful God of the Bible would certainly not visit bad things on innocent people, would he? Yes, he would if some greater good would be served (cf. Job). Is it possible there is some greater good that all the terrible things the Servant has endured will procure? What could possibly be worth all that? It would certainly have to be something of monumental proportions.<\/p> <p>As it happens, what God wants to come out of the Servant’s suffering <i>is<\/i> of monumental proportions. He wants human beings to be able to offer this man up on the altar of their sins so that he can be “a full and sufficient sacrifice” (Book of Common Prayer, Ritual for Communion) for them, satisfying all the unpaid debts of their behavior, debts they could never hope to pay, but debts that if left unpaid would stand forever between them and a just God. This truth is expressed in the second colon of the verse. Because of an ambiguity in the Hebrew verb form employed, the subject of the action is uncertain, but the fundamental intent of the statement is clear. It opens with the conditional particle <i>if<\/i> (or possibly “when”), indicating that what follows is a statement of the condition that will need to be met if God’s purpose is to be realized. This is followed by a further statement that expresses the results of that condition having been met, and the last of these is the affirmation that then God’s purpose will have been realized. Thus the writer, by his construction of the verse, leaves no doubt as to the importance of that second colon. Let this be done and God’s purpose in the Servant’s life is fulfilled. But let it not be done, and all the suffering of <a class=\"isa\" verses=\"eyIxODcxMyI6MTB9\">vv. 1–10<\/a> is fruitless.<\/p> <p>What is the condition that must be met for the realization of God’s purpose in putting the Servant to such grief and humiliation? The Servant’s life (not merely he, but his person, his <span>nepeš<\/span>) must be offered up as a sacrifice! This then is why the Servant could accept what came to him with such submission (v. 7; see also John 10:17–18). It was not that he lacked character or self-esteem or courage, but that he knew these things came to him from the hand of his God, and that the purpose for which he was undergoing all these things was a great and good one. He was not merely suffering as a result of his people’s sin, nor was he merely suffering with his people; he was suffering <i>for<\/i> their sin, so that the unpaid debt could be satisfied. (For the purpose of God in Jesus’ life, see Luke 22:22; Acts 2:23; 4:28.)<\/p> <p>The verb <span>śîm<\/span>, “to put, place, set,” is in the form of a Qal imperfect third feminine singular or second masculine singular. This ambiguity has normally been seen to offer two possibilities for the subject. On the one hand, since <span>nepeš<\/span> is a feminine noun it could be the subject of the clause, which would then read “if his soul makes a guilt offering.” But this is rather odd syntax, there being no indication what is being offered or what its purpose is. As a result, those who go in this direction usually propose to emend the verb (to 3rd masc. sg.) to read: “when he makes himself [his soul] an offering for sin” (NRSV, CBAT, REB, JPSV). As noted above, the Syr. and the Vulg. read the clause this way.<\/p> <p>On the other hand, if one judges the second masculine singular reading as correct, then it is ordinarily applied to God (NIV). But scholars frequently object to this reading because God is nowhere addressed in the second person in the poem. The LXX, which also translates with “you,” but is clearly not speaking of God, suggests an alternative to the latter interpretation. This alternative is that the hearer or reader is being addressed. The prophet has been addressing the reader indirectly to this point, gently drawing us in with the inclusive “we” and “us.” We have been able to agree with his analysis of our treatment of the Servant from a safe distance, as it were. But now the prophet looks us straight in the eye and suggests that we can no longer hide from the issue in comfortable anonymity. If the Servant’s ministry is to have any validity for me, I must take the broken self he offers me and in turn offer it back to God in my place. This may be the reason that the guilt offering is specifically referred to here. Of all the sacrifices, this one was for guilt that had been knowingly incurred by the individual, and had to be offered by the individual responsible (Lev. 5:1–19). Whichever understanding of the subject of the verb is taken, the point remains the same: the meaning of the Servant’s suffering is to be found in God’s intention that he should become an atoning sacrifice for sin.<\/p> <p>When his sacrifice is accepted, two things will happen, one for the Servant himself, and the other in the larger purposes of God, but both linked together. What the Servant will experience is in direct contrast to what was said about him in <a class=\"isa\" verses=\"eyIxODcyMCI6Mn0=\">vv. 8–9<\/a>. Those verses described a completely futile life. The Servant dies without children and is not even permitted to be buried among honorable people. But here the very opposite is said of him. The terms that are typically used of a person favored by God are applied to him: he will see his descendants (Ps. 127:3–5; 128:6; Prov. 17:6), he will live a long life (Ps. 21:5 [Eng. 4]; 34:13 [Eng. 12]; Prov. 3:2), and he will accomplish God’s purposes for his life (Josh. 1:7; 2 Chr. 20:20; Ps. 1:3; cf. Isa. 52:13; 55:11). What has made the difference? One thing only: if people will accept him as a guilt offering in their place. When that takes place, his life, far from being futile, will be the most fruitful life ever lived. Far from being childless, he will have children in every race on the earth. He will be able to say as Christ did on the night before he was crucified, “I glorified you on earth by finishing the work that you gave me to do” (John 17:4). This point must be underlined because it is at the center of the meaning of the entire poem. This is the success that was promised to the Servant in Isa. 42:4; 49:5–6; 50:7–9; and 52:13. It is not the result of preaching, or of living a good example, or of being humble in adversity. It is the result of one thing only: his becoming a sacrificial offering. When he does that, the entire process comes to fruition.<\/p> <p>Some (e.g., Mowinckel, Young) have argued that v. 10 must teach the Servant’s resurrection from the dead, because a dead man could certainly not have children or live a long life. While this may be the intent of the language, it need not be so. The point is to say in the most vivid language that the Servant’s life will not be futile after all. Thus <i>seed<\/i> and length of <i>days<\/i> may be only metaphorical here, images to make the same point that the last colon of the verse makes: far from being cursed by God, this man will be the means of the Lord’s promises of reconciliation coming true; this thin little shoot (v. 2) is indeed the very arm of the Lord (v. 1) for which the people have been waiting breathlessly. But whether Isaiah intends to speak of resurrection or not, this much is clear, as Westermann points out: it is only on the other side of the Servant’s death that his deliverance and ours may be realized.<\/p> <p><a class=\"isa\" verses=\"WzE4NzIzXQ==\">11<\/a> This verse continues to state the results of the Servant’s sacrifice on behalf of his people. The results are first stated in terms of the Servant, then in terms of the people. From the Servant’s perspective, when his offer of himself is accepted, his reaction will be that of one who has just finished laboring or toiling successfully. Despite vivid memories of the cost, the laborer can see light and be satisfied because of the happy outcome of the experience (i.e., <i>his knowledge<\/i>). This is the Servant’s experience: whatever he may have had to endure, that darkness is replaced with light now that the fruition of his offering can be seen in redeemed lives.<\/p> <p>Both because of textual problems (noted above) and the uncertainty of the point intended, <i>knowledge<\/i> here has been the source of a great deal of discussion. If one follows the MT punctuation, the rendering would be “by his knowledge&nbsp;.&nbsp;.&nbsp;. he has made many righteous.” In this case “knowledge” could be either a subjective or an objective genitive. The objective sense would be that justification is possible because of what the Servant “knows,” that is, has experienced. The subjective sense would be that the work is accomplished through the “knowing” of him, that is, a faith relationship, on the part of the many. But D. Winton Thomas has made another suggestion (see v. 3 above for the same point); he argues that two different Hebrew roots have the consonants <span>ydʿ<\/span>, and that the second, meaning “to humble” (in its noun form, “humiliation”), is the one used here. As noted above, however, it now appears that “by his knowledge” should be detached from the third colon and joined to the preceding “he shall be satisfied,” resulting in the present <i>be satisfied by his knowledge<\/i>. This new colon forms a parallel with <i>he will see light<\/i> in that the Servant, having been accepted as a sin offering, is now satisfied with the outcome of his experience. This would still leave open either of Thomas’s or B. Reicke’s suggestions (“humiliation” or “obedience”) for the deeper nuances of the word.<\/p> <p>From the Servant’s sense of accomplishment and satisfaction when his offering is accepted, the verse moves to discuss exactly what is accomplished. The statement is startling in both its simplicity and its daring. This man, by what he has done, will make people righteous! It is not difficult to understand why he should be declared <i>the Righteous One<\/i>. He has been treated shamelessly because of the sins of others when he himself has been completely innocent. But how can he make many become righteous? The entire book has been about the persistent sin and unbelief of the chosen people, not to mention the world at large. This man will change all that in a sentence? Furthermore, “righteousness” has been given a very broad scope since <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>. In these chapters the word is a synonym for deliverance (cf. 46:12–13, and esp. 51:4–6). This man is the Deliverer who fulfills all the promises of deliverance for the people.<\/p> <p>What can all this mean? It means exactly what has been talked about throughout the book, but particularly from <a class=\"isa\" verses=\"eyIxODYzOCI6MjZ9\">ch. 49<\/a> on. This man, <i>my Servant<\/i>, is the Anointed of God to restore sinful Israel to himself, just as Cyrus was the anointed to restore exiled Israel to her land. In contrast to Cyrus, this man’s servanthood is redemptive. It finds it true fulfillment in the realization of what the whole sacrificial system prefigured. When an offerer accepted and carried out the provision of God for his guilt as stated in the manual of sacrifice (Le<a class=\"isa\" verses=\"eyIxODcxMyI6MTF9\">v. 1–11<\/a>), he could be clean in the sight of God. But that cleansing was only symbolic, because an animal life is no substitute for a human one. Now a human life, yet obviously more than just a human life (he will make “many” righteous), has been freely given, and the symbol is a reality. Fellowship with God is possible. As the body can come home to the land, so the heart can come home to its God. No prophet could do this for Israel, much less the world, and neither Israel as a whole nor any segment of Israel could do it either. Whoever he is, the Servant stands in the place of God, pronouncing a pardon that the Sinless One alone can offer (<a class=\"isa\" verses=\"eyIxODY3OCI6M30=\">51:4–6<\/a>).<\/p> <p>Lest there be any misunderstanding, the basis on which the Servant can “make many to be righteous” is given again in the final colon of the verse. This clause functions as a circumstantial clause modifying the preceding main clause. He makes many righteous, <i>bearing their iniquities<\/i>. Isaiah does not want to leave one fragment of doubt. The reason the Servant has the power to make people righteous before God is that he himself bears their iniquities. As in <a class=\"isa\" verses=\"eyIxODcxNiI6M30=\">vv. 4–6<\/a>, heavy emphasis is laid on the fact that it is <i>their<\/i> iniquities that <i>he<\/i> bears. This is not symbolic. Somehow this Servant has actually suffered the condemnation of all the sins ever committed, and by virtue of that fact, he is able to declare all those who will accept his offering as righteous, delivered, before God.<\/p> <p><a class=\"isa\" verses=\"WzE4NzI0XQ==\">12<\/a> In this context <i>Therefore<\/i> brings to mind Phil. 2:9. In faithfulness the Servant has descended to the lowest depths. He has fulfilled his Father’s will to the last degree. Because of that faithful obedience, God will exalt him to the highest heights (cf. 52:13). The picture is of a victory parade with the Servant, of all people, marching in the role of conqueror, bringing home the spoils of conquest. As Payne observes, it is hard to believe that this is nothing more than a prophet who has just been released from jail.<\/p> <p>The verse is a summary of what has gone before, with the conclusion stated first and the cause stated second. By being placed last in the verse as well as in the poem, the cause is given special prominence. What is the cause of the Servant’s exaltation? The simple forcefulness of the statement seems designed to leave no doubt in the reader’s mind: it is the voluntary self-sacrifice of the Servant whereby he became identified with the transgressors, dying their death so that they could live. If one had any doubt about how to read the poem, this last verse should dispel it.<\/p> <p>One can take the first bicolon in two ways, and there does not seem to be clear proof for one or the other. On the one hand, it may be saying that God will give to the Servant the <i>many<\/i> whom he has redeemed (v. 11), and the <i>mighty<\/i> who have opposed him, as the spoils of victory. This reading would take <span>ʾet<\/span> at the beginning of the second colon as a direct object marker identifying <i>mighty<\/i> as the direct object of <i>he will divide<\/i>. This understanding would then carry over to <i>many<\/i> at the end of the first colon.<\/p> <p>The second reading goes in the opposite direction, taking the preposition <i>b<\/i> prefixed to <i>many<\/i> in the sense of “with” or “among” and therefore reading the <span>ʾet<\/span> on <i>mighty<\/i> not as a direct object indicator but as the preposition “with” or “among.” With this reading, the point is that far from being despised and rejected, an unknown, the Servant will be given a place at the very forefront, dividing spoil with the victors. On balance, since it would be rather odd to indicate the object of <span>ḥlq<\/span> with <i>b<\/i> (cf. 34:17), it seems better to take <span>bārabbîm<\/span> as <i>among the many<\/i>, and <span>ʾet-ʿ<\/span><span>ṣûmîm<\/span> as <i>with the mighty<\/i>.<\/p> <p>The statement of the cause of the Servant’s exaltation is twofold, with each part expressed in a bicolon. The first bicolon speaks of the Servant’s activity, while the second speaks of the reason for that activity. What he did was to surrender himself to death <i>(poured out his soul)<\/i> and permit himself to be counted among the rebels. <i>poured out<\/i> is a form of the root meaning “to bare, become naked” (cf. Ps. 141:8). Thus it involves the idea of “baring” the self, denying all the natural instincts for survival, and allowing his physical life, our most precious possession, to be taken away. This was done because <i>he permitted himself<\/i> <i>to be listed<\/i> among the rebels, and thus died as one of the rebels. For this, he is exalted to the highest place? Throughout the book <i>rebels<\/i> (or “transgressors”) is hardly a term of adulation. Indeed, it is God’s strongest term of condemnation for his people (cf. 1:2; 46:8; 48:8; 57:4; 59:12–13; 66:24). It is hardly praiseworthy to have died with them. If he is the Righteous One, it would seem more reasonable that he should be exalted for having died with the righteous.<\/p> <p>But he did not merely die <i>with<\/i> the rebels. As the final bicolon explains, he died <i>for<\/i> the rebels, and that is all the difference. He did not die for his own sin or for his own rebellions; he was carrying the sin and rebellion of many. The use of this word three times in vv. 11b–12 is surely not accidental. He made “many” righteous and he will divide spoil with “many.” Why? Because he <i>bore<\/i> (i.e., took away) the sin of “many”! This thought is then amplified by the parallel thought that makes even more plain that although he suffered the fate of the rebels, it was not because he was a rebel, but that, strangely enough, by dying their death he was somehow <i>interceding<\/i> for them. As Westermann points out, this intercession was not merely the act of praying for them; it was intervention, as 59:16 makes plain. There was no one to step into the gap between the rebels and their just destruction, so the Servant did it with his own blood (Heb. 9:12–14). Thus as noted above, the writer wants to remove any doubt from the reader’s mind: the Servant will be exalted to the highest heaven (<a class=\"isa\" verses=\"WzE4NzEwXQ==\">52:13<\/a>) not because he was humiliated (although he was), not because he suffered unjustly (although he did), not because he did it voluntarily (although he did), but because it was all in order to carry the sin of the world away to permit God’s children to come home to him. He is exalted because he fullfilled God’s purpose for his ministry, and that purpose was redemption.<\/p> <p>Thus we reach the end of this segment that explains the means whereby Israel, and the nations, may come home to God. The call to rise up from lethargy and unbelief had been given in 52:12. Now the invitation to bask in the love of God is about to be given (54:1ff.). What has intervened? The description of the ministry of the Servant. Through him “many” (indeed, all) may be righteous before God. But who is this man? Throughout the passage, the reader is moved to ask that question again and again. But Isaiah never answers it, at least not in any conclusive way. We may say on the basis of the other Servant passages (<a class=\"isa\" verses=\"W3siMTg0ODIiOjl9LHsiMTg2MzgiOjl9LHsiMTg2NjciOjZ9XQ==\">42:1–9; 49:1–9; 50:4–9<\/a>) and their congruency with chs. 9 and 11 that he is the Davidic Messiah, who will bring justice to the world and light to the nations. Furthermore, we may say that he is that ideal Israel though whom the world will see the uniqueness and the saving power of God. But beyond that we look in vain for further identification. Why?<\/p> <p>The prophet himself was undoubtedly as mystified as the reader about what he had seen (cf. 1 Pet. 1:10–12). He is evidently looking into something beyond the scope of ordinary time and space. He is also looking into something beyond the ken of ordinary human theology and philosophy. He is looking at universal truth and the Universal Human Being. If he cannot be any more precise than he has been, we who have never been visited with a vision of such magnitude should hardly quibble. We should also think of another word that Isaiah received (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">7:14<\/a>), which was no less mystifying. Isaiah’s word to Ahaz at that time may give us guidance here. He called Ahaz to believe in God for what he could not himself see. The call to faith is not a call to believe in what we can see in the full light of day. That is not faith. Faith is able to see dim outlines in the night and go forward in confidence (Heb. 11:1–3). Thus it was never in the prophets’ interest to tell a future all of whose details were crystal clear. To be sure, their messages were clear enough, as this one is, but it was always faith, not information, that was the prophets’ concern.<\/p> <p>Christians look back at this passage from the vantage point of Christ with a piercing sense of recognition, perhaps like that which came to Philip with the Ethiopian eunuch (Acts 8:35; unless Jesus himself had already explained the connection; see Luke 24:47). In almost every word they see the face of their Savior and what had formerly been opaque becomes patently clear. If Isaiah had been compelled to produce a literal description of the life and character of the Servant\/Messiah, would it have looked like Jesus of Nazareth? Probably not, but the points of contact between that life and ministry and this text are so many and various that they cannot be coincidental. Either the facts of Jesus’ life were reshaped by a conspiracy of early Christian writers to make them conform to this text, a task so complex as to be unimaginable, or, much more simply, his life, death, and resurrection <i>did<\/i> so conform. The text must still be read through the eyes of faith, but with that faith the mystery is no longer about how it is possible for sinful humans to have a healthy and whole relationship with God. The only mystery is how God could love us like that.<\/p>",
    "audit": null
}