{
    "id": 17395,
    "source": "oswalt",
    "verse_id": 17908,
    "verse_count": 5,
    "reference": "13:1–5",
    "title": "Mustering God’s Army",
    "html": "<p>As noted in the Introduction, few modern studies of the book of Isaiah make any attempt to analyze the present form of the prophecy. This is so, because it has been concluded that this form is merely the result of historical accident, betraying the hands of numerous redactors, all working out differing purposes and visions of reality. As in the present case, however, the materials are much more coherent than is usually granted. Nor is it necessary to insist that the book was first written in its present order or at the same time in order to maintain this point of view. It is only necessary to permit that the final editing process (why not by the author?) was carried out with the intention of creating a vision no less inspired than that involved in the original speaking and writing.<\/p> <p>The chapters under consideration here call for such an interpretation, for the relationships among them are too clear and too powerful to have been arrived at merely by chance. As noted above (see on 7:1–9), one central theme runs through chs. 7–39—the trustworthiness of God. It is frequently said that the major theme of “Isaiah of Jerusalem” is the inviolability of Jerusalem. But that is not true of chs. 1–39 in their present form. Jerusalem is only inviolate if she finds the correct place in which to repose her trust: the living God. If she places it anywhere else, especially in the nations of mankind, she will be destroyed. Both chs. 7–12 and chs. 36–39 make this same point. Ahaz trusts Assyria and the promised result is destruction. Hezekiah trusts God and Assyria is destroyed. Between these two segments come the chapters under consideration here. They are united by this common theme: the God of Israel is the Lord of the nations. Their fate is in his hands (chs. 13–23); he is the sovereign actor on the stage of history, not they (chs. 24–27); trusting the nations instead of the King is foolishness (chs. 28–33); the ultimate results are: trust the nations, a desert; trust God, a garden (chs. 34, 35). This analysis means that chs. 36–38 are not a historical appendix to the previous materials. They are, in fact, the living out of the truths taught in chs. 13–35. Ahaz failed the test, but Hezekiah has learned the lessons and at least initially passes the test with high marks.<\/p> <p>Thus, whatever may be said about the ultimate origin of the materials in these chapters, they do not come to us as a hodgepodge of ideas, thrown together at random. Rather, they are related in such a way as to form a coherent and compelling statement which demands our attention and response today as much as it did then. We must trust either in the nations or in God, and no book on earth will ever make the case for trusting God more forcefully.<\/p> <p>Chapters 13–23 form one of the most easily recognized units in the book of Isaiah because of the recurrence of the word <span>maśśā’<\/span>, “burden” (RSV, NIV “oracle”), throughout. Furthermore, on first glance at least, it appears that all the pronouncements are of doom upon Israel’s enemies. However, closer examination makes it clear that the situation is more complex. 14:1–4a; 17:4–11; and 22:1–14 are all addressed to Judah, the last as an oracle. 17:12–14 and 18:1–7 begin with “woe” rather than “burden” and are not clearly addressed to a people (although Ethiopia does appear in 18:1). Furthermore, the “oracles” have no geographical ordering. Thus it is all the more imperative to attempt to discover the function of this material in the present order of the text. Only this function can explain why these materials have been grouped as they have in this place.<\/p> <p>Delitzsch is undoubtedly correct when he sees these chapters as following naturally upon the vision of Immanuel as ruler of the kingdoms. Young is also correct when he observes that the thought is generally an expansion of 10:5–34 with its attack upon the pride of Assyria. But perhaps Erlandsson gives the most perceptive key when he comments that these oracles are not so much an announcement of doom upon the nations as they are an announcement of salvation to Israel if she would trust her Lord. Without doubt the nations never heard these words or, if so, only second-hand, but Israel heard them first-hand. Thus, they are an answer to questions raised in chs. 7–11. Can God deliver Israel from the pomp and power of the world? Will he be able to restore her as <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">ch. 11<\/a> promises? The answer is a resounding yes. Furthermore, these chapters demonstrate the folly of trusting in nations whose doom is already sealed. God is the master of the nations. It is at his command that the armies move out to destroy one after another, both great and small. Thus, it is foolish for Israel to trust in her own system of alliances, with the necessary commitments to foreign gods, to save her. Only God, who has promised to save her, can save her.<\/p> <p>Furthermore, the section continues the treatment of pride which appears in the first chapters of the book. It is the arrogance of the nations that will finally bring them down (<a class=\"isa\" verses=\"WzE3OTE4LDE3OTI2LDE3OTQwLDE3OTc2LDE4MDg3XQ==\">13:11, 19; 14:11; 16:6; 23:9<\/a>). Because they have exalted themselves in the face of God, creating gods in their image (<a class=\"isa\" verses=\"W3siMTc2OTIiOjE3fSx7IjE3OTkxIjo1fV0=\">2:6–22; 17:7–11<\/a>), they will not endure. Permanence is only an expression of a relationship with the one permanent Being in the universe.<\/p> <p>Observation of the segment suggests that this element of pride provides the key to the organization. Chs. 13 and 14, which open the unit, are clearly an attack not so much upon the historical Babylon (cf. 21:10 for that) as they are upon that which Babylon has always represented: human glory. In this sense, Babylon was a much better choice to represent this motif than Nineveh, which was always seen as somewhat less cultured than Babylon even by the Assyrians. Similarly, the oracle against Tyre that closes the unit is expressed in highly charged images which suggest that much more than historical Tyre is being attacked. Instead, it is the commercial conquest upon which human wealth and glory have always rested that is condemned. It is interesting that the imagery applied to Babylon in the book of Revelation is particularly drawn from the description of Tyre here (Rev. 17:1–6). The recognition that Babylon was at the eastern end of the civilized word while Tyre was at the west, along with the highly symbolic language applied to each, suggests a bracketing effect which underlines the point of the unit: all human pride and accomplishment are under God’s judgment. Thus an Israel trusting in these is without hope (<a class=\"isa\" verses=\"eyIxODA1NCI6MjV9\">22:1–25<\/a>), but an Israel trusting in God has nothing to fear from the nations of mankind (14:1–4a).<\/p> <p>The development of the unit seems to proceed as follows: judgment upon pride symbolized by the eastern power (<a class=\"isa\" verses=\"eyIxNzkwOCI6NDl9\">13:1–14:27<\/a>); judgment upon neighboring nations, who threaten Judah but with whom Judah sought to ally herself against the eastern power (<a class=\"isa\" verses=\"eyIxNzk1NyI6MzR9\">14:28–17:6<\/a>); a restatement of the need for dependence on God and of the results of the absence of such dependence (<a class=\"isa\" verses=\"eyIxNzk5MSI6MTV9\">17:7–18:7<\/a>); judgment upon Egypt in whom Judah was tempted to trust (<a class=\"isa\" verses=\"eyIxODAwNiI6MzF9\">19:1–20:6<\/a>); judgment upon the Chaldeans and their allies who called for revolt against Assyria (<a class=\"isa\" verses=\"eyIxODAzNyI6MTd9\">21:1–17<\/a>); judgment upon sightless Judah (<a class=\"isa\" verses=\"eyIxODA1NCI6MjV9\">22:1–25<\/a>); judgment on pride symbolized by the western power, Tyre.<\/p> <p>In 13:1–14:27, the opening segment of the judgments upon the nations, the focus is upon Babylon (<a class=\"isa\" verses=\"WzE3OTA4LDE3OTI2LDE3OTMzLDE3OTUxXQ==\">13:1, 19; 14:4, 22<\/a>), an emphasis which seems odd to the reader having just come from chs. 7–12, where all the attention is on Assyria. Furthermore, there is no oracle in the entire unit (chs. 13–23) against Assyria. The brief words in 14:24–27 seem to be a postscript to the Babylon oracle. These two factors—the sudden appearance of Babylon, which was not an empire in its own right until nearly a century after Isaiah, and the absence of a reference to Assyria—have led many scholars to believe that this segment at least must be dated no earlier than the exilic times when Babylon’s downfall was imminent.<\/p> <p>This point of view is not necessary, however. There is every reason to believe that Babylon, the center of culture and trade in the world long before the rise of the Neo-Babylonian empire, is being used in the symbolic way mentioned above to introduce this unit which portrays God’s overthrow of national pomp and pride. The whole tenor of the language favors the symbolic interpretation (13:5, “from the ends of the heaven”; 13:10, the heavenly bodies darkened; 13:11, the world punished for its arrogance; etc.). The cultural dominance of Babylon is indicated by the degree of independence granted to it by Assyria until its final revolt was quelled in 689. Even Tiglath-pileser III felt it necessary to be crowned king of Babylon. Furthermore, it was during this period, from 720 to 708 B.C., that Sargon II had lost control of Babylon and during which time Babylon would have been currying favor wherever possible (as was still the case in 701 [39:1]). So, again Isaiah would have been warning against dependence upon this false hope.<\/p> <p>In the same way, the Medes are used to represent fierce, implacable destruction (<a class=\"isa\" verses=\"eyIxNzkyNCI6Mn0=\">13:17–18<\/a>). Many years before the Medo-Persian army of Cyrus accepted the surrender of Babylon in 539 B.C., the Medes had been recognized as a scourge by the Assyrians.<\/p> <p>Since Babylon was being considered as a symbol for Mesopotamia’s glory and pride, and since Assyria, the particular expression of that power, had been fully dealt with in the immediately preceding context, it was only necessary for the prophet briefly to remind his hearers in 14:24–27 of the current reality and in that way to connect the symbols with the reality. In effect, then, it was unnecessary to construct a full-blown oracle against Assyria because it had already been covered in an oracle against Babylon.<\/p> <p>There are four larger sections in the two chapters: 13:1–18, God’s Destruction of Human Pride; 13:19–22, Destruction of Babylon; 14:1–23, Downfall of the King of Babylon; 14:24–27, The Lord’s Plan for Assyria.<\/p> <p><a class=\"isa\" verses=\"WzE3OTA4XQ==\">1<\/a> In an unmistakable way, this verse links the oracle, and those that follow, to Isaiah. There are really only two alternatives for understanding this statement: either it is an authentic statement of historical fact or a later author attempted to make it appear so (Kaiser). If the latter is the case, it must be asked why someone would make such an attempt. Is it not because the editor wished to persuade the readers that an evidence of God’s power and authority is his capacity to reveal the course of events to people before those events come to pass (14:24, 26, 27; 41:21–27; 44:7, 8; 45:20, 21; etc.)? But if, in fact, Isaiah did not speak these words, the editor has resorted to a falsehood to prove a truth, something patently contradictory in a religion which stressed truthfulness as much as the Hebrew religion did. Nor will it do to say (with Gray) that someone merely thought Isaiah must have written it and inserted the conjecture here. It would have been unnecessary to insert the conjecture at this particular point unless it was felt theologically important to assert Isaiah’s authorship here. If the editor has used a falsehood consciously or unconsciously to prove a “truth,” then our acceptance of the “truth” becomes a matter of sheer credulity.<\/p> <p>On the other hand, there are good reasons to accept the veracity of the statement. The Bible records that Isaiah ben Amoz had perceived that Babylon was the ultimate threat to Judah (<a class=\"isa\" verses=\"eyIxODQxOCI6M30=\">39:5–7<\/a>). Furthermore, as noted above, it is not necessary to believe that Isaiah had a complete picture of Nebuchadrezzar’s Neo-Babylonian empire in mind to make these statements. He needed only to recognize that Babylon’s glory was the true symbol of enmity toward God and that dependence on that glory for help against Assyria must finally prove as deadly as the dependence upon Assyria against Ephraim and Syria had been. Such a recognition would not come to the unaided human mind, but neither would it demand a suspension and replacement of the human faculties as some commentators seem to assume was necessary for a predictive prophecy to occur.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkwOSI6Mn0=\">2–3<\/a> The oracle begins with a picture of a call to arms. In a figure which Isaiah returns to frequently, a signal flag is run up on a barren hilltop where it can be seen by all around (cf. 5:26; 11:10, 12; 18:3; 49:22; 66:10). The army is called to enter <i>the gates of the nobles<\/i>, or perhaps “the noble gates.” In either case, the allusion is to the haughty and elegant. The function of this army will be to cast down the proud (Jas. 4:6; 1 Pet. 5:5; Prov. 3:34). But this is not just any army. It has been called and assembled by God. So these are God’s warriors, consecrated to him to carry out his judgments and to exult in his being lifted up (v. 3). While the consecration may refer to certain purification rites carried out by soldiers prior to battle (1 Sam. 21:5, 6), it is more likely that the reference is merely to those who are set apart for God’s use, whether they intend so or not (10:6, 7; 45:4–6; Jer. 22:7; Joel 2:2, 11).<\/p> <p><a class=\"isa\" verses=\"eyIxNzkxMSI6Mn0=\">4–5<\/a> In a series of elliptical phrases, either having no verb at all or utilizing a participle of imminence, these verses convey the sense of swiftly gathering doom (cf. 5:26–30). The <i>mountains<\/i> referred to may be the Zagros chain which parallels the Tigris River and forms the eastern boundary of Mesopotamia. They create a natural barrier against the invaders from the east. It is equally likely, however, that no particular mountains are referred to, but that they are representative of all the natural barriers depended upon for security. But here the enemy has surmounted the barriers and masses for the final attack. Nor is this merely a local skirmish. This army has come from all over the earth, even as far as <i>the end of the heavens<\/i>, the place where the earth and sky meet at the horizon (cf. Deut. 28:49, “the end of the earth”). Once again, the stress is upon this army as God’s instrument. Who is coming? The Lord and the “vessels” of his wrath. This is truly the Master of history. How foolish to put one’s trust in a host rather than in the Lord of Hosts.<\/p>",
    "audit": null
}