{
    "id": 17455,
    "source": "oswalt",
    "verse_id": 18374,
    "verse_count": 9,
    "reference": "37:21–29",
    "title": "Assyria Ruled By The Lord",
    "html": "<p>These verses report the words of reassurance which came from the Lord to Hezekiah through Isaiah. According to v. 21, they are in specific response to the king’s prayer. As noted above (on 36:1), this is the second of the prayer-response structures here. In the first instance (<a class=\"isa\" verses=\"eyIxODMzMiI6N30=\">36:1–7<\/a>) Hezekiah’s general repentance and his suggestion that Isaiah’s God might choose to intervene were met with the rather cool statement that God will indeed take action for the sake of his own name. Here, however, Hezekiah has declared his own trust in God in a very complete way, and the divine response is commensurate with this declaration. In a much more vivid and emotional tone God declares that not only does he know of Assyria’s boasting but that her achievements have only been possible because he has planned them (<a class=\"isa\" verses=\"eyIxODM3NiI6NX0=\">vv. 23–27<\/a>). But now she has gone too far and God will prevent her from achieving her ultimate objective of this campaign—capture of Jerusalem (<a class=\"isa\" verses=\"W1sxODM3NV0seyIxODM4MSI6OH1d\">vv. 22, 28–35<\/a>). God’s initial aim with all humanity is to evoke repentance and trust, and when we respond in these ways to him, we may be confident that he will respond to us in ways which are satisfyingly complete.<\/p> <p>While some of the earlier followers of the theories of multiple authorship for the book (e.g., Smith, Cheyne) waxed eloquent about this passage as representative of the authentic preaching of Isaiah, the winds of opinion have now shifted to the degree that Wildberger, representing most modern commentators, can assert that there is no doubt that the materials do not stem from Isaiah, son of Amoz. These kinds of polar opposites, both put forward with equal certainty, do not create confidence in the methods or the results. As for the present position, there is now a consensus that <a class=\"isa\" verses=\"W1sxODM3NF0seyIxODM4NiI6M31d\">vv. 21, 33–35<\/a> form the oldest unit with at least two interpolated segments (<a class=\"isa\" verses=\"eyIxODM3NSI6MTF9\">vv. 22–29, 30–32<\/a>) having been added anywhere from Josianic to late postexilic times. However, the passage is now structured in a unitary way, moving from the opening statement of Jerusalem’s triumph (v. 22) through Assyria’s boasting (<a class=\"isa\" verses=\"eyIxODM3NiI6M30=\">vv. 23–25<\/a>) and the statement of God’s control (<a class=\"isa\" verses=\"eyIxODM3OSI6NH0=\">vv. 26–29<\/a>) and climaxing with the promises of Jerusalem’s deliverance (<a class=\"isa\" verses=\"eyIxODM4MyI6Nn0=\">vv. 30–35<\/a>). Thus the division into earlier and later parts is hypothetical in the extreme. In fact, were it not for the inability of scholars to believe that Sennacherib really was defeated by God outside of Jerusalem, none of this reworking of the text would be necessary. As it is, it is quite difficult to imagine how the turning of a Judean surrender into a great divine victory has any theological value at all. Furthermore, the Bible does not elsewhere depict the buying off of defeat (as Hezekiah did) as a divine act (2 Chr. 16:7–10; 28:16–21). It is in fact treated as an act of un-faith. One is at a loss to understand why this one was fictionalized (or theologized) to make the result appear to come from great faith.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzc0XQ==\">21<\/a> <i>Isaiah, son of Amoz<\/i> is one more attempt by the editor of the book, whether that be Isaiah himself or someone else, to let the reader know of the authenticity of the following statements (cf. 1:1; 13:1; 20:2). This conclusion cannot be easily gainsaid. Either the editor was correct, or he was innocently mistaken, or he is attempting to make a point he knows is incorrect. In any case he thought the precise identity of the speaker was quite important. If we now say it is unimportant, the burden of proof is upon us.<\/p> <p>The answer to Hezekiah’s prayer is depicted as coming at once, and the <i>waw<\/i> conjunctive, here translated <i>then<\/i>, shows that we are intended to link the response to the prayer. How fortunate Hezekiah was to have someone like Isaiah near him at this time, a person who was so much in touch with God that he could convey the comforting words at once while the work of God in history unfolded more slowly.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzc1XQ==\">22<\/a> Sennacherib has spoken to Hezekiah concerning the Lord; Hezekiah has spoken to the Lord concerning Sennacherib; now the Lord speaks to Hezekiah concerning Sennacherib. It is always this last account which matters. God has the final word on our nature and destiny. We may say what we wish about him; others may say what they wish about us; but it is what God says about you and me which is of ultimate importance. Sennacherib may style himself world ruler; he may terrify his small neighbors. But it is the God of one of the least of these who will close the book on who Sennacherib really is.<\/p> <p>Because it is God who rules Sennacherib and not vice versa, Isaiah can look to a day when Jerusalem, now a prone maiden helpless before a swaggering rapist, will mock her would-be conqueror’s impotence. The word order of the phrases emphasizes this point. Who is it that will despise the Assyrian? Zion’s virgin daughter, not some mighty hero. So as the oppressor slinks away, the intended victim will stick out her tongue at him and wag her head from side to side in derision (Ps. 22:8 [Eng. 7]; Jer. 18:16; Lam. 2:15). He could not do what he planned. And why not? Because Assyria has mocked the One who is the originator of all plans (cf. Jas. 4:13–16).<\/p> <p><a class=\"isa\" verses=\"eyIxODM3NiI6M30=\">23–25<\/a> God has heard what Sennacherib has said (<a class=\"isa\" verses=\"WzE4MzU3XQ==\">37:4<\/a>). Both his belittling of God and his own boasting have been perfectly clear. If the Assyrians had done some background work on Judah before the attack (see on 36:4–10), background work had also been done on Assyria. Verses 24 and 25 read very much like portions of the Assyrian royal annals in which the kings boasted of their conquests. All those events are known to God and come as no surprise to him. Thus it is not little Judah against which Sennacherib has arrayed himself, but against the Holy One. Happy is that person who is so completely dependent upon God that those who attack him are actually attacking God (Gen. 12:3; Exod. 23:22).<\/p> <p><a class=\"isa\" verses=\"WzE4Mzc2XQ==\">23<\/a> Throughout the first part of the book the conflict between human self-sufficiency and the glory of God has recurred. Here it is again. To glorify human potential apart from its relation to God is to make humanity itself God. But that is not possible. For the Holy One occupies the throne already, as Isaiah well knew (<a class=\"isa\" verses=\"WzE3NzczXQ==\">6:3<\/a>). The Holy is the One who is <i>other<\/i> than humanity and encounters it again and again, for good or for ill. We have no ultimate principle in ourselves, and to act as though we did is to guarantee that the encounter will bode ill, unless by its very cataclysmic nature it should bring us to our senses. So whether Sennacherib knows it or not, all his boasting, even that not directly against the Lord, <i>has<\/i> been against him, for God is truly ultimate and Sennacherib is not.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzc3XQ==\">24<\/a> <i>By your servants<\/i> is probably a way of saying that insult was added to injury. Not only did Sennacherib say these things, but he put them in the mouths of his lowest lackeys.<\/p> <p><i>With my many chariots<\/i> begins the section which has direct parallels with the royal annals (see Excursus II below). Chariots, like tanks or jet fighters today, were the most prestigious arm of the military, and even though they were useful only in flatland fighting, it was still a point of honor with the Assyrians to take them everywhere they went, even over the most difficult terrain.<\/p> <p>All the language here is to be taken hyperbolically. The monarch is saying that nothing can stop him, neither high mountains in the north with their dense forests, nor the deserts of Sinai, nor the swamps of the Nile Delta in the south. This is not to say that he had actually done each of these, but that he could if he wished.<\/p> <p>Verses 26–29 report that Sennacherib is in for a rude shock. The very One whom he has accused of impotence before the Assyrian might is in fact the One who has decreed and directed the Assyrian conquest. Sennacherib is not the one who threatens to drive God from his throne. Rather, he is God’s obedient servant, and the long string of victories which he cited as evidence of his superiority over any god are in fact all a part of the plan <i>of<\/i> God. But the tool has vaunted itself against the hand that swings it, and this attitude God will not abide (<a class=\"isa\" verses=\"eyIxNzg1NiI6MTV9\">10:5–19<\/a>). The Assyrians will be cut down just like the cedar forests they themselves boasted of decimating. At least two obvious lessons emerge here for the believer. (<a class=\"isa\" verses=\"WzE4MzU0XQ==\">1<\/a>) It is God who controls the sweep of history. He is not threatened by events. In fact, events are the arena in which he chooses to make himself known. It is the eye of faith which sees the hand of God in what seems to be catastrophe. (<a class=\"isa\" verses=\"WzE4MzU1XQ==\">2<\/a>) There is never room for human arrogance. All that we are and have are ultimately gifts from God.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzc5XQ==\">26<\/a> <i>Have you not heard from long ago<\/i> expresses the conviction that God’s ways have always been accessible to those who cared to look for them, whether Assyrian or Israelite. Paul held the same conviction (Rom. 1:19–20). This is not to deny the necessity of special revelation for salvation. But it is to say that the course of nature is more than enough to make it plain that we human beings are not ultimate in a world made in our image, and anyone who acts as though this were so is without excuse.<\/p> <p><i>I have done it.<\/i> The object is feminine in form, prompting Calvin to suggest that Jerusalem was intended. However, the general context points to “all of this,” an abstract usage which the feminine ending would serve. To paraphrase the verse: “Don’t you understand? All these things to which you have been attaching your ‘I,’ <i>I<\/i> have done them!” The element of God’s ancient plan and purpose is a special distinctive of the book as a whole. It appears first in direct connection with Assyria, and one wonders whether it was this realization which then triggered the wider application in the book. It is hard to know how much the idea of the purpose of God in history had been a part of Israelite thinking prior to this time. If it had not been very common, then the revelation of God’s plan in the movements of Assyria may have triggered the broader thoughts which appear later in the book where the idols are taunted for their purposelessness (chs. 43–45).<\/p> <p>A further aspect of this whole matter relates to predictive prophecy. Prior to 732 B.C. Isaiah had predicted that the Assyrians would sweep over Judah to the neck (<a class=\"isa\" verses=\"eyIxNzgxNCI6M30=\">8:6–8<\/a>). Now here they are. Whether or not the Assyrians had ever heard that they were a part of the plan of the God of Israel, the Judeans were certainly in a position to know the truth of that. So also in 550, the exiles would have been in a position to know that their God was God, if the whole matter had been predicted as part of the purpose of God many years prior to the fact.<\/p> <p><a class=\"isa\" verses=\"eyIxODM4MCI6M30=\">27–29<\/a> Here the prophet begins by agreeing with the Assyrian as to the results of his conquests: people have been helpless before the onslaught; they have been disgraced for trusting in fortifications or deities which could not stand; they withered before the blast like grass with no roots. But Sennacherib’s mistake was in his estimation of the cause of these effects. He thought the cause was in himself, in his shrewd plans coupled with his awesome might. But, as v. 28 makes plain, that is not the case. Sennacherib is not ultimate but derivative from a higher Power. In language reminiscent of Ps. 139, the writer points out that no one is a first cause if there is Another who knows every thought and motion of ours. It is one thing not to be aware of this Being (although Isaiah questions whether that is possible), but it is another to belittle the very One from whom your life is derived, as Sennacherib has done through his servants.<\/p> <p>Because of that belittling, God has no choice but to bring the Assyrian monarch to heel. The metaphors which Isaiah uses suggest just that. God will treat Sennacherib like a balky beast who must be made to do his master’s bidding by means of bit and bridle. It is a vast come-down to go from self-made ruler of the world to stubborn mule, but the latter is a truer picture of the situation.<\/p>",
    "audit": null
}