{
    "id": 17520,
    "source": "oswalt",
    "verse_id": 18769,
    "verse_count": 11,
    "reference": "57:3–13",
    "title": "Your Collection Of Idols",
    "html": "<p>In this passage the prophet expands on the condition of the nation that considers itself to be the elect of God, a nation that sees “righteousness” as a matter of correct cultic behavior. In order to make his point he draws on his own experience of spiritual adultery as expressed in idol worship and describes the nation’s condition in those terms. It is unnecessary to argue over whether the postexilic Jews were really this idolatrous or whether the material was actually written before the return occurred. Alexander is correct when he says that the prophet is talking about “the madness of apostasy from God” and uses “the most revolting traits and images” available to him. This discussion would have been entirely intelligible to Isaiah’s own contemporaries and would have increased its utility even though from a theological perspective he is talking about a situation where unmerited grace (such as was involved in the return) has been received and all the wrong conclusions have been drawn from it.<\/p> <p>The author seems to put together in a “collection” (cf. v. 13) all the worst features of pagan religion. He speaks of its grosser fertility aspects (vv. 5a, 7–8), of its child sacrifice (v. 5b), of its animism (v. 6), and of its ceaseless demands (<a class=\"isa\" verses=\"eyIxODc3NSI6Mn0=\">vv. 9–10<\/a>). All of this sums up the end results of a religion of works, in which the worshiper by his or her performance tries to manipulate the world in order to secure its blessings. Even those who did not practice this kind of blatant idolatry, but did stake their eternal future on ritual and birthright instead of on humble, ethical obedience, were in the same group, according to Isaiah (cf. 65:2–7, 11; 66:2–4). This seems to be the central point of this diatribe. Through all its history Israel has been possessed of what Hosea called a spirit of prostitution (<a class=\"isa\" verses=\"bnVsbA==\">4:12<\/a>), something that makes it choose form over substance, control over surrender (cf. 4:6). Isaiah knows that a profound experience of the grace of God can change that, but will not do so automatically. Thus he deals at length with the need of the people to live out the servanthood that has been graciously given to them. A eunuch who obeys the covenant for love is more truly an Israelite than a purebred Jew who, depending on his birthright, treats that covenant in a formal, and ultimately, pagan way.<\/p> <p>Verses 3–4 are an announcement of divine judgment against such people. Then <a class=\"isa\" verses=\"eyIxODc3MSI6Nn0=\">vv. 5–10<\/a> describe their behavior. Finally, in <a class=\"isa\" verses=\"eyIxODc3NyI6M30=\">vv. 11–13<\/a>, God addresses them, questioning the causes of their behavior and showing the consequences of continuing in it.<\/p> <p><a class=\"isa\" verses=\"eyIxODc2OSI6Mn0=\">3–4<\/a> <i>But you<\/i> introduces a strong contrast with “the righteous” of the preceding verses. God calls this group of people to stand in front of him for judgment. The description of their behavior in v. 4 calls to mind pictures of crowd behavior that are all too vivid, whether it is of German soldiers taunting an elderly orthodox Jew, or a lynch mob in the United States cavorting around the body of a black man, or children in a school yard mocking a new child who dresses strangely. These are the people in control, people of power and position, and all that is demonic in us bursts forth as we collectively seek to exorcise our own fear of being powerless, outcast, and alone. Here it seems likely that they have been mocking the righteous (<a class=\"isa\" verses=\"eyIxODc2NyI6Mn0=\">57:1–2<\/a>): odd people on the margins of society, silently drifting toward oblivion.<\/p> <p>But God says that the people he is addressing are not people of power and position. If they are depending on their correct lineage to show that they are the true servants of God, they are in for a shock. According to God, their real ancestry is not faithful Abraham and Sarah (<a class=\"isa\" verses=\"WzE4Njc2XQ==\">51:2<\/a>). Their mother is a <i>sorceress<\/i> or witch and a prostitute, and their father is an adulterer. Throughout the Bible idolatry and adultery are linked, because both focus on the priority of the individual’s needs, the attempt to gain power, and the devaluation of submission and trust. If these people want to make a big point of their lineage, they should look back on the behavior of their parents and tremble. In fact, the author says, it is people like themselves they should be mocking, people whose history is replete with rebellion and the persistent worship of falsehood.<\/p> <p><a class=\"isa\" verses=\"WzE4NzcxXQ==\">5<\/a> The prophet now proceeds to describe the behavior of these “children of falsehood.” He depicts the two facets of Canaanite religion that never ceased to horrify the prophets: fertility worship and child sacrifice. The precise reason for the association of the <i>lush tree<\/i> with the fertility cult is not known. Scholars usually mention the relative rarity of trees in Israel and the possible phallic symbolism. The ability of the tree to survive drought, storm, and the changing seasons must have been a factor as well. Perhaps the people felt that sexual activity in the shade (cf. Hos. 4:13) of such obviously fertile things would both partake of their fertility and add to it. But whatever the exact reasons were, the fact of the association is clear. Physical connection with the powers of creation rather than a spiritual relationship with the Creator becomes the key to power.<\/p> <p>Isaiah says that these people <i>inflame themselves<\/i>. They provoke themselves to corrupt actions because they have come to believe that they must do such things if they are to have the results they want. Tragically, the end of such inflammation is a pile of burned-out embers. How much different when we submit to the Creator, knowing that it is he whom we want, and allow the desires that he has placed within us to burn under his benevolent eye. Then the image will be of Moses’ bush that burns and is not consumed (Exod. 3:2).<\/p> <p>Those who set themselves aflame with desire in order to insure that desire is met will always mistake means and ends. For instance, godly children are the end (Mal. 2:15), and the means is sexual desire. But allow gratification of that desire to become the end, and the children that God has given will be sacrificed on every altar available as a means to the end. It is not clear why child sacrifice was a prominent feature of the Canaanite religion, but archeology, both in Israel and at Carthage, has confirmed the impression given by the Bible that it was widely practiced. It may be the mark of the final decadence of all human religions, where supposed human needs are allowed to dictate the shape of the world, or it may be a particular feature of this religion; but to the Israelite prophets, with their understanding of history and their sense that the future is always in thrall to the faithfulness of the present generation, the thought that people would destroy the next generation in order to gratify this generation’s lusts was intolerable.<\/p> <p><a class=\"isa\" verses=\"WzE4NzcyXQ==\">6<\/a> Not only were the trees places of worship, so were the <i>wadis<\/i>, the precipitous dry gullies down which water could thunder from a rainstrom in the hills. Indeed, it seems that every unusual geographical feature could become a site for worship sooner or later. This is an expression of the worldview of paganism: continuity. Every valley is Sheol, the underworld, where one must always reconquer death, just as every mountain is heaven, where one must partake of the food of the gods and every tree is the tree of life. Thus the prophet says in effect, if that is what you want, what you are willing to settle for, that is what you may have. Throughout the Bible, it is the Lord who is Israel’s portion. He gives them the land as an inheritance, but that is always to point to him (see on v. 13 below). Those who know him receive the land with joy, but if it comes to a choice between him and the land, there is no contest: he is their portion. But here the people have made creation their creator, they have chosen creation as their lot, and God lets them have it (see Rom. 1:20–25). If they would prefer to have as their gods the grotesquely shaped and smoothed rocks of the wadis, then they could have them. The intensity of feeling on the Lord’s part is indicated by the emphatically repeated <i>they, they are your lot<\/i>.<\/p> <p>The sense of the final colon in v. 6 is not entirely clear because of the possible double meaning of <span>nāḥam<\/span>. Its basic meaning, as frequently in this book, is to encourage, or offer support (AV “comfort”). But in one instance (which happens to be in this book, 1:24) a Niphal form like the one here has the sense of to comfort oneself by taking vengeance. Thus the question here is which meaning is intended. In either case a rhetorical question is apparently involved; and if taking vengeance was intended, a negative would seem to be required (as in LXX and Syr.): “Shall I not take vengeance&nbsp;.&nbsp;.&nbsp;.&nbsp;?” Without the negative the other sense seems more appropriate: <i>Should I take comfort&nbsp;.&nbsp;.&nbsp;.&nbsp;?<\/i> The people are being very religious, offering their sacrifices under the trees, in the wadis, and on the mountaintops. This religiousness probably reflects the paganization of Yahwism that Ezekiel, as well, protests (<a class=\"isa\" verses=\"bnVsbA==\">23:37–39<\/a>). Is God supposed to take pleasure in this corruption? He is certainly not doing so!<\/p> <p><a class=\"isa\" verses=\"eyIxODc3MyI6Mn0=\">7–8<\/a> Now the prophet shifts from the depths of the wadis to the heights of the mountains. As already mentioned, his purpose seems to be to catalogue all the pagan offenses together and leave nothing out. He returns now to the imagery of prostitution. When Israel reverts to the religion of magic and ritual, she has left her covenant husband, the Lord, and gone whoring after other lords. But of course more than imagery is involved. The heavily sexual orientation of the Canaanite religion meant that ritual prostitution was a fundamental part of worship. Thus it is not merely imagery when it is said that those who went to the high places to offer their <i>sacrifices placed their bed<\/i> there.<\/p> <p>The sexual imagery is expanded still further in v. 8, although it is not always clear how far the imagery has been taken. The syntax of the sentence is difficult, and the intention of some of the language is questionable. The problem begins with the first bicolon. The reference to <i>door<\/i> and <i>doorposts<\/i> is reminiscent of the commands in Deut. 6:9 and 11:20 about placing a portion of the Law on the doorposts of the house. Thus some commentators (e.g., Delitzsch) think that the point here is that this Scripture portion has been moved to a place <i>behind the door<\/i> where it is out of the idolater’s sight (and mind). Others have argued that this would only make it more visible to those inside the house, and if one were going to move it, why not simply dispose of it. Another suggestion is that the <i>memorial<\/i> is some pagan symbol (see Young). Yet another observes that <span>zikkārôn<\/span><i>, memorial<\/i>, shares the same consonants with <span>zākār<\/span>, “male,” and suggests that it was some sort of phallic symbol (see Muilenburg). While the last suggestion has no parallel elsewhere in the OT, and therefore must be considered questionable, neither is there any direct contact between “memorial” and the Deuteronomy passages. Thus it seems most likely that the reference is to some pagan object. It may be called a “memorial” ironically to reflect the paganization of Yahwistic religion with its emphasis on memory.<\/p> <p>The pagan aspect of “memorial” seems to be supported by the causal connection to the next bicolon. The “memorial” had been placed <i>because<\/i> the people had gone away from (elsewhere spoken of as “forgetting”; cf. v. 11) the Lord. Several commentators (e.g., Whybray) argue that all three verbs (<i>uncovered, gone up on<\/i>, and <i>stretched out<\/i>) have <i>bed<\/i> as their object. This view would be easier to support if the third word was joined to the other two by a conjunction. It would also be easier if the MT punctuation supported it (MT places <i>uncovered<\/i> and <i>gone up<\/i> in one colon, and <i>stretched out<\/i> and <i>cut<\/i> in the next, contra <i>BHS<\/i>). At the same time no compelling alternatives have clear ms. support. Some suggest that “your nakedness” has fallen out after “uncovered” (cf. Young; Ezek. 16:26; 23:18). Others (e.g., Watts, <i>BHS<\/i>) would follow LXX and change the pointing of “uncovered” from Piel to Qal so that the meaning is “departed from,” but as already noted, the paraphrastic nature of LXX on this verse makes it suspect. In sum, it seems best to recognize the difficulties and to accept the basic sense that Israel has turned her back on God and gone to bed with other lovers.<\/p> <p>The problems continue in the third bicolon. While <i>cut<\/i> is associated with making a covenant and can connote covenant making even when <span>b<\/span><span>rît<\/span>, “covenant,” does not appear, to cut a covenant <i>from them (<\/i><span>mēhem<\/span><i>)<\/i> instead of “with them” <i>(<\/i><span>ʾet-hēmmâ<\/span><i>)<\/i> is without parallel. But it is not at all clear what else could be intended. G. R. Driver suggests “snatched from them the love of their bed,” but what that would mean is not as clear as he tries to make it appear. Is it possible that this is some sort of ritual mutilation, such as is described in 1 K. 18:28? At any rate, dogmatism is hardly warranted.<\/p> <p>The final colon is slightly clearer, but has its own problems in the final phrase. What does it mean to <i>gaze on a hand<\/i>? Although the connotation is not paralleled elsewhere in the OT, it does seem likely that the suggestion first put forward by J. C. Döderlein that <i>hand<\/i> is a euphemism for “penis” is correct. “Hand” is used in this way in Egyptian, and it appears to be in Ugaritic as well. A similarly explicit (but even cruder) statement is made in Ezekiel (<a class=\"isa\" verses=\"bnVsbA==\">23:20<\/a>). The point is that Israel has become so infatuated with her idol lovers that she has lost all sense of restraint. Moreover, the relationship has become one that is fixated on the physical aspects.<\/p> <p><a class=\"isa\" verses=\"eyIxODc3NSI6Mn0=\">9–10<\/a> Now the prophet adds foreign gods to the idol collection. The people have gone to the trees, the wadis, and the mountains looking for lovers with which to prostitute themselves, but that was not enough. They must seek out lovers from far away. This is also a theme of Ezek. 23. In that passage political alliances are clearly involved in the relations with foreign gods, and that may be the case here as well. As the text stands, Israel is said to have journeyed to <i>the king<\/i>. This may be a reference to the various Assyrian and Babylonian emperors with whom Israel tried to make alliances over the years. It is also possible that it is a reference to a Canaanite god Melek (usually vocalized derisively by the Hebrew writers with the vowels for the word “shame,” <span>bōšet<\/span>, thus Molek; cf. NRSV). The main objection to this reading is that one would not have to travel far to worship Molek. As noted above, various proposals for emending the first colon have been made, but they have not garnered a great deal of support.<\/p> <p>The references to <i>oil<\/i> and <i>perfumes<\/i> have been taken in two ways, either as trade items or as adornment for the foreign lovers. Ezek. 23:41, as well as the general use of imagery throughout this poem, seems to support the latter. Israel, gorgeously dressed and richly perfumed, minces toward her chosen lovers unaware that they will strip her bare and violate her. But one lover is not enough; having become fixated on desire for desire’s sake, she must have more and more lovers (cf. Isa. 56:12).<\/p> <p>Thus she sends her envoys farther and farther, even to Sheol, to find other gods she can pay to come and take her. Some commentators (e.g., Whybray) believe that the reference to <i>Sheol<\/i> is to be taken literally, meaning that Israel even worshiped the gods of the underworld: Death and Pestilence. Others take it that the intention is figurative, indicating that the journey was very long. If one reads Molek in the first colon, the meaning of “Sheol” is probably literal; but if one reads “the king,” as it is taken here, the meaning of “Sheol” is probably figurative.<\/p> <p>The constant quest for new gods with which to prostitute oneself is exhausting; the way is very long (cf. 30:6–7 for a similar kind of expression). But an addiction has been created. Having refused the only one who can really satisfy, and having replaced him with the creation, an insatiable thirst has been aroused. To say <i>It is useless<\/i> is not possible. As with any addiction, the memory of former gratification drives one on, even when the gratification grows steadily less and less. To admit that the quest is hopeless would be to drive one back into the arms of God, whose invitation to surrender all control and live in trust one has already rejected. What is to be done? Again, an enigmatic phrase appears: <i>life in your hand you found<\/i>. There seem to be two possibilities, both closely related. The more overtly sexual one is to read <i>hand<\/i> euphemistically, as in v. 8. Thus a person whose potency is flagging manages to find some new stimulation and go on for another round. The major argument against this reading is that the subject is still feminine, as it has been since v. 6. To read <i>hand<\/i> euphemistically in this case is most decidedly a mixed metaphor. Thus it seems best to take it as a more general reference to strength (note Ps. 73:26, “the strength of my hand”). The sense would be much the same, but less specifically sexual.<\/p> <p><a class=\"isa\" verses=\"eyIxODc3NyI6M30=\">11–13<\/a> Finally God calls the people to account. He begins by asking them what could possibly have motivated them to be untrue to him. They expressed this unfaithfulness in three ways: they <i>lied<\/i>, they <i>did not remember me<\/i>, and they <i>did not take it to heart<\/i>. The sense of the first is not so much to tell a lie as to become a liar, someone who has betrayed the truth (cf. Prov. 30:6). The second has covenant overtones, as all through the book of Deuteronomy. Persons who forget God are persons who have broken the covenant, betraying the trust of the covenant partner. The third is especially interesting because it is a recurrence of the phrase that appeared concerning the death of the righteous in 57:1. It is betrayal that occurs simply because of a lack of attention, which lack grows out of unconcern. God asks what could possibly have motivated such behavior. The question is probably ironic. Surely, to turn these people away from their covenant Lord, the Creator of the universe, some terrible, monumental threat must have been mounted against them. Of course, that is not the case at all. To be sure, fear is involved in apostasy, the fear of what others think of us, fear of what they may do to us, fear of losing control of our lives, fear of having to do something unpleasant. But, as the psalmist says, what is that compared to the awesome power of the living God? What can a piece of meat do to us, or a cloud of dust (Ps. 56:5, 12 [Eng. 4, 11])?<\/p> <p>Why do they not fear God, the only being in the universe who deserves fear? The answer is given in another rhetorical question. Is it not because God has been silent about their sins? Perhaps if God meted out instant justice on sinners we would pay more attention to him. Of course, the world would be quickly depopulated, so that is not really an option for a loving God (see Exod. 32:11–14; Num. 14:13–19). Nevertheless, the mercy of God can be a cause for his people’s taking him for granted and beginning all too soon to be more concerned about what the world can do to us than about pleasing God.<\/p> <p><a class=\"isa\" verses=\"WzE4Nzc4XQ==\">12<\/a> So what will God do? There will come a time when he will no longer keep silent (cf. Matt. 13:24–30). The day of judgment will arrive at last and all the books will be opened (Rev. 20:12). Then all our righteousness will be laid out for all to see. God himself (note the emphatic pronoun) will announce the list of all the things we have done to capture the divine and to make ourselves a part of it. The use of <i>righteousness<\/i> here in comparison to Isa. 56:1 (cf. also 64:6) suggests again that it is not a denial of Yahweh that is being talked about. Rather, it is a paganization of that faith that is subtle enough so that the worshipers are able to delude themselves into thinking that their rituals and incantations, their sexual acrobatics and their child sacrifices, are all pleasing to the Lord. Thus today, out-and-out denial of biblical faith is rarely a problem. The problem is the prostitution of it. We mingle it with its sworn enemies to such a degree that it is nothing more than a shell of itself, and then we wonder why it has no power to move us and no stability to hold us. We call it righteousness, but it is really abomination (cf. 66:3).<\/p> <p>Although <i>works<\/i> is preceded by <span>ʾet<\/span>, which is normally a direct object marker, that is not the case here. As Delitzsch and others have pointed out, if “works” and “righteousness” were both objects of the verb “declare,” then we should expect “righteousness” to have the direct object marker also, and it does not. Thus the <span>ʾet<\/span> should be understood as introducing an accusative of specification, as indicated in the translation above and as supported by the MT punctuation. All their pseudorighteous works will be of no value when judgment comes.<\/p> <p><a class=\"isa\" verses=\"WzE4Nzc5XQ==\">13<\/a> Why is this? Because no matter how large the collection of this world’s gods may become, whether they are of trees, wadis, mountains, or far countries, in the end they are of no substance. In comparison to the glory (the weight, the reality, the significance) of God that fills the earth (<a class=\"isa\" verses=\"WzE3NzczXQ==\">6:3<\/a>), there is nothing to these things. They are a chimera, a vapor, an imagination of human minds that have rejected the truth. In the final glare of unveiled reality, they will vanish on the wind like the chaff they are. Nothing more than a breath will be needed to whisk them away. All the vast expenditures of human skill, both intellectual and physical, that went into creating the religions of humanity will be shown to be a monumental waste (cf. 17:8; 44:9–20), and their creators will be left stripped naked in the terrible white light of the glory of the Creator.<\/p> <p>But that need not be the case. It is never too late to abandon the worthless protection of these creations of human pride and fear. It is always possible to face reality and hurl oneself under the shelter of the Rock (<a class=\"isa\" verses=\"WzE3OTk0LDE4MTM1LDE4MjQ3LDE4NTQyXQ==\">17:10; 26:4; 30:29; 44:8<\/a>). Those who do so will find all the ancient promises to be true, but in a deeper sense than they ever imagined. Those who abandon the false supports they have created for themselves in their attempts to conquer the world will discover to their surprise that they have been adopted by the owner of the world and that they have become heirs to it. This is surely the meaning of Jesus’ statement, “Blessed are the meek, for they will inherit the earth” (Matt. 5:5). The meek are those who have surrendered their power and their attempts to make the world serve them. The meek are those who have admitted they are not God, and who have thrown themselves beneath the protection of the one who is God. These kinds of people have a much better inheritance than those who crossed the Jordan at Jericho. They are the heirs of God’s <i>holy mountain<\/i>, which is much more than the earthly Jerusalem. It is indeed the city of God (cf. 11:9 par. 65:25; 24:23; 25:6–8; 66:20).<\/p>",
    "audit": null
}