{
    "id": 17400,
    "source": "oswalt",
    "verse_id": 17941,
    "verse_count": 10,
    "reference": "14:12–21",
    "title": "Fallen From Heaven, Cast Out On Earth",
    "html": "<p>In <a class=\"isa\" verses=\"eyIxNzk0MSI6NH0=\">vv. 12–15<\/a> the scene shifts from the underworld to heaven and illuminates the pretense of human pride. That pride refuses to brook any rival, even God himself, insisting that all his prerogatives will be its own. Some of the church fathers, linking this passage to Luke 10:18 and Rev. 12:8, 9, took it to refer to the fall of Satan described in those places. However, the great expositors of the Reformation were unanimous in arguing that the context here does not support such an interpretation. This passage is discussing human pride, which, while monumental to be sure, is still human and not angelic. In fact, it is this very characteristic which makes this passage of special interest. Since the earliest discoveries of ancient Near Eastern religious literature this portion of the poem and other sections of the Bible have been compared to that literature. In this case, the vigor of this comparison was only increased by the discovery of the numerous verbal similarities with Canaanite myths uncovered at Ugarit. It is interesting that despite this vigorous investigation there is no single mythical story which can be said to be the prototype for Isa. 14:12–15. But it is of greater significance that among the numerous stories of a challenge to the high god, all the challenges are by another god. The remarkable thing about the Isaiah passage is that the challenge is by a human being. The prophet seems to be saying that ultimately the battle is not among the various manifestations of deity. Ultimately, the battle is between Creator and creatures, and the issue is whether we will accord him the right due him as Creator and bow to him in glad service or will continue to insist that we are as he is and continue to have our arrogance mocked by the worm. By alluding to the great literature of his day, drawing upon the rich connotations of those stories, Isaiah drives home the point that making God in our image is the great folly of humanity.<\/p> <p><a class=\"isa\" verses=\"WzE3OTQxXQ==\">12<\/a> <i>Day Star, Son of the Morning<\/i> reflects the likelihood that <span>hēlēl ben-šāḥar<\/span> refers to the planet Venus, which never reaches the zenith before the sun rises and apparently extinguishes it. <i>hēlēl<\/i> probably comes from the root meaning “bright” and thus logically applies to the brightest star. In Canaanite mythology the god Athtar, with whom the gods attempt to replace Baal at one point, may also be the morning star. In that story, however, Athtar does not seek the position and, upon finding himself unsuited for it, voluntarily leaves it. Recent attempts to derive the Isaiah account from the Greek myth of Phaeton, in which the central figure loses control of the chariot of the sun and is struck by a thunderbolt of Zeus in order to save the earth from the sun’s fire, suffer from the evidence that the Greek myth is derived from the Near Eastern stories rather than being the precursor of them. Once again, the indications are that the prophet was not dependent upon any one story, but used a number of current motifs to fit his own point.<\/p> <p><i>weak upon the nations<\/i> is translated by AV and RSV as “who weakened the nations.” But the normal meaning of the verb is intransitive, and the parallel “cast down on the earth, weak on the nations” yields a good sense when appropriately interpreted as in NEB, “sprawling across the nations.”<\/p> <p><a class=\"isa\" verses=\"eyIxNzk0MiI6Mn0=\">13, 14<\/a> There are a number of verbal similarities between this verse and several Canaanite poems. The term used for God is not the usual form “Elohim” but rather the short form “El,” which is the name of the high god of the Canaanite pantheon, the god of beneficence and justice under whom Baal and his consorts serve somewhat restively. The reference to the throne is somewhat similar to the Athtar account, in which he finds Baaľs throne too large for him, but there is no attempt to supplant El, for El had in fact chosen Athtar in Baaľs absence.<\/p> <p><i>the mount of assembly<\/i> is here associated, as the parallel shows, with Mount Zaphon or Mount Cassius in north Syria, where the gods were reputed to meet as did the Greek gods on Mount Olympus. Although Zaphon was particularly associated with Baal, the divine assembly was presided over by El. Thus Isaiah makes the kings of Babylon aspire to the kingship of the gods.<\/p> <p><i>the high places of the clouds<\/i> may have a cultic connotation in that the OT frequently uses <span>bāmôṯ<\/span>, “high places,” to refer to hilltops where sacrifices were made to the gods. The Ugaritic cognate means only “back,” and in this poetic context that may be the correct reading here (“the backs of the clouds”). In either case, the speaker is boasting of his intent to reach heights unattainable by anyone but the Highest of all. By contrast, the Bible depicts Goďs power as manifested in his stepping on the high places of the earth (Amos 4:13; Mic. 1:3), which prerogative he gladly shares with those who love him (Deut. 32:13; 33:29; 2 Sam. 22:34; Ps. 18:33; Isa. 58:14; Hab. 3:19). The human problem is that we will not accept Goďs gifts within the limits imposed by him. <i>We<\/i> wish to be God dispensing the gifts.<\/p> <p><a class=\"isa\" verses=\"WzE3OTQ0XQ==\">15<\/a> Despite the high pretensions, or precisely because of them, the king is plunged into the underworld. Death mocks every person’s claim to be God. This truth is entirely congruent with the teaching of Gen. 3. The forbidden fruit was proffered to Adam and Eve as being able to make them like God (<a class=\"isa\" verses=\"WzE3NzEzXQ==\">3:5<\/a>). Instead it brought them the ultimate proof of their finitude: death (3:22; cf. also Job 20:6, 7).<\/p> <p><a class=\"isa\" verses=\"eyIxNzk0NSI6Nn0=\">16–21<\/a> The final scene of the poem returns to earth where the cycle began. Here the king is portrayed in his ultimate disgrace, as an unburied corpse. There is a sense of wonder among the onlookers, almost of awe, that one so mighty could possibly come to so terrible a fate. For among Israeľs neighbors it was believed that if the body was not properly interred, the soul was doomed to wander the earth looking for a home. Whether the Hebrews held such an idea is unclear, but it is clear that they saw the lack of burial as a disgrace, at least, as shown by the risk which the people of Jabesh-gilead took in order to retrieve and bury the bodies of Saul and Jonathan (1 Sam. 31:11–13; 2 Sam. 2:4–7).<\/p> <p><a class=\"isa\" verses=\"eyIxNzk0NSI6Mn0=\">16–17<\/a> Those who pass by the body of the king stare at him and wonder at the complete reversal of his fortunes. He had not merely made the earth his home, he had made it his plaything. He had but to sneeze and the repercussions had reached the farthest kingdom; people lived in terror of his next move. What he had failed to realize was what Nebuchadnezzar learned to his sorrow: that the kingdoms of the world belong to God and that he gives them in trust to whom he will (Dan. 4:25).<\/p> <p>The frightful nature of this kind of pride is seen in the fact that it would prefer the world to be a desert in its own hands than a garden in the hands of someone else. In fact, the capacity to destroy and oppress becomes a source of pride (cf. 14:6). This is perversion at its plainest.<\/p> <p>But again the poet has turned the boast back upon the boaster. He who had exiled hundreds of thousands from their homes and would not let them return now is himself homeless, and in a much more profound sense. This man is a spiritual exile. His pride has driven him from the home which the Father has given in trust to all his children. Because pride denies God it must deny us what God has given, ultimately life itself.<\/p> <p><span>18–20a<\/span> These verses drive home the fact that the fallen king will not have a tomb, like all the lesser kings he had himself killed. He who held prisoners captive, not letting them go home, now has no house to which he can go.<\/p> <p><a class=\"isa\" verses=\"WzE3OTQ4XQ==\">19<\/a> There are a number of difficulties in this verse, including both textual problems and unfamiliar idioms. First is the question of the king’s being cast from his tomb when it appears that he was never in it. The possessive suffix <i>your<\/i> may be the result of dittography from the first letter of the following word, but if that were so, it does not materially ease the problem. It is simplest to regard <i>from<\/i> not as indicating source but rather as deprivation, yielding the sense “cast out, without a tomb.”<\/p> <p><i>like an untimely birth<\/i> is an interpretation of (lit.) “abominable branch” (so AV), which must be either a textual corruption or a figure for something else, since there is no reason to think that an actual branch would have been seen as abominable. Both Symmachus and the Targum contain the reading “untimely birth,” which may involve a correction from <span>nēṣer<\/span>, “branch,” to <span>nē<span class=\"u\">p<\/span>el<\/span>, “miscarriage.” But given the association of “branch” with offspring no such correction is required.<\/p> <p><i>clothed with the murdered<\/i> yields a very incongruous picture, yet no better interpretation of the phrase has emerged. If the battlefield imagery is retained, then it is possible that “clothed” means “covered,” i.e., with a pile of corpses. But there may also be some idea intended of the multitude of those he has himself slain weighing him down and providing his only shroud. In either case the <i>pit<\/i> here referred to is the grave and not the underworld.<\/p> <p><span>20a<\/span> The judgment contained in this verse is a surprising one because it is unexpected. The reader expects to find the king judged for what he has done to the foreign lands which he has oppressed (so LXX “<i>my<\/i> land&nbsp;… <i>my<\/i> people”), but instead it is his own land and his own people he has destroyed and for which he is judged. The truth of this becomes clear upon reflection. For the pride which has fueled every great tyranťs imperial designs has been as destructive to his own land and people as it was elsewhere. Yet whatever he has done to other people, it is his own people for whose shepherding he was responsible and whose exploitation is thus most reprehensible. This principle is not restricted to tyrants. Each of us, whatever we have done to those outside our own circle, is first of all responsible for what our pride has done to those closest to us.<\/p> <p><span>20b–21<\/span> The final judgment is aimed at the destruction of even the monarch’s name. The hope is expressed that his personal name will be forgotten and his family name be destroyed with his heirs. This sort of thing took place in Egypt in the fourteenth century B.C. when the pharaoh Akhenaten (Ikhnaton) forced through a series of sweeping and evidently unpopular changes. Upon his death he was succeeded by a first and then a second son-in-law, both of whose reigns were brief and ended suspiciously. With the end of the dynasty thus accomplished, the next dynasty did everything in its power to erase the memory of the heretic king, even to the dismantling of his temples and shipping the stones to opposite ends of the kingdom.<\/p> <p>So here the reversed lament reaches the final point of parody. Instead of wishing that the deceaseďs name will endure after him and that his children will bring honor to that name through their own long and productive lives, the singer wishes the opposite: may the earth quickly be delivered from even having to remember that this man was.<\/p> <p>So ends pride. Having sought to leave its mark on the world by brute force, it now sees all its works, and even its memory, destroyed by death. In contrast, Isaiah argues that those who lay aside their pride and become chosen servants of God are those who will live forever in his memory (<a class=\"isa\" verses=\"W3siMTc4OTUiOjd9LHsiMTgxMjUiOjN9LFsxODE1MCwxODE2NV0seyIxODQ0OCI6NX0seyIxODczMSI6Mn1d\">11:10–16; 25:6–8; 26:19; 27:13; 40:27–31; 54:7, 8<\/a>).<\/p>",
    "audit": null
}