{
    "id": 17436,
    "source": "oswalt",
    "verse_id": 18226,
    "verse_count": 11,
    "reference": "30:8-18",
    "title": "You Would Not",
    "html": "<p>In these verses the prophet turns from talking about the reliance upon Egypt (<a class=\"isa\" verses=\"eyIxODIxOSI6N30=\">vv. 1–7<\/a>) to the attitudes which prompted that alliance. Fundamentally, it is a refusal to trust God (v. 15), which is in fact what the entire division (chs. 7–39) is about. And having decided that Egypt is to be trusted more than God, they do not wish to hear anything which would call their choice into question. They had constructed a conceptual framework. Jesus encountered much the same response from the Pharisees. They were convinced that right standing before God was achieved through legalistic righteousness and they refused even to hear data which might call their conviction into question (Luke 6:6–11). But Isaiah says that if they will not hear the truth from his lips, then they will hear it from history. They can construct a false model of reality for only a limited time. Then reality will smash their model. They have refused to wait for the Lord’s help and have rushed off to help themselves. So the Lord must wait for them, as he did for Jacob, until circumstances will have reduced them to helplessness. But the good news is that he waits to be gracious (v. 18). It seems so strange that it is only after we break ourselves on the results of our pride that we are able to see him where he has been all along, offering his grace to us. But the truth remains—if we will not wait for him, then he will wait until our circumstances force us to turn to him.<\/p> <p><a class=\"isa\" verses=\"WzE4MjI2XQ==\">8<\/a> The exact contents of what Isaiah was to write is a matter for debate. Some (e.g., Delitzsch, Kaiser), taking their clue from the verb <i>inscribe<\/i> as well as the mention of <i>tablet<\/i>, conclude that only the name Rahab from v. 7 was intended, it being chiseled in stone in a public place. At the opposite pole are those (e.g., Scott, Skinner) who believe that major parts of the diatribe against Egypt in chs. 28–32 were to be written, probably in a scroll. The latter seems more likely in view of the poetic nature of the command. “Write on a tablet, inscribe in a book” must be understood in a broad way, and not have its parts pulled out for a narrowly literal interpretation, such as would be required if “tablet” and “inscribe” were emphasized to the exclusion of “write” and “book.”<\/p> <p>The purpose of the writing is of great importance to the interpretation. The written material was to stand as an eternal witness about days to come. Thus, as indicated also by 8:16, its chief value was not for the present deafened, hardened generation, but for generations yet to be born. They would see the record of God’s promises, both of disaster and blessing, see how those were realized, and believe. This interpretation argues that a rather complete record would be needed so that future readers could understanding the meaning of the witness.<\/p> <p><a class=\"isa\" verses=\"eyIxODIyNyI6M30=\">9–11<\/a> These verses reiterate for us why such a witness was necessary: The people refused to hear what the prophet was saying to them. As noted above, if they were to listen to this strange man, they would have to alter their view of God and their way of responding to him. Unwilling to make such an alteration, they refused to listen to Isaiah.<\/p> <p><i>this is a rebellious people<\/i> is a remarkable statement in the context of the ancient Near East. Every other people caused its victories and its triumphs to be recorded. If we know anything untoward about a people, it has had to be pieced together from other sources, certainly not from their own national literature. But the Hebrews somehow realized that they did not make reality. Reality was resident in One who was outside of themselves and outside of what they would wish to be so. That Isaiah’s bitter words about his people have been preserved is evidence not only of the supernatural preservation of the Word, but also that his view that the Transcendent One’s opinions of us are more important than our own of ourselves did triumph among the Hebrew people.<\/p> <p><i>false sons<\/i> carries with it implications which are difficult to convey in the translation. The versions are unanimous in translating “lying.” While this is a technically correct translation of <span>kḥš<\/span>, it is not so much that the sons tell lies as that they <i>are<\/i> lies. They are untrue to what a son should be, which is respectful and obedient. So it could also be said that they are “disappointing sons.”<\/p> <p>Joseph Jensen points out the many allusions to the wisdom teachings here. The reference to sons (Prov. 2:1, etc.) is one of those allusions, as is the use of <i>tôrâ<\/i> or “instruction.” In terms of conventional, political wisdom, the alliance with Egypt made some sense. After all, who else could offer any help against the Assyrian juggernaut? And since the wisdom teaching seemed to flourish in the court setting, the princes may very well have been using some of the sayings of the wise to enforce their plans. If that is the case, Isaiah is then attacking them head on. Their “wisdom” in fact prevents them from responding as true sons of God, whose most happy duty is not to categorize all existence into pragmatic epigrams but to be taught by their Father.<\/p> <p><a class=\"isa\" verses=\"WzE4MjI4XQ==\">10<\/a> It is generally agreed that the words quoted here are not the actual words of the people, but as in 29:15, they represent their true feelings. No one wishes to receive condemnation or to be challenged to behavior which is difficult or costly. We would much rather hear counsel which encourages us to take the path of least resistance and encourages us to good opinions of ourselves. But in fact such counsel takes no account of our unholiness and God’s holiness. It is as though bright light could be brought into a barn and not reveal dust, dirt, and manure. So the universal experience of the biblical prophets was to speak words which were full of demand for renunciation and commitment and to be rejected for their harshness, while others were all too willing to receive privilege and honor for saying what people wanted to hear.<\/p> <p>Having made up their minds as to the course of action they intended to take, the people were no longer interested in hearing counsel which did not confirm their decision. Having become bent, they hated the picture of straightness which Isaiah kept putting before them. This is not to say that they acknowledged their bentness, but that they did recognize a discrepancy between what they thought was acceptable and what he thought was acceptable and that they were tired of hearing his point of view.<\/p> <p>But Isaiah insists that what they are actually trying to get him to do is to lead them astray. When they tell him to alter his message, they are asking him to confirm them and to take them farther away from the Holy One. In the words <i>take the Holy One of Israel from before us<\/i>, it is almost possible to see the wry grins of people who see Isaiah coming in the distance, and say, “Oh no, we’re in for another dose of ‘the Holy One’&nbsp;” (cf. 5:19). Their eyes were blind to the vision which Isaiah had seen and had spent his life trying to convey. They could not catch a glimpse of God’s transcendent perfection, nor of his glory which is imminent in every scrap of this earth. And since they could not see it, they wished Isaiah would stop seeing (v. 10) too, so that he could speak of smooth, affirming things and not of a God whose splendor demanded impossible things of them.<\/p> <p><a class=\"isa\" verses=\"eyIxODIzMCI6M30=\">12–14<\/a> The opening line is heavy with irony in the light of v. 11. Do they wish to hear no more of the Holy One of Israel? Then it is precisely for them that the Holy One has a word. They have blinded and deafened themselves so that they may continue on their mad way. Now there only remains to announce the results of such an attitude. Slowly those results will gather weight, but they will come in an instant like a collapsed wall or a shattered jug. Probably there were some who had been mocking Isaiah and telling him to be quiet since none of the doom he had been forecasting from the Holy One had yet come to pass (<a class=\"isa\" verses=\"WzE3NzU5XQ==\">5:19<\/a>). But instead of subsiding, he asserts his prophecy with all the force of imagery at his command.<\/p> <p><a class=\"isa\" verses=\"WzE4MjMwXQ==\">12<\/a> <i>this word<\/i> is troublesome to some commentators because it has no clear antecedent in the previous verses. Some therefore take <a class=\"isa\" verses=\"eyIxODIzMCI6M30=\">vv. 12–14<\/a> as a fragment of another oracle that has been pressed into service here, while Kissane wished to place <a class=\"isa\" verses=\"eyIxODIzMyI6M30=\">vv. 15–17<\/a> between vv. 11 and 12. But neither of these expedients seems required. The “word” is the “instruction” of the Lord (through Isaiah) that was rejected in <a class=\"isa\" verses=\"eyIxODIyNyI6Mn0=\">vv. 9, 10<\/a>, and 11.<\/p> <p><i>oppression and crookedness<\/i> are somewhat ambiguous in their reference. On the surface they would seem to refer to social injustice. But that meaning seems out of place in this passage, which addresses political misdealing. Some commentators (Delitzsch, Skinner) refer the oppression to that of war taxation, but that is hardly obvious. Others (Kaiser, <i>BHK<\/i>) suggest that <span>‘ōšeq<\/span>, “oppression,” should be emended to <span>‘iqqēš<\/span>, “twistedness.” This suggestion is attractive but lacks clear support in the versions. If the MT is correct, the intent may be to condemn the style of leadership that has resulted in these bad decisions, one which has relied upon the politics of coercion and deception.<\/p> <p><a class=\"isa\" verses=\"WzE4MjMxXQ==\">13<\/a> <i>this iniquity<\/i> contrasts with “this word” in v. 12. As is frequently the case with “iniquity,” it is difficult to distinguish between the act and the culpability attaching to the act. In any case, the refusal to be instructed by God brings a person into estrangement from him, and that estrangement is an estrangement from life that must be corrected at once if disaster is not to occur. This impending disaster is described in two figures, both of which indicate suddenness and totality. The first is a wall which is beginning to topple. The interval from the first cracks until the actual collapse may be a long time, but when the collapse comes it is terribly sudden and irreversible. So it will be with this refusal to rely on God. Years may pass, but one day the Assyrians will stand at the door with all Judah in ruins behind them.<\/p> <p><a class=\"isa\" verses=\"WzE4MjMyXQ==\">14<\/a> When the wall collapses it will be shattered as suddenly and completely as a jug dropped on a rock. One minute the jug was whole and the next minute it is only pieces. So also with the toppling wall. What this indicates is clear: that judgment has not yet come is hardly grounds for saying it will not come. The NT picks up the same kind of warning about the final judgment (Matt. 24:36–44; Mark 13:32–37; 2 Pet. 3:3–10). The only prevention for such sudden destruction is to listen to the word of God and to gaze upon the Holy One, no matter how that conflicts with our preconceived notions for our security.<\/p> <p><a class=\"isa\" verses=\"eyIxODIzMyI6NH0=\">15–18<\/a> In these verses Isaiah speaks again of God’s message, the Judeans’ insistence upon their own devices, the disaster which will come of that, and the necessity which all this places upon God to wait until they are in a position to receive before he can be gracious to them. Until we are ready to exercise trust, until we are ready to wait for him, he must wait for us. As noted above, many would separate v. 18 from <a class=\"isa\" verses=\"eyIxODIyNiI6MTB9\">vv. 8–17<\/a>. However, it forms an apt conclusion to this whole section on refusing to listen to God. For what that refusal does is not merely to bring judgment upon us, but also to block the grace which God wants to give us.<\/p> <p><a class=\"isa\" verses=\"WzE4MjMzXQ==\">15<\/a> <i>For<\/i> indicates a causal link between <a class=\"isa\" verses=\"eyIxODIzMyI6M30=\">vv. 15–17<\/a> and what precedes. Why will judgment come with suddenness? Because the Hebrew people have preferred flying off on horses to resting in God’s care. The Holy One had extended his arms to them with a gentle word of strength (<a class=\"isa\" verses=\"WzE4MTc3XQ==\">28:12<\/a>), but they refused. They could have hidden beneath his wings like chicks, but they would not (Matt. 23:37). Why not? Because to admit that we need God is to admit our limitation, and that admission the fallen human spirit hates.<\/p> <p><i>In returning and rest<\/i> is God’s prescription for their situation. Their frantic preparations will ultimately do them no good. How much better to admit their helplessness and to experience God’s care than to insist upon their ability to cope and to deprive themselves of that comfort.<\/p> <p><i>returning<\/i> is customarily regarded as having to do with repentance: turning from their self-reliance back to God. However, a number of scholars have suggested that “sitting” would be a more appropriate parallel to “rest” and propose to take the root as from <i>yšb<\/i> rather than <i>šwb.<\/i> However, the line is very probably chiastic with “returning” paralleling “trust” and “rest” paralleling “quietness.” This parallelism suggests that Driver is probably correct and that while “returning” may not carry heavy theological freight here, it does speak of relinquishing one’s own efforts. This is the same message which Moses had given to the Hebrew people (Exod. 14:13) and Isaiah had given to Ahaz (<a class=\"isa\" verses=\"eyIxNzc4NiI6N30=\">7:3–9<\/a>). In the former case, it was heard, but in the latter, as here, it was not. Perhaps it was heard there because there was literally nowhere else to turn.<\/p> <p><a class=\"isa\" verses=\"WzE4MjM0XQ==\">16<\/a> Their response to God’s offer would be incredible if it were not of such a common sort. God offers himself and they choose horses (cf. also 31:1)! Horses no longer had the revolutionary military significance which they had had when first introduced during the Middle Bronze Age, but they were still the “glamour” weapons of the armies. Cavalry and chariotry had the same appeal as armor and air forces do today. Thus, especially to a country which is militarily weaker than its adversaries, obtaining the very latest in military hardware becomes almost an obsession (as can be seen in the Third World today). But just as horse and chariot could not save 2700 years ago, neither can the Main Battle Tank and the F–16 today (cf. 31:2–3).<\/p> <p>The writer uses both wordplay and assonance in this verse. In each of the cola, he turns the meaning around. The sense of the first is: “We will get horses so we can flee, if necessary,” and he responds, “Then you really will have to flee.” The second says: “We will ride on the swift one (the horse),” and he says, “Your pursuers will be swifter.” The point is that when we rely on our own strength and speed to see us through, we may be sure that one day we will meet someone swifter and stronger than we. What then?<\/p> <p><a class=\"isa\" verses=\"WzE4MjM1XQ==\">17<\/a> When that happens a thousand will be routed by a handful and nothing will be left. Our hope was in ourselves, and when that is proven false, collapse comes suddenly, as with a toppling wall or a dropped jug. Had our hope been in the Sovereign God, we would have had nothing to fear, for he transcends all the revelations of our finiteness. This was what Isaiah was saying, but only a later generation could hear him, perhaps in part because there was a flagstaff left in his day—destruction was not final. Later, when Jerusalem was in ruins, it was easier to understand a word which says our <i>only<\/i> hope is in God.<\/p> <p>Without taking poetic speech too literally, one is tempted to see in the mention of the pole on the hilltop a reference to the fact that Jerusalem would survive the coming onslaught, although alone. If that is correct, it certainly was not understood to be a great cause for rejoicing. Isaiah was speaking of humiliation and destruction, so that only scraps would remain.<\/p> <p><a class=\"isa\" verses=\"WzE4MjM2XQ==\">18<\/a> <i>Therefore<\/i> introduces a statement which is admitted on all sides to be transitional. However, since the tone of the verse is positive, it is usually taken with <a class=\"isa\" verses=\"eyIxODIzNyI6MTV9\">vv. 19–33<\/a>, which are also positive. But this creates problems in understanding the “therefore.” Young is representative when he tries to make it only an introductory word for a new section. That seems very unlikely in view of <span>lāḵēn<\/span>’s typical dependency upon a previous statement of conditions. Furthermore, it is in poetic form as opposed to vv. 19ff., which are in prose. All of these factors suggest that the case is at least as strong for the verse to be read in the light of the foregoing as of the following. Thus, because Judah will not wait on the Lord (<a class=\"isa\" verses=\"WzE4MTM5XQ==\">26:8<\/a>) but insists on rushing off on horses, the Lord must wait to show his grace until they are in a position to receive it. So to the repeated cry of “How long, O Lord?” his answer is, “Whenever you are ready.”<\/p> <p><i>the Lord is a God of justice<\/i> may be understood in two ways, both of them possessing some validity. First, Young suggests that God’s grace must wait because he is a just God and his justice must be experienced before his grace can be. Second, Calvin suggests the meaning to be moderation and order. There is hope because God does not simply go into a rage and destroy whole peoples. The latter view seems to be supported by the structure of the verse, which has “blessed are all who wait for him” following on the statement of his justice. Because he can be appealed to, because he will hear the cries of those who endure persecution and hardship for his Name’s sake, therefore they are and will be a happy people.<\/p> <p>In some ways this verse sums up the message of the book: those who exalt themselves in an effort to meet their own needs are doomed to failure, because only God is exalted in this universe (<a class=\"isa\" verses=\"eyIxNzY5OCI6Nn0=\">2:12–17<\/a>) and because only he can meet their needs (<a class=\"isa\" verses=\"eyIxODQ0OCI6NX0=\">40:27–31<\/a>). The key to life is found in letting him be God and in training ourselves to complete dependence upon him until we discover that he can supply our needs a hundred times better than we can.<\/p>",
    "audit": null
}