{
    "id": 17539,
    "source": "oswalt",
    "verse_id": 18893,
    "verse_count": 5,
    "reference": "64:7–11",
    "title": "Will You Keep Silent?",
    "html": "<p>This is the final stanza of the lament that began at 63:7. It is a plaintive call for God to remember two things: he is the one who brought Israel into existence, and they are now in misery and shame. It ends with the question: can God simply ignore these facts? While the stanza cannot be called a formal summary of what has preceded, the two main points are also the main points of the lament itself (see 63:8–9, 16, 17–19; 64:5–6 [Eng. 6–7]).<\/p> <p><span>7 (<a class=\"isa\" verses=\"WzE4ODk0XQ==\">8<\/a>)<\/span> The conclusion of the lament is introduced by the adversative <span>waw<\/span> and the time word <span>ʿattâ<\/span><i>: But now<\/i>. The rehearsal of the facts is over, particularly the fact that God seems to have withdrawn himself from his people with the result that they have no remorse for their sin and no inclination to turn to him. That fact is now contrasted with another fact: Israel is the distinct creation of God. This was a central point of the historical reminiscence of 63:7–14: God did not call Israel into existence, give them his covenant, and lead them into the promised land because they deserved it for their faithfulness, but solely as an expression of his own saving character (“name,” 63:12, 14). God is Israel’s <i>Father<\/i>, not in any ontological sense, as the following image indicates, but in the sense that he is responsible for their existence. The same thought was expressed in 63:16.<\/p> <p>The figure of the <i>clay<\/i> and its shaper is not new to the book, having occurred in both of the other literary divisions (<a class=\"isa\" verses=\"WzE4MjEwLDE4NTcxXQ==\">29:16; 45:9<\/a>). In the previous occurrences, the point is that it is foolish for the created thing to criticize its creator. Here the point is more poignant: can the artist simply toss aside the thing on which he has lavished care and attention, into which he has put so much of himself? Thus Isaiah appeals to God: although our sin cannot be denied, neither can the nature of our relationship with you. Surely you will not allow our sin to frustrate your creative purposes, will you?<\/p> <p><span>8 (<a class=\"isa\" verses=\"WzE4ODk1XQ==\">9<\/a>)<\/span> The prophet now pleads that God’s recognition of his special relationship with Israel might mitigate his judgment. Isaiah does not ask that judgment be dispensed with or suspended, only that it not be carried out to its <i>extremity<\/i>, which would surely mean the extermination of his people. This is a major theme of the book. God’s judgment will fall on this sinful people; there will come a point where it cannot be averted. Nevertheless, judgment is not an end in itself; it is intended to have an ultimately redemptive purpose in cleansing and restoring the people to purity (cf. 4:2–6; 30:18–22; 54:7–8). Isaiah is here appealing for God to actualize that reality. As Isaiah looks at the sin of his own day and recognizes that it will continue on into the far future, even after the return, his heart sinks and he cries out to God, “You really will not carry out judgment to its end, will you? Although you cannot ignore our sins, surely you will not remember them forever, will you?” Like the psalmist (Ps. 27:7), the prophet prays that God will remember his people in the light of his unending love, not in the light of their sins (cf. also Ps. 79:8).<\/p> <p>These thoughts are reinforced by the final appeal of the verse, which has something of a chiastic relationship with the opening thought of v. 7 (Eng. 8). Using the same verb as in 63:15 <i>(look)<\/i>, and emphasizing it with <span>hēn<\/span><i>, Behold<\/i>, the prophet calls on God to consider the all-important fact that these sinners are not just any people, but they are <i>your people<\/i>. This is the same appeal that Moses had used in the golden calf incident (Exod. 32:11, 14). Since God is their Maker and the one who has staked his reputation on them, he cannot simply abandon them, no matter how just such abandonment might be.<\/p> <p>The repetition of <i>all of us<\/i> at the ends of vv. 7 and 8 (Eng. 8 and 9) (see also v. 5 [Eng. 6], 2 times) indicates that the writer is not playing off one group in Israel against another. <i>All<\/i> are implicated in the sin of any, and none can stand off in self-righteousness and say that his or her sinfulness is relatively less significant than someone else’s. Neither is the prophet separating himself from the condition of his people. This capacity for total identification, with God on the one hand and the people on the other, is one characteristic of the Hebrew prophets. They are not disembodied voices, chirping and muttering mysterious divinations from the beyond (cf. 8:19), absorbed into the deity and disengaged from everything around them. No, they are unusually engaged on every level, and this is what makes them so vital to the life of the nation of Israel.<\/p> <p><span>9–10 (<a class=\"isa\" verses=\"eyIxODg5NiI6Mn0=\">10–11<\/a>)<\/span> The prophet now turns to the second part of his appeal: the shame and misery of God’s people. The repetition of <i>holy<\/i> in both verses is significant, because it reflects in the outer world the problem in the inner one. The “holy people” (<a class=\"isa\" verses=\"WzE4ODY3LDE4ODg1XQ==\">62:12; 63:18<\/a>) are not holy at all (cf. 65:5). They give little evidence of ever having belonged to God, in either character or condition (<a class=\"isa\" verses=\"WzE4ODg2XQ==\">63:19<\/a>). In the same way, the <i>holy cities<\/i> and the <i>holy house<\/i> give little evidence that they belong to the God who rules heaven and earth. This concern probably explains the reference to the <i>cities<\/i> of Judah (not just Jerusalem) as <i>holy<\/i>. Since all the land belongs to God, it should all give evidence of that ownership. In fact, it does not. From glorious Zion to the lowliest village, all are a wilderness, with the result that God’s holy name is profaned (cf. Ezek. 36:20).<\/p> <p><span>10 (<a class=\"isa\" verses=\"WzE4ODk3XQ==\">11<\/a>)<\/span> Even more disgraceful is the condition of the temple, <i>our holy and beautiful house<\/i>. It has been burned to the ground, and with it all the lovely things that had been dedicated to God for worship (cf. Lam. 1:10; Ezek. 24:21, 25). It is obvious that to the writer God should be especially attentive to this situation, because it was in this place that Israel had praised God’s name. Can God allow a place with all those associations to lie in ruins? Added to this is the irony of <span>tipʾeret<\/span><i>, beautiful<\/i>. This word and its related forms occur frequently in chs. 60–62 (see above on 60:7), where God promises to make Zion a reflection of his own beauty. But much as the harsh realities of <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a> follow the beautiful promises of 4:2–6, so here, in spite of all the glorious promises of chs. 60–62 about Zion’s “beauty,” the <i>beautiful house<\/i> is a burned-out hulk. Will God keep his promises, or not?<\/p> <p>This emphasis on the destroyed temple is of special significance at this point in the lament form. Laments normally close with a vow of praise, which is frequently to be fulfilled in the temple (cf. Ps. 22:26 [Eng. 25]; 26:6, 12; 27:4; 42:5 [Eng. 4]; 43:4; 51:21 [Eng. 19]; 54:8 [Eng. 6], etc.). But here the temple where praises were wont to be given does not even exist! How then can one make a vow of praise? This is some measure of the desperation that the writer feels.<\/p> <p><span>11 (<a class=\"isa\" verses=\"WzE4ODk4XQ==\">12<\/a>)<\/span> All the people’s hopes and anxieties are finally summed up in two questions. Will God restrain the compassion that Israel’s history has shown to be his most characteristic quality, and will he refuse to respond to their cries <i>(be silent)<\/i> for mercy and so continue to <i>afflict<\/i> them to the point of extinction <i>(extremity)<\/i>? The pathos of the appeal is strengthened by the third repetition of God’s personal name in the vocative <i>(O Lord)<\/i> in this stanza (cf. <a class=\"isa\" verses=\"eyIxODg5MyI6Mn0=\">vv. 7, 8<\/a> [Eng. 8, 9]). This is not a business transaction, but an intimately personal one.<\/p> <p>As throughout 63:7–64:6 (Eng. 7), there is no question of God’s justice, nor are any excuses offered for Israel’s persistent sinning. There is clearly no hope at all in those directions. The only question is whether God’s pity for the condition of his children and his concern for his name, which is inextricably linked with Israel, might prompt him to intervene in the hearts and lives of his people, doing in them what they cannot do for themselves. Will the Warrior from Edom (59:15b–21; 63:1–6) act to make possible the fulfillment of the promises of 60:1–62:12?<\/p>",
    "audit": null
}