{
    "id": 17471,
    "source": "oswalt",
    "verse_id": 18491,
    "verse_count": 8,
    "reference": "42:10–17",
    "title": "God’s Victory",
    "html": "<p>The hymn that begins in 42:10 signals the end of the first section (<a class=\"isa\" verses=\"eyIxODQ1MyI6Mzh9\">41:1–42:9<\/a>) of this subdivision (<a class=\"isa\" verses=\"eyIxODQ1MyI6MTM1fQ==\">41:1–45:25<\/a>) and the beginning of the second (<a class=\"isa\" verses=\"eyIxODQ5NSI6NjJ9\">42:14–44:22<\/a>). Scholars are divided over whether 42:10–13 is part of the previous section, part of the following section, or stands alone. As noted in my volume on chs. 1–39 and elsewhere in this volume, this kind of smooth transition seems to be typical of the style of Isaiah.<\/p> <p>I am convinced that 42:10–17 are to be taken as a unit, and that since <a class=\"isa\" verses=\"eyIxODQ5NSI6NH0=\">vv. 14–17<\/a> are rather clearly united to 42:18–44:22, then 42:10–17 is introductory to that following section. Three primary factors indicate that one should consider <a class=\"isa\" verses=\"eyIxODQ5MSI6OH0=\">vv. 10–17<\/a> together. First, North cites evidence that the psalms showing the most similar forms to those found in <a class=\"isa\" verses=\"eyIxODQ5MSI6NH0=\">vv. 10–13<\/a> continue on with statements like those in <a class=\"isa\" verses=\"eyIxODQ5NSI6NH0=\">vv. 14–17<\/a> concerning God’s judgment of the earth (Ps. 33, 40, 96, 98, etc.). Second, the auditory images of v. 13 continue into v. 14. Third, the emphasis on the sovereign activity of God that begins in v. 13 is continued through v. 16. This emphasis, with its inescapable conclusions for the worship of idols, is then expanded throughout 42:18–44:22, with that conclusion being driven home forcefully in 44:9–20.<\/p> <p>This section (<a class=\"isa\" verses=\"eyIxODQ5MSI6NjZ9\">42:10–44:22<\/a>) differs from the preceding one (<a class=\"isa\" verses=\"eyIxODQ1MyI6Mzh9\">41:1–42:9<\/a>), which was setting the stage. It established the setting of the dispute with the idols, and the basis for that dispute: the activity of deity in history, particularly whether there was any evidence of activity according to plan and foreknowledge. Specifically, that historical activity included the coming of Cyrus and the return from exile. That section also introduced the two servants: the disgraced and dejected one (<a class=\"isa\" verses=\"eyIxODQ2MCI6MTN9\">41:8–20<\/a>), and the one who would do the work of the Messiah (<a class=\"isa\" verses=\"eyIxODQ4MiI6OX0=\">42:1–9<\/a>).<\/p> <p>With those parameters established, 42:10–44:22 proceeds to expand on two of those features, especially as they relate to the Lord and his nature. The first feature is the certainty of redemption (<a class=\"isa\" verses=\"eyIxODQ5MSI6MjN9\">42:10–43:7<\/a>). Whatever may have been the case, whether seeming divine inactivity (<a class=\"isa\" verses=\"WzE4NDk1XQ==\">42:14<\/a>) or the helpless condition of the people (<a class=\"isa\" verses=\"WzE4NTAzXQ==\">42:22<\/a>), God has not forgotten, nor is he unable to deliver the children he brought into existence (<a class=\"isa\" verses=\"eyIxODUwNyI6N30=\">43:1–7<\/a>). Israel need not fear; redemption is absolutely certain.<\/p> <p>The second emphasis is that Israel will be redeemed in order to be the living evidence that the Lord alone is God (<a class=\"isa\" verses=\"eyIxODUxNCI6NDN9\">43:8–44:22<\/a>). They are to be God’s witnesses (<a class=\"isa\" verses=\"WzE4NTE2LDE4NTE4LDE4NTQyXQ==\">43:10, 12; 44:8<\/a>) to prove by their lives that the idols are a lie (<a class=\"isa\" verses=\"WzE4NTU0XQ==\">44:20<\/a>). Far from being cast away and abandoned, they are God’s chosen, who will be wonderfully used in God’s plan to reveal himself to the world.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ5MSI6M30=\">10–12<\/a> This sudden outburst of lyrical praise fairly begs to be asked what prompted it. It is particularly noteworthy that the entire earth with all its inhabitants is enjoined to give this praise in a <i>new song<\/i>. It is surely prompted by what immediately precedes it, the announcement of the Servant who will bring God’s justice to the earth (<a class=\"isa\" verses=\"eyIxODQ4MiI6M30=\">42:1–3<\/a>), who will manifest God’s grace (<a class=\"isa\" verses=\"eyIxODQ4NyI6Mn0=\">42:6–7<\/a>) and glory (<a class=\"isa\" verses=\"WzE4NDg5XQ==\">42:8<\/a>) in a way previously unheard-of (<a class=\"isa\" verses=\"WzE4NDkwXQ==\">42:9<\/a>). It is because God’s Servant will make God’s salvation available to the whole earth that the prophet is caught up in a whirlwind of joy and praise and calls on earth’s inhabitants to join him. Furthermore, that emphasis on the worldwide salvation of God then explains the new emphasis in 42:13–44:22 on the saving activity of God.<\/p> <p>As Delitzsch points out, <a class=\"isa\" verses=\"eyIxODQ5MSI6Mn0=\">vv. 10–11<\/a> move from the ends of the earth to the interior. People everywhere are called on to join in the paean of praise, whether they be on the farthest seas or on the highest mountains. This emphasis on persons may explain why the third phrase in v. 10 speaks of <i>those who go down to the sea<\/i> instead of the sea itself.<\/p> <p><i>a new song<\/i> must correspond to the new work that God is about to do. At the least, this phrase refers to the promised return from exile. Never in recorded history had any people returned to their homeland from an Assyrian or a Babylonian exile. Thus in a world of continuity, since the gods had never done it before, it could not happen. But God is not part of the world order; he can do something that had never happened before—it will be a “new thing” (e.g., 43:19). But surely more than merely return from exile is in view here. That return is significant because it heralds a deliverance whose ultimate implications are worldwide (<a class=\"isa\" verses=\"WzE4NDg1XQ==\">42:4<\/a>). If it means there is no Creator but the Lord, then it also means there is no Redeemer but the Lord. Therefore, if he has shown himself faithful and gracious to Israel, he will be faithful and gracious to the whole world. That deserves a song of praise such as has never been heard before.<\/p> <p><a class=\"isa\" verses=\"WzE4NDkyXQ==\">11<\/a> The author moves from the farthest seas and the nearer coasts to the deserts of the interior. <i>Kedar<\/i> was the second son of Ishmael (Gen. 25:13) and so represents the Arabian desert dwellers (likewise Isa. 21:16–17; see also 60:7; Cant. 1:5; Jer. 49:28). The use of <span>ḥ<\/span><span>ṣērîm<\/span><i>, enclosures<\/i>, here reflects the distinction in usage found in Gen. 25:16. It refers to more permanent settlements than the Bedouin “encampments” <i>(<\/i><span>ṭîrôt<\/span><i>)<\/i>. It is not clear whether <span>selaʿ<\/span> is intended to be used as a proper noun referring to the Edomite city later identified with Petra (paralleling Kedar here), or as a common noun, “the rocks” (paralleling “mountains” here). Given the apparent chiasm of the verse, the former seems more probable.<\/p> <p><a class=\"isa\" verses=\"WzE4NDkzXQ==\">12<\/a> The call to praise reaches a summarizing climax here. All the world to its farthest extent, the <i>coastlands<\/i>, is to join in the song that Isaiah first heard from the lips of the seraphim (<a class=\"isa\" verses=\"WzE3NzczXQ==\">6:3<\/a>). They are to give God the glory due his name in all the earth.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ5NCI6NH0=\">13–16<\/a> The immediate cause of the praise is the recognition that although God may often appear to be silent and inactive, he is not truly so. At the right time and in the right circumstances, God will burst forth on behalf of his own, and no difficulty, neither the power of his foes (v. 13) nor the weakness of his people (v. 16), will present the slightest hindrance to his action. While this situation could certainly be applied to the period of the exile (586–539 <small>B.C.<\/small>), when many must have felt that God had abandoned them, that is hardly the only time when the Israelites felt this way. Even after the return from exile, these feelings of God’s inactivity would persist, as 64:1–12 attests. But even more, the period between 400 <small>B.C.<\/small> and the birth of Christ was the great period of divine silence. To all of this, the prophet insists that it is not always the case, and that the world may praise God in prospect for his breaking in to end his silence once and for all, as he would do in the promised Servant.<\/p> <p>The common auditory imagery of <a class=\"isa\" verses=\"eyIxODQ5NCI6M30=\">vv. 13–15<\/a> shows that they are to be interpreted together. The change is from noise to silence to noise. First is the outcry, whether of warrior (v. 13), or birthing mother (v. 14b); then there is a move from the panting and blowing of labor (v. 14b) to the whistle of the searing <span>hamsin<\/span> (v. 15). God’s activity will be manifest to all. So much will this be the case that the foolishness of trust in idols will be unmistakable (cf. v. 17).<\/p> <p><a class=\"isa\" verses=\"WzE4NDk0XQ==\">13<\/a> The comparison of the Lord to a warrior is one of the oldest in the Bible. In such poems as Exod. 15 and Judg. 5, which virtually all scholars agree to be very early, God is so described. He fights on behalf of his people. Thus it is not surprising that Isaiah should identify him in this way both here and elsewhere in the book (28:21; 30:30–31; 31:4; 59:16–18; 63:3–4; cf. also Zech. 9:14; 14:3). It is not the Persian, Cyrus, who will deliver Israel by his mighty arm, but the Lord. However many intermediate causes he may use to accomplish his purposes, it is God alone who is the deliverer. North makes an important point in regard to this use of the warrior motif in this context. It is the announcement of the ideal Servant (<a class=\"isa\" verses=\"eyIxODQ4MiI6OX0=\">42:1–9<\/a>) that has prompted this hymn of praise over God’s saving activity. But when this mighty, delivering warrior appears to destroy the enemies of God, whose blood is it that stains his garments? It is his own. The Servant takes on himself the sins of God’s enemies, and in his own death destroys those sins (the fourth Servant Song, 52:13–53:12).<\/p> <p>The picture of the warrior preparing for battle is a universal one. <i>He stirs up anger<\/i>, putting himself in the right frame of mind by thinking of the wrongs that the enemy has done to him and those he loves. Then at the moment of attack he lets out a blood-curdling scream, both to fortify himself and to cow the defenders. The famed “rebel yell” of the American Civil War is a more recent example of this phenomenon.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ5NSI6NH0=\">14–17<\/a> With a change to the first person God himself speaks of his battle for his people. The effect of this change is to introduce both greater urgency and greater conviction. It is not just a promise that God will fight for his people; it is God’s own promise. Here the figure of a woman in labor is added to the picture of the warrior. The common factor in each is the outcry at the climactic moment. All the apparent inactivity in lengthy preparation for battle, and in the nine months of gestation, comes to a crashing end in the cry of attack and of birth. So it is with God. We may feel that nothing is happening, that he has forgotten all about our situation. But never fear, says Isaiah; wait patiently, and God, who alone can save us, will act (<a class=\"isa\" verses=\"W3siMTgyMzMiOjR9LHsiMTg0NDgiOjV9XQ==\">30:15–18; 40:27–31<\/a>). Westermann suggests that v. 14 is a stereotypical response to a community lament such as Ps. 79:5 or 85:6 (Eng. 5). But the very commonness of the charges of divine inactivity in both the community and individual laments seems to vitiate the significance of the comment. While it may be a response, there is no clear indicator that it is. Here it has all the earmarks of a simple, declarative statement.<\/p> <p>In interpreting the simile of the laboring mother, one must avoid two extremes. On the one hand, some attempt to subsume the entire image under the predominantly destructive tone of vv. 13 and 15. Thus the only aspect of labor being referred to is the cry. The last two verbs refer not to the behavior of the mother <i>(pant and gasp)<\/i> but to the judgment of God (“make desolate and crush”; cf. Ezek. 36:3). On the other hand, others see this imagery as supporting the view that it is appropriate to refer to God as “Mother.” But there is no indication that the writer intends for the reader to think of God as bringing something to birth. The point of comparison is not the labor but the cry. He who has long been silent will be so no more. But this also means that it is the auditory senses of the final two verbs that are the appropriate ones.<\/p> <p><a class=\"isa\" verses=\"WzE4NDk2XQ==\">15<\/a> As noted above, this verse seems to be an extension of v. 14. When God pants like a woman in labor, the result is the dry, howling, east wind, the <span>hamsin<\/span>, which desiccates plant life and dries up standing water. As in 41:15, there is no need to allegorize <i>mountains<\/i> and <i>hills<\/i>. They do not represent human institutions or nations; they are images of all that is solid and secure in the earth. As such, they can be used in varying ways: nothing can obstruct God’s coming in salvation (<a class=\"isa\" verses=\"WzE4NDI1XQ==\">40:4<\/a>); nothing is too stolid not to rejoice in God’s salvation (<a class=\"isa\" verses=\"WzE4NzUzXQ==\">55:12<\/a>); nothing is so secure as to escape the judgment of God (<a class=\"isa\" verses=\"WzE3NzAwLDE4NDU3XQ==\">2:14; 41:5<\/a>); nothing is as secure as God’s love (<a class=\"isa\" verses=\"WzE4NzM0XQ==\">54:10<\/a>). What is being exalted here is the Lord’s absolute power over creation. He can make the gardens of the mighty into deserts, and he can make the deserts of the helpless into gardens (31:25; chs. 34–35). As noted above, some commentators find the imagery of turning rivers into islands strange. In the broad, relatively shallow rivers of the Near East, however, their receding is marked by the appearance of previously submerged islands, especially in flood times.<\/p> <p><a class=\"isa\" verses=\"WzE4NDk3XQ==\">16<\/a> Just as God will do unheard-of things in judgment on the wicked of the earth in order to set his people free, so he will do unheard-of things in deliverance. As Alexander points out correctly, the metaphorical thrust continues from v. 15. These are not the literally <i>blind<\/i>, but blindness is symbolic of helplessness. Blind people can be amazingly self-sufficient when they are on familiar territory, but in unfamiliar surroundings—<i>a way they do not know—<\/i>they can do nothing without a guide. So it is with us humans: unless God acts on our behalf to deliver us from the consequences of our sins, we are utterly helpless. In this regard, it is important to recall 42:7, which states that the Servant will deliver the blind. Here it is God who performs that function. Thus the Servant performs a function similar to that of God in his deliverance of God’s people, hence the Servant in 42:7 is not the people.<\/p> <p>Some commentators (e.g., Cheyne) argue that helplessness is all Isaiah meant to connote by his use of blindness here. But the larger context, particularly <a class=\"isa\" verses=\"eyIxODQ5OSI6OH0=\">vv. 18–25<\/a>, has justifiably led others (e.g., Delitzsch) to believe that the blindness here also connotes a self-induced spiritual blindness that characterizes the Servant Israel. This conclusion is reinforced by reference to the use of “deaf” and “blind” in the book, beginning with <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> (cf., respectively, <span>šāʿaʿ<\/span> in 6:10; 29:9; 32:3; and <span>ʿiwrîm<\/span> in 29:18; 35:5; 42:7, 16, 18, 19 [3 times]; 43:8; 56:10; 59:10). These are a people who cannot reveal God’s light to the world because they cannot see it themselves. Nevertheless, God will work miracles both for them and in them that will indeed make them bearers of light for the nations.<\/p> <p><a class=\"isa\" verses=\"WzE4NDk4XQ==\">17<\/a> Is there any idol who could or would do such stupendous things for his people? Of course not. They are unable to alter the shape of the future. They are locked into a deterministic continuum that rules the forces of nature and society. The blind will never be able to transcend their blindness; they can only sink deeper into it. Thus everyone who trusts in the gods of this world must eventually be disgraced, when it is shown that what they trusted in is helpless (see also 44:17). That will not be the case for those who believe in the true God (Ps. 25:2–3). Whatever may be the questions along the way, on the last day those who have dared to commit themselves to him will find their trust vindicated (Rev. 7:14–17). Thus the theme of God’s superiority over the gods is continued, but now with special emphasis on God’s own ability to intervene in the world.<\/p>",
    "audit": null
}