{
    "id": 17443,
    "source": "oswalt",
    "verse_id": 18281,
    "verse_count": 6,
    "reference": "33:1–6",
    "title": "Woe To The Destroyer",
    "html": "<p>Chapter 33 continues from <a class=\"isa\" verses=\"eyIxODI2MSI6MjB9\">ch. 32<\/a> the contrast to the outlook of chs. 28–31. Dependence upon Egypt for relief from Assyria (which dependence must end in disaster) is replaced by reliance upon the Lord, with correspondingly different results. G. A. Smith finds the most logical historical context for this chapter as being between the time when the tribute was paid to Sennacherib (2 K. 18:13–16) and when the final attack upon Jerusalem was begun. The leaders of Judah have tried every other avenue to extricate themselves from Assyria’s grip. But each has been fruitless. Egypt has been defeated; Sennacherib has refused to be bought off; he has taken the tribute, but still remains, preparing for battle. In this moment, Smith suggests, Hezekiah leads his people to repentance and Isaiah gives God’s response, which is recorded here. This explanation is very attractive and may be correct. However, the text does not make the historical setting explicit. It is thus the logical connection which is most important here. That setting is in contrast with the former way of thinking. When the Lord is merely a talisman and human reasoning prevails, destruction follows. When the Lord is not only called king but treated as one, the result is the very deliverance sought by the former methods.<\/p> <p>The structure of the chapter is not absolutely clear. Gunkel argued that it was a unit of a type called “prophetic liturgy.” This characterization reflects the fact that a good deal of language similar to that of the Psalms appears here (see below). More recent writers have modified this position, many seeing <a class=\"isa\" verses=\"eyIxODI4MSI6Nn0=\">vv. 1–6<\/a> as separate from <a class=\"isa\" verses=\"eyIxODI4NyI6MTh9\">vv. 7–24<\/a>. Delitzsch had already taken a similar position in the last century when he described <a class=\"isa\" verses=\"eyIxODI4MSI6Nn0=\">vv. 1–6<\/a> as an introduction to the rest of the chapter. This analysis seems to be accurate in that these verses summarize the content of what follows: God will arise, destroy the destroyer, and transform Zion.<\/p> <p>Within <a class=\"isa\" verses=\"eyIxODI4NyI6MTh9\">vv. 7–24<\/a>, there appear to be two subdivisions: <a class=\"isa\" verses=\"eyIxODI4NyI6MTB9\">vv. 7–16<\/a> and 17–24. The first can be seen as containing a lament (<a class=\"isa\" verses=\"eyIxODI4NyI6M30=\">vv. 7–9<\/a>) and an oracle of response (<a class=\"isa\" verses=\"eyIxODI5MCI6N30=\">vv. 10–16<\/a>). The second contains a description of the effects of God’s kingly rule. The picture is in direct contrast to that painted of Judah and Jerusalem in chs. 28–31.<\/p> <p>Verses 1–6 are marked by the opening “woe.” In contrast to those which have appeared in the segment to this point (<a class=\"isa\" verses=\"WzE4MTY2LDE4MTk1LDE4MjA5LDE4MjE5LDE4MjUyXQ==\">28:1; 29:1, 15; 30:1; 31:1<\/a>), this “woe” is not addressed to Judah, and one must ask why the radical change. Surely the answer is to be found in the differing foci of trust. In the other occurrences the trust was in human rulers whose counsel was that God could not be depended upon to take an active part in human affairs. According to them the nation could not “wait for” God, but should take steps to ensure its own security, specifically by making an alliance with Egypt. In short, the policy was identical to that of Ahaz: trust the nations, do not trust God. That way could only end in a cry of lament for God’s people; the destroyer would be upon them.<\/p> <p>But if the people would look to their true ruler, they would discover that he had been waiting all along to deliver them (<a class=\"isa\" verses=\"WzE4MjM2XQ==\">30:18<\/a>). Then the “woe” would be for those who had put their hands upon God’s people. Then, when Zion’s God would be truly lifted up, the oppressors would flee and Jerusalem would be the city envisioned in 1:16–17 (v. 21).<\/p> <p>The destroyer is not identified in the passage, and the identity assigned by commentators is usually determined by their conclusions on the historical setting of the chapter. Much depends on the determinations concerning the language. If such passages as vv. 5 and 6 are taken to be eschatological, then the destroyer is not a historical nation. It is personified evil. On the other hand, such verses as 18 and 19 suggest that a real historical situation is in view and that the figurative language is symbolic. If that is true, then the literary context gives the key (<a class=\"isa\" verses=\"WzE4MjQ5LDE4MjU5XQ==\">30:31; 31:8<\/a>) and tells us that the destroyer is Assyria. It is not strange that Isaiah could promise deliverance from Assyria when he had already promised destruction at the hands of that nation. In its present form the book is quite consistent: trust the nations, destruction; trust God, deliverance.<\/p> <p>In this setting, then, G. A. Smith’s suggestion makes good sense: this message is in response to a wave of repentance which began when it became clear that Sennacherib did intend to attack the city despite the payment of tribute.<\/p> <p><a class=\"isa\" verses=\"WzE4MjgxXQ==\">1<\/a> <i>destroyer&nbsp;… betrayer<\/i>, as noted above, most likely refer to Assyria. As the royal annals demonstrate, Assyria took great pride in her capacity to destroy anyone who had the temerity to stand against her. By the same token, she had no qualms about breaking agreements which were not to her advantage, all the while punishing with great severity any who broke agreements with her.<\/p> <p>It is not hard to imagine how the smaller peoples under Assyria’s heel ground their teeth and longed for a day when she would get her own back. Here Isaiah declares, as in 10:12–19, 24–25; 14:24–27; 30:30–33; and 31:8–9, that that day is not far distant when destruction and treachery will come back upon Assyria with interest.<\/p> <p><i>When you have finished destroying<\/i> reiterates one of the themes of <a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">ch. 14<\/a>: human power is never absolute. However overwhelming an Assyria or Babylon or Rome or Germany or Russia or United States may be in its day, there will come another day when that power will wane. The wise nation will spend its power in such a way that when the inevitable comes, its successors will be inclined to be generous toward it.<\/p> <p><a class=\"isa\" verses=\"WzE4MjgyXQ==\">2<\/a> <i>for you we wait<\/i> expresses a dramatic turnabout from the attitudes expressed in chs. 29–30. There God pleaded with his people to put their trust in him, but they refused to do so (<a class=\"isa\" verses=\"WzE4MjMzLDE4MjU3XQ==\">30:15; 31:6<\/a>). Instead, they rushed off to Egypt, certain that if they did not act quickly in their own behalf, all hope was lost. God’s word was that if they chose that avenue, their ultimate deliverance was only put off that much longer, for they must eventually turn to him (<a class=\"isa\" verses=\"W3siMTgyMzYiOjJ9LHsiMTgyNzQiOjJ9XQ==\">30:18–19; 32:14–15<\/a>). Here that eventuality has come to pass.<\/p> <p>The statement may be understood either as a historical record or as a theological conclusion. If it is a historical record, as Smith suggests, it refers to the chastened attitude of the people (as typified by Hezekiah, 37:14–20) when they realized that only the Lord stood between them and Sennacherib. If this is accurate, then the turning to God was only partial, as the future would demonstrate. But it would have been enough to show the correctness of Isaiah’s message that God alone could be trusted.<\/p> <p>On the other hand, it may be that the appearance of these ideas here is not so much dependent upon an actual turn of events as it is a reflection of a theological conclusion. That is, the point is being made that whenever people will recognize God’s kingship and turn to him in faith, restoration and reconstruction will follow. This analysis corresponds with the general development of the segment: chs. 28, 29, the folly of the leaders; chs. 30, 31, the results of following the leaders; chs. 32, 33, the results of following God. Thus while there may have been a turning to God at this time, the occurrence of this passage at this point is probably not wholly dependent on such an event.<\/p> <p><i>Be our strength<\/i> (lit. “arm”) <i>in the morning<\/i> refers to the mighty man who at the time of attack, typically the morning, bares his arm in the defense of his people. Thus it is parallel to “be our salvation in the time of distress.”<\/p> <p><a class=\"isa\" verses=\"WzE4MjgzXQ==\">3<\/a> <i>roaring voice<\/i> may refer to thunder, which the ancients often thought of as the voice of God. He only needs to speak and the whole situation will be dramatically altered.<\/p> <p><i>your exaltation<\/i> is a <i>crux interpretum<\/i> in that the parallelism would seem to demand a synonym for “roaring” whereas <i>rmm<\/i> only means “to be high.” To be sure, the “arising” of God is frequently associated with discomfiture of his enemies (as here in 33:10), but this is with the verb <span>qûm<\/span>, “arise.” Thus several alternatives have been proposed.<\/p> <p>In any case, the point is clear: why trust the nations in place of God, when it will take only a simple manifestation of his power to scatter them like chaff.<\/p> <p><a class=\"isa\" verses=\"WzE4Mjg0XQ==\">4<\/a> When God has driven off the nations, their spoil will be left behind, where it will be stripped as locusts strip a grain field (cf. 2 K. 7:3–16 for such an event). The Hebrew does not make it clear whether the spoil will be gathered “as one gathers up (dead) locusts” or “as locusts gather it.” As Delitzsch points out, the context favors the latter.<\/p> <p><a class=\"isa\" verses=\"eyIxODI4NSI6Mn0=\">5–6<\/a> This summarizing introduction (<a class=\"isa\" verses=\"eyIxODI4MSI6Nn0=\">vv. 1–6<\/a>) closes on the note of God’s exaltation. He is the only one who is truly lifted up—not the Judean officials, not Egypt, and not Assyria. Whatever their pomp and circumstance, these are only men. If there is to be stability, deliverance, and true understanding, it will have to come from One who is not himself contingent on the passing world (cf. 1 John 2:17). No one else can even say what is just or right, let alone establish it. But the person who is willing to admit that his or her destiny is in another’s hand (the practical meaning of “the fear of the Lord”) can experience all these, for he or she is then in touch with the Source of all that is.<\/p>",
    "audit": null
}