{
    "id": 17396,
    "source": "oswalt",
    "verse_id": 17913,
    "verse_count": 13,
    "reference": "13:6–18",
    "title": "The Day Of The Lord Against The Proud",
    "html": "<p>This passage begins fittingly with the word “Howl,” for the following verses describes a scene of terror—the Day of the Lord (<a class=\"isa\" verses=\"WzE3OTEzLDE3OTE2XQ==\">vv. 6, 9<\/a>; cf. also Joel 1:5, 13, 15). It is a day when human strength will be helpless, when creation itself will tremble, when the almost boundless capacity for human cruelty will be unleashed. Like other prophets, Isaiah suggests that the cause of it all is the confrontation between the supremacy of God and that thirst for supremacy which is lodged in the human heart (v. 11; Amos 5:18–6:8; Mic. 5:10–15; Zeph. 1:7–16; 3:11; Mal. 3:19–21 [Eng. 4:1–3]; Isa. 2:11, 12, 17). Nor is it that the tyrant God can brook no rival. The human grasp for supremacy flies in the face of the natural order and uncages all these results just as the breaking of a physical law produces pain and disorder.<\/p> <p><a class=\"isa\" verses=\"WzE3OTEzXQ==\">6<\/a> <i>As destruction from the Almighty<\/i> is a wordplay on <i>šdd<\/i>, the root of both <i>destruction<\/i> and <i>Almighty<\/i> (see also Joel 1:15; Ezek. 1:24; 10:5; Ruth 1:21; Ps. 68:15 [Eng. 14]; Gen. 49:25; Num. 24:4). The blow will be such a one that only God could have delivered it.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkxNCI6Mn0=\">7–8<\/a> The immediate result of God’s attack will be complete helplessness and impotence. Before God’s power all the vaunted human greatness will be as nothing. Their nerve will desert them, and the weapons will fall from their limp fingers. They will stare at each other in an agony of both indecision and recognition. The recognition will be that everything in which they had reposed their trust had deserted them and they are stripped defenseless before God’s piercing gaze. Probably it is this shame of having trusted in the wrong resources that accounts for the flaming faces of v. 8 (cf. Ps. 25:1–3), in that terror alone would be expected to produce paleness (Joel 2:6). All of this should provoke the modern reader to ask, “In what am I trusting to defend me before the Almighty?” There can be no other answer than that of the hymn writer: “Dressed in his righteousness alone, faultless I stand before the throne.”<\/p> <p><a class=\"isa\" verses=\"eyIxNzkxNiI6NX0=\">9–13<\/a> These verses amplify the universal nature of the Lord’s judgment. Once again, it is the pride of humanity which provokes this disaster (v. 11b), so that nature, too, is caught up in the catastrophic events. The attempt by human beings to be independent has created shock waves which ultimately reach to the farthest constellations. On the earth, the immediate result of the lust for pomp and power is a devastating depopulation. The terrible death toll of World War I, when virtually an entire generation of European men was wiped out, and the frightening prospect that a nuclear war could leave the entire northern hemisphere uninhabitable, must take the statements of vv. 9 and 12 out of the realm of hyperbole and put them in the realm of principle.<\/p> <p><a class=\"isa\" verses=\"WzE3OTE2XQ==\">9<\/a> <i>sinners<\/i> is placed in an emphatic position. The word conveys the idea of an archer who misses the target. So it is with sin, whether conscious or unconscious. It is to miss the goal God has envisioned for us. The inevitable result is devastation and destruction.<\/p> <p><a class=\"isa\" verses=\"WzE3OTE3XQ==\">10<\/a> One of the features of the day of the Lord will be darkness. The heavenly bodies will cease to shine and the world will be plunged into a terrible darkness. There is something entirely fitting about this, for evil always flourishes in the night-time hours (John 3:19, 20). Thus, if evil prefers darkness, darkness it shall have. Moreover, God is light (1 John 1:5; Ps. 139:11, 12), and the heavenly bodies are but reflections of him. (In Gen. 1:14, 15, they are called “light-bearers.”) Thus, when God has withdrawn his blessing from the world, it is appropriate that the “lights” go out (cf. Matt. 27:45, 46).<\/p> <p>There is probably another implication of these statements about the heavenly bodies. As noted in the comments on <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a>, the ultimate expression of human pride is idolatry, the sin of making deity in the human image. The central figures in the pantheons of the idolatrous cults were the heavenly bodies: sun, moon, and stars. These bodies were endowed with human traits but were vested with superhuman power which could be manipulated by human beings through magic. Thus, their worship was an attempt to project humanity upon the stars in order to make humanity master of its own destiny (24:21; 34:4, 5; Jer. 7:18; 8:2; 44:17, 18, 19; Ezek. 8:16–18). It is in that context that Isaiah announces the extinguishing of the heavenly lights in God’s great day. There is no universal power in the stars that human beings can capture for themselves. The stars are the obedient reflectors of a Light which lies beyond them (<a class=\"isa\" verses=\"WzE4NDQ3XQ==\">40:26<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxNzkxOCI6Mn0=\">11, 12<\/a> In these verses, the sin of pride is directly identified as the cause of God’s wrath. The human attempt to reach a peak of ultimate, independent status will be blunted and turned back. In fact, humanity will receive its own sins come back upon itself. The irony of human behavior is that we expect to take advantage of others without being taken advantage of by others. In fact, we must expect to receive what we have done (<a class=\"isa\" verses=\"WzE4MjgxXQ==\">33:1<\/a>). In God’s day all books will be balanced. The results will be the opposite of what pride expected. Instead of the earth being full of the presence and glory of humankind, it will be emptied by humanity. This is always the result of that which is attempted in defiance of God: the opposite of what was intended. A case in point would be Hitler’s thousand-year Reich which ended in complete destruction hardly more than ten years after he proclaimed it.<\/p> <p><a class=\"isa\" verses=\"WzE3OTIwXQ==\">13<\/a> This verse summarizes the thought of the previous four verses, indicating again that God is the Sovereign of all things, including heaven and earth, and that human sin has cosmic implications.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkyMSI6NX0=\">14–18<\/a> In these verses, there is a turn toward more this-worldly imagery with a special emphasis upon the savagery with which the proud city will be thrust down. It is often difficult for Americans, who are far removed from incessant warfare, both in time and distance, to grasp that almost casual cruelty to which most of the world is rather apathetic. The outrage over the My Lai massacre was in part a refusal to believe that “we” could do such a thing. But, in fact, prolonged and frustrating war normally results in a decreasing concern for pain and horror, and the people of the Near East to whom the book of Isaiah was written understood (and understand) this all too well. This is not to say that God is happy about such a turn of events, or that he wishes it to be so (Gen. 6:5, 6, 11, 12). It is to say that the building of human pride must eventually pit individual against individual, nation against nation in such a way that the most terrible savagery is the ultimate result. God wills this only in the sense that he has made a world of cause and effect where the denial of him and his ways must lead us to destroy ourselves.<\/p> <p><a class=\"isa\" verses=\"WzE3OTIxXQ==\">14<\/a> This verse describes the flight which occurs when an army moves to attack a great city. Its glory and offers of wealth attracted many people from the surrounding region. In the Near East they would have come from the many small states and numerous ethnic groups. But as the city disintegrates about them, they quickly realize that its offers were empty and their only real refuge is with their own people.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkyMiI6NH0=\">15–18<\/a> The refugees fill the road because they are all too well aware of what a marauding army can do to them. The looting (v. 16) is bad enough, but worse than that are the rapine and the casual thirst for blood. A soldier can carry only so much loot; thus it soon becomes impossible to buy off any violent instinct which may have been nourished in the campaign (v. 17).<\/p> <p><a class=\"isa\" verses=\"WzE3OTI0XQ==\">17<\/a> The <i>Medes<\/i> were a people of what is now central Iran, east of Mesopotamia. They inhabited the Zagros Mountains and the high plateaus east of the mountain range. As early as 836 B.C. the Assyrians referred to them as adversaries. Although the Assyrians boasted of overcoming the Medes, they never occupied the Median capital of Ecbatana, and it was the Medes, along with the Babylonians, who destroyed the last vestiges of Assyria in 609. Because it was the Medes and Persians who overthrew Babylon in 539, many scholars believe that this reference is to that event and must therefore have been written about that time. However, it is equally significant to note that Isaiah makes no mention of the Persians, who were the main factor in the defeat in 539. It seems unaccountable that anyone writing in the sixth century could have made such a glaring omission. On the other hand, it is quite possible that Isaiah of Jerusalem, writing in the late 700s, knew something of the Medes’ fearsome reputation and used them as a figure of the pitiless destruction characterizing the Day of the Lord, without intending any specific prediction.<\/p>",
    "audit": null
}