{
    "id": 17397,
    "source": "oswalt",
    "verse_id": 17926,
    "verse_count": 4,
    "reference": "13:19–22",
    "title": "The Destruction Of Babylon",
    "html": "<p>In this segment, Isaiah draws the powerful contrast (as in chs. 24 and 34) between the temporary results of human pride and the ultimate results. As has been argued above (see on 13:1), Babylon in the late 700s B.C. was the showcase of the ancient world. She had emerged as the cultural and economic superior to the Assyrian cities in the north and was bidding for political sovereignty as well. Thus Babylon was the ideal image for the prophet to utilize as he sought to demonstrate how futile the greatest of human glory is against the Holy One of Israel. Undoubtedly, the inspired recognition that Babylon was Judah’s ultimate enemy also prompted him in this direction, but the chief function of Babylon is figurative at this point. This understanding is supported by the fact that neither in 689, when Sennacherib put down the Babylonian rebellion with a violence much like that described in the previous verses (<a class=\"isa\" verses=\"eyIxNzkyMSI6NX0=\">vv. 14–18<\/a>), nor in Cyrus’s much more peaceful takeover in 539 B.C. was Babylon abandoned. It is certainly true that Babylon, the jewel of the nations, was eventually abandoned and is today. In this way, Isaiah’s prophecy has been fulfilled with a vengeance, but the fulfillment is more that of a principle than in a specific event. For these truths apply to Nineveh and Asshur equally as much as to Babylon. That monument to human glory and achievement, the sprawling imperial city, has no permanence in itself, and the day will come when the very weight of its glory will crash back in upon it and leave it desolate. Only when the glory is a gift of God will there be continuing fruitfulness and joy (35:1, 2; 60:1–22, esp. 1–3, 13, 19).<\/p> <p><a class=\"isa\" verses=\"WzE3OTI2XQ==\">19<\/a> For Isaiah, Sodom and Gomorrah were the paradigm for what he perceived to be happening in the world. Like Sodom and Gomorrah in their pride and sophistication, the cultures of his day would also be like them in experiencing divinely sent destruction (<a class=\"isa\" verses=\"W3siMTc2NjQiOjJ9LFsxNzcxN11d\">1:9, 10; 3:9<\/a>). The NT follows this lead especially in relation to the end time (Luke 17:28–29; Rom. 9:29; 2 Pet. 2:6–10; Jude 7; Rev. 11:8).<\/p> <p><a class=\"isa\" verses=\"WzE3OTI3XQ==\">20<\/a> Like v. 12, this verse speaks of the lack of human population. The point would not be disproven if from time to time bedouin tents were set up within the confines of what was once Babylon. The point is that humanity cannot sustain itself by itself. It cannot expect in its own strength to produce more and more of everything until it fills the earth. There has come the day, again and again, in war, in famine, or in pestilence when a self-sufficient portion of humanity has been brought face to face with its insufficiency. Thus far, in his mercy, God has allowed the torch to be passed to other civilizations, but as we move more and more toward a global society, Babylon’s burden becomes more and more the word addressed to the entire earth. <i>Goďs<\/i> glory will fill the earth, not humanity’s. If we will not learn that voluntarily, we must learn it involuntarily.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkyOCI6Mn0=\">21, 22<\/a> Although precise identification of many of the animals mentioned in these verses is difficult, the general sense is clear enough. These are animals which inhabit dark and lonely settings. There is something vaguely ominous about many of them. The mighty city is silent except for the hoots and howls of the night-dwellers. The lovely palaces and mighty fortresses alike have become the home of the jackals and hyenas who can only feed on the carrion left behind when the lions have eaten their fill. How are the mighty fallen!<\/p>",
    "audit": null
}