{
    "id": 17369,
    "source": "oswalt",
    "verse_id": 17724,
    "verse_count": 12,
    "reference": "3:16–4:1",
    "title": "Shame For Beauty",
    "html": "<p>In 3:16–4:1 the prophet continues the contrast which has been central to his thought from 2:6 onward: the contrast between glory contrived by human means and the shame which results from that contrivance. In an extremely powerful figure Isaiah makes the whole argument very concrete: wealthy women, secure in their luxury and their allure, are reduced to scabrous hags begging to belong to someone. Almost all the commentators see the primary function of the passage to be an indictment of the women of Jerusalem in Isaiah’s day like those of Amos 4:1–3 and Jer. 44:15–30. In this sense, it would parallel the indictments of male pride found earlier in this section.<\/p> <p>Seen in its overall context, however, the figurative usage just mentioned could be more important than the literal one. Figuratively speaking, it is not merely women who love ostentation and luxury, it is all humanity. Nor is it merely women who through an abundance of possessions (<a class=\"isa\" verses=\"eyIxNzcyNiI6Nn0=\">vv. 18–23<\/a>) attempt to enhance themselves. It is all humanity which with haughty looks (<a class=\"isa\" verses=\"WzE3Njk3LDE3NzE3XQ==\">2:11; 3:9<\/a>) parades its self-sufficiency across the stage of the world. Surely, there must have been proud, ostentatious women in Jerusalem or the figure would have had no basis, but to limit the statement to those women is to lose its considerable impact as a closing to the whole argument from 2:6 onward. The use of <i>daughters of Zion<\/i> (cf. 1:8) reinforces the likelihood of a figurative aspect, as does the personification of Zion as a woman in vv. 25 and 26.<\/p> <p><a class=\"isa\" verses=\"eyIxNzcyNCI6Mn0=\">16–17<\/a> <i>Because the daughters&nbsp;… the Sovereign will<\/i>.… As has been said from 2:6 onward, the effect of self-exaltation is a confrontation with the only truly self-sufficient Being in the universe, the only One whose glory is not derived. The result of that confrontation is a humiliation, a stripping away of all false supports. The direct cause of the humiliation is the attempt to exalt ourselves. So the woman who depended for her identity upon her elegant neck, her fluttering eyes, and her dainty walk (produced by the hobbling effect of ankle chains) finds herself with a shaven head, the worldwide sign of female disgrace.<\/p> <p><a class=\"isa\" verses=\"eyIxNzcyNiI6Nn0=\">18–23<\/a> The authenticity of this passage has been widely challenged on several grounds: (<a class=\"isa\" verses=\"WzE3NzA5XQ==\">1<\/a>) it is prose whereas what precedes and follows it is in poetic form; (<a class=\"isa\" verses=\"WzE3NzEwXQ==\">2<\/a>) the thought of v. 24 follows very naturally upon v. 17 if <a class=\"isa\" verses=\"eyIxNzcyNiI6Nn0=\">vv. 18–23<\/a> are removed; and (<a class=\"isa\" verses=\"WzE3NzExXQ==\">3<\/a>) the amount of detail seems excessive. While these observations are accurate enough, the conclusion does not necessarily follow, especially if the larger segment is in some sense figurative. Then the piling up of details only adds weight to the figure, making it more impressive and expressing the depth of the prophet’s anger, not merely over feminine dress but also at the pretensions of human pride which these trappings symbolize. Furthermore, while vv. 17 and 24 read well without <a class=\"isa\" verses=\"eyIxNzcyNiI6Nn0=\">vv. 18–23<\/a>, they also read well with it, the list of details serving to substantiate the general statements of vv. 16 and 17. While many of the terms are now only generally understood, there is no reason to think them obscure in the prophet’s own time. Just as people from many different walks of life today are familiar with particular terms, dress, and clothing (e.g., a “French twist”), the same would have been true then. Our understanding is limited only because these terms occur so infrequently in the Bible that we lack sufficient contexts to define them.<\/p> <p><a class=\"isa\" verses=\"WzE3NzI2XQ==\">18<\/a> <i>sunbands.<\/i> In late Hebrew <span>šāḇîs<\/span> indicated a decorative band of net. However, Schroeder conjectured that the word was related to <i>šemeš<\/i>, “sun,” in connection with the following word <i>crescents<\/i>, or “moons” (so <i>BHK<\/i>). Subsequent appearance of Ugar. <i>šapš<\/i> seems to confirm the reading without emendation of the <i>b<\/i> to <i>m<\/i>.<\/p> <p><i>crescents.<\/i> Cf. Judg. 8:21, 26 (AV “ornaments,” RSV “crescents”).<\/p> <p><a class=\"isa\" verses=\"WzE3NzI3XQ==\">19<\/a> <i>pendants<\/i>, <span>nṭp<\/span> means “to drop.” Perhaps drop-shaped earring (Koenig; cf. NIV; Judg. 8:26, AV “collars”).<\/p> <p><i>veils.<\/i> In Arabic <span>ra‘l<\/span> designates a two-part veil, one part of which is thrown back over the head above the eyes with the other part covering the lower part of the face.<\/p> <p><a class=\"isa\" verses=\"WzE3NzI4XQ==\">20<\/a> <i>headdresses.<\/i> The Targum has “crowns.” Cf. 61:3, 10 (AV “beauty,” “ornaments”; RSV “garland”), where a wreath may be intended. A circlet of gold or silver may be meant here.<\/p> <p><i>ankle chains<\/i> (Targ.). Probably designed to give a short mincing step in connection with ankle bracelets (<a class=\"isa\" verses=\"WzE3NzI0LDE3NzI2XQ==\">vv. 16, 18<\/a> <span>‘ḵāsîm<\/span>) (cf. also Num. 31:50; 2 Sam. 1:10).<\/p> <p><i>scarves.<\/i> Targum “hairpins,” LXX “braiding” (?), AV “headbands,” RSV and NIV “sashes,” NEB “necklaces.” Adornment for a bride (Jer. 2:32).<\/p> <p><i>perfume bottles.<\/i> Literally “houses of breath” or “houses of the soul.” Scott takes it to be a kind of amulet (NEB “lockets”; Targ. “earrings”).<\/p> <p><i>amulets.<\/i> Cf. v. 3.<\/p> <p><a class=\"isa\" verses=\"WzE3NzMwXQ==\">22<\/a> <i>fine robes.<\/i> Cf. Zech. 3:4; Targum “tunics.”<\/p> <p><i>purses.<\/i> Driver argues that a bag large enough to hold a shekel of silver would have been too large for a lady’s handbag and points to an Arabic word having the same consonants, <span>ḥarāṭatu<\/span>, meaning “flounced skirt.”<\/p> <p><a class=\"isa\" verses=\"WzE3NzMxXQ==\">23<\/a> <i>mirrors<\/i> (RSV “garments of gauze” with LXX B). Targum and other LXX texts support “mirrors.”<\/p> <p><i>turbans.<\/i> Cf. 62:3; Job 29:14; Zech. 3:5.<\/p> <p><a class=\"isa\" verses=\"WzE3NzMyXQ==\">24<\/a> Isaiah here sets out the conditions which will result when God has stripped away all the accoutrements of human glory (note the opening <i>kî<\/i>, here translated <i>so<\/i>). He does so through five contrasting pairs, beginning in each case with the pretension and following with reality. The reality possibly refers to the conditions of exile: stench, rope, baldness, sackcloth, and shame. In any case, the picture is one of disgrace, the disgrace which results from abandoning God for trust in man (cf. Deut. 28:56, 57).<\/p> <p><a class=\"isa\" verses=\"eyIxNzczMyI6Mn0=\">25, 26<\/a> As noted above, these verses personify Jerusalem as a destitute woman, lending support to the idea that the primary function of 3:16–4:1 is figurative. Stripped of her warriors the city is emptied out with no more going in or out at the gates. All that she has depended upon is taken away and she is left helpless. Young refers to a coin from the time of Vespasian that depicts Jerusalem as a dejected woman sitting under a palm tree with a Roman soldier before her.<\/p> <p><span>4:1<\/span> The prophet sums up the condition of the women and of Zion in one graphic verse. This verse makes even more concrete the picture drawn in 3:25, 26. Warfare has always meant destruction of the male population (Germany and France are said to have lost 1,000,000 men each and Britain 500,000 in World War I). So it would be in the Jerusalem that Isaiah foresaw. The situation would become so desperate that the ratio of men to women would be one to seven. No longer would there be any dependence upon flirtation and allure to “catch.” Now the women would not even ask for support if they could only have some legal and social identity. Here is the final end of our desire to avoid dependence. We will become dependent in the most degrading and disadvantageous ways. Instead of the exaltation and building-up which comes from glad submission to God and one another (<a class=\"isa\" verses=\"eyIxODgyMyI6NDV9\">60:1–62:12<\/a>), our drive to be sufficient in ourselves brings only humiliation, despair, and bondage.<\/p>",
    "audit": null
}