{
    "id": 17435,
    "source": "oswalt",
    "verse_id": 18219,
    "verse_count": 7,
    "reference": "30:1–7",
    "title": "Egypt—“rahab-do-nothing”",
    "html": "<p>Chapters 30–31 move from the more general denunciation of chs. 29–30 to specific ones aimed at the alliance with Egypt. In the earlier section, it seems to have been the condition and attitude of the people which the prophet was addressing. Now he turns to speak of the results which are flowing from those attitudes—namely, the dependence upon the very power which once enslaved them.<\/p> <p>The segment follows much the same pattern of development already seen: denunciation followed by promise. Ch. 30 lengthens the form while <a class=\"isa\" verses=\"eyIxODI1MiI6OX0=\">ch. 31<\/a> shortens it, but the pattern is the same in each. In <a class=\"isa\" verses=\"eyIxODIxOSI6MzN9\">ch. 30<\/a> the denunciation extends at least to v. 17 and perhaps to v. 18 (see below), but hope bursts forth in v. 19 and continues through to the end of the chapter. Just as the denunciation is more specific here than formerly, so is the promise, with deliverance from Assyria being expressly stated (v. 31). In <a class=\"isa\" verses=\"eyIxODI1MiI6OX0=\">ch. 31<\/a>, the denunciation of the alliance appears in <a class=\"isa\" verses=\"eyIxODIxOSI6M30=\">vv. 1–3<\/a> and the promise of Assyria’s defeat follows in <a class=\"isa\" verses=\"eyIxODIyMiI6Nn0=\">vv. 4–9<\/a>. So the point continues to be: all your human conniving cannot save you. Your only resource is God, and the good news is that he wants to save you—indeed, he <i>will<\/i>, so why go to Egypt?<\/p> <p>In 30:1–18 Isaiah explores at considerable length the foolishness of the decision to depend on Egypt for help in view of Egypt’s character (<a class=\"isa\" verses=\"eyIxODIxOSI6N30=\">vv. 1–7<\/a>) and God’s word (<a class=\"isa\" verses=\"WzE4MjIwLDE4MjI2LDE4MjMzXQ==\">vv. 2, 8, 15<\/a>). Only an ingrained obstinacy could make them refuse to hear God’s good news (<a class=\"isa\" verses=\"W3siMTgyMTkiOjJ9LHsiMTgyMjciOjN9LFsxODIzM11d\">vv. 1, 2, 9–11, 15<\/a>b), he concludes. So, since they refuse to wait upon the Lord, the Lord must wait upon them, until the time when their follies have left them helpless and they must turn to him as a last resort (v. 18). Verse 18 may be taken either as the conclusion to <a class=\"isa\" verses=\"eyIxODIxOSI6MTd9\">vv. 1–17<\/a>, as here, or as the introduction to <a class=\"isa\" verses=\"eyIxODIzNyI6MTV9\">vv. 19–33<\/a>, as in most other commentaries, but little difference in sense results. It seems to be one of those transitional phrases which are characteristic of the book. Reasons for considering it with <a class=\"isa\" verses=\"eyIxODIxOSI6MTd9\">vv. 1–17<\/a> will be given below.<\/p> <p>In 30:1–7 Isaiah heaps his scorn upon the idea of Egypt offering Judah any substantive help. God will not let them be put to shame if they will trust him (<a class=\"isa\" verses=\"WzE4MjE2XQ==\">29:22<\/a>), but Egypt surely would shame them. As <a class=\"isa\" verses=\"eyIxODAwNiI6MjV9\">ch. 19<\/a> argued, Egypt has nothing which Judah does not have in her Lord, so what help can she give? (So also 31:1–3.)<\/p> <p>There is some disagreement over the precise time-reference of the events here described. Skinner and Wildberger take the passage to refer to the revolt against Sargon in 714–711 (<a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">20:1–6<\/a>), to which they also consider 18:1–6 to refer. This would be early in the days of the Saite Dynasty before the Ethiopian Shabako had unified Egypt under his control. However, little is known about those events and 18:1–6 is sufficiently ambiguous to be understood in several ways. Furthermore, it appears that Isaiah’s words here show some dependence upon the description of Egypt’s fickleness to the ruler of Ashdod in 20:1–6. In the light of these uncertainties, it seems best to date this account, with the majority of commentators, to 701, either shortly before or shortly after the Egyptian army’s advance to Eltekeh and Sennacherib’s defeat of it there.<\/p> <p>By this time Judah was <i>in extremis.<\/i> Whatever hopes Hezekiah may have had for the success of his revolt, and it was evidently carefully planned, as the Siloam tunnel indicates, those hopes were now dashed. All his allies had either capitulated or been defeated, his outer fortresses were now defeated, and the end was clearly at hand. If any human help was to be found, Egypt was the only possibility. That Hezekiah’s name is not mentioned in Isaiah’s denunciation of the Egyptian alliance may suggest that he was not its instigator but that it was forced on him by his advisers. But from whatever source, the decision had evidently been made, and in fact, <a class=\"isa\" verses=\"WzE4MjIwLDE4MjIyXQ==\">vv. 2, 4<\/a>, and 6 may indicate that envoys were already on their way to Egypt.<\/p> <p><a class=\"isa\" verses=\"WzE4MjE5XQ==\">1<\/a> For Isaiah this decision could only stem from the basic rebelliousness of his people (<a class=\"isa\" verses=\"W3siMTc2NTciOjN9LFsxNzY3NSwxNzY3OF1d\">1:2–4, 20, 23<\/a>). God’s word concerning alliances with Egypt was very clear: they were forbidden (Exod. 13:17; Deut. 17:16). Without doubt the chief reason for this prohibition was to negate as much as possible the heavy influence such an old and established pagan culture could have had (and did have, if we look at Jeroboam’s bull cult) upon a struggling and culturally deprived people like the Hebrews. So they had not needed a new word from God; they only needed to obey the one they had. But the mind which is set on this world’s ways cannot see the wisdom of God’s ways. To it, rebellion is not rebellion but simply common sense.<\/p> <p><i>weaving a web<\/i> interprets the noun as in 25:7 and takes the verb as from <i>skk.<\/i> In this sense then it speaks of the alliance with Egypt. It is also possible that the verb is <i>nsk<\/i>, “to pour out.” In this case the noun would mean “libation.” But those who read in this way would also see an alliance in view, with the libation being a part of the ceremonies involved with sealing the covenant between the two nations. Again, this act would constitute rebellion against Yahweh, for it would involve recognition, if not worship, of the Egyptian gods.<\/p> <p><i>so that sin is added to sin<\/i> may be understood in at least two ways. First, it may mean that to the sin of bringing Assyria into the land of Canaan through Ahaz’s alliance with her, they now add the sin of allying themselves with Egypt to get Assyria out! But it is also possible that it is the sin of concealment being added to the sin of alliance. In any case, it is true that something about the human condition leads us not to confess sin but to compound it with more. It is also true, as with Jacob, that when we once set out to make ourselves secure in ourselves, sin against God and others comes naturally, for we have made ourselves gods and our ends then justify any means.<\/p> <p><a class=\"isa\" verses=\"WzE4MjIwXQ==\">2<\/a> <i>inquire for my word<\/i>, along with the two similar phrases in v. 1, “not from me,” “not from my Spirit,” all speak of the biblical insistence upon a life guided by God’s revelation. Undoubtedly here it is a direct prophetic word which is intended. The decision-makers had not consulted with the prophet before or after making their plans, most probably because they knew that God would contradict what they wanted to do (30:10, 11; cf. also King Ahab’s words concerning the prophet Micaiah, 1 K. 22:8). Yet the whole basis of the life of faith is summed up in Jesus’ words in the garden of Gethsemane, “Not my will, but thine be done” (Mark 14:36). Only someone who is absolutely convinced of God’s good intentions toward him can say those words. All others are doomed to distrust God and to believe that their will is better than his, that they, the pot, know better than the Potter (<a class=\"isa\" verses=\"WzE4MjEwXQ==\">29:16<\/a>). Nor is his word something static and dead. It is his mouth and comes to us by his Spirit (cf. Num. 12:8). Thus his will and way are dynamic and personal, as he is. The written word stands fixed as a check upon our easily deceived minds, but unless its truth is applied to us personally by God’s Spirit, that truth remains purely academic.<\/p> <p><i>refuge<\/i> and <i>shelter<\/i> are words which have a particular poignancy because of their frequent appearance in the Psalms with reference to God. Thus the nature of Judah’s rebellion is further underlined. It is not merely the making of a defensive alliance with a neighboring country which is so odious. It is the repudiation of a personal relationship of dependence upon and affection for their God. Probably the people would not have described it so. They probably expected to continue as God’s people. But they had in fact exchanged the shadow of the Almighty (Ps. 91:1) for the shadow of one very small human being, the Pharaoh. For Jesus’ words were true then as now, “No man can serve two masters” (Matt. 6:24).<\/p> <p><a class=\"isa\" verses=\"WzE4MjIxXQ==\">3<\/a> But Egypt cannot afford the protection Judah seeks. Her time as a world power was long past. Shabako, the pharaoh at this time, was a Nubian, not an Egyptian. Egypt did not even have the cultural strength to produce her own leadership, let alone protect anyone else. In the event, the Egyptians were put to rout barely one hundred miles from their own border by an Assyrian army six hundred miles from home. So, Isaiah says, to lean upon the staff of Egypt is to be publicly disgraced, for that staff will collapse under you (cf. 36:6, the words of an Assyrian!). So they have rejected trust in God who would not have failed them and instead have committed themselves to Pharaoh, who most assuredly will.<\/p> <p><a class=\"isa\" verses=\"WzE4MjIyXQ==\">4<\/a> It is not made plain by the text whose princes and messengers are intended, the Pharaoh’s or Judah’s. In either case, the verse seems to be saying that the failure of Egyptian support will come in spite of what might be seen as indications to the contrary. These indications might be either that the Nubians had firmly established their control over the Delta region from Zoan (Tanis) in the northeast to Tahpanhes (Heracleopolis) south of Memphis, or that the Judean emissaries had been received from one end of Lower Egypt to the other.<\/p> <p><a class=\"isa\" verses=\"WzE4MjIzXQ==\">5<\/a> At any rate, says Isaiah, Egypt will not be able to do Judah good; she will only plunge her to deeper disgrace.<\/p> <p><a class=\"isa\" verses=\"eyIxODIyNCI6Mn0=\">6–7<\/a> The pronouncement concerning the animals of the Negeb closes this segment in a graphic and concrete way, a stylistic device typical of the book (cf. 3:18–4:1; 5:1–7; 14:3–21; 20:1–6; etc.). The original unity of these verses with <a class=\"isa\" verses=\"eyIxODIxOSI6NX0=\">vv. 1–5<\/a> has been much debated. The debate has generally revolved around the title, which, like those of chs. 20–22, seems to be based on catchwords in the context. According to normal form-critical theory, a piece so entitled had a separate existence independent of its present context. However, the content of the two verses shows so many connections with <a class=\"isa\" verses=\"eyIxODIxOSI6NX0=\">vv. 1–5<\/a> that such independence seems unlikely. That being so, it is frequently concluded that the title is not original. However, one wonders if that expedient is necessary. In view of the reference to the burdens borne by the animals (v. 6b), the prophet may have used the term <i>maśśā<\/i>, “burden,” as a kind of double pun. Here was a “burden” concerning the “burden-bearers.”<\/p> <p>The language is rather extravagant, but it makes its point well. A caravan loaded with treasures struggles through wild terrain infested with lions and snakes, all to buy the help of an old dragon who is in fact helpless. All the cost in effort and wealth will come to nothing, says the prophet.<\/p> <p><a class=\"isa\" verses=\"WzE4MjI0XQ==\">6<\/a> Some scholars comment that the coastal road through the Negeb cannot have been so severe, and that this is an indication that Sennacherib had already cut that road, forcing the envoys to cross the harsh Sinai Peninsula, retracing the road over which their forefathers had come. (Note the reference to fiery serpents, Num. 21:6; Deut. 8:15.) While this explanation may be true, it is also true that this is poetic language and overliteralism is to be avoided in such a case. So the author may be using these figures of lions and snakes merely to talk about the great danger and risk involved in these overtures to Egypt.<\/p> <p><i>As for Egypt, their help is completely empty<\/i> is rough and abrupt in Hebrew. But evidently this is exactly the impact the author wishes to make, as indicated by his final taunt. Somehow, he must help his people to drop their age-old sense of inferiority before Egypt’s opulent culture and realize that whatever she might have been, she is now impotent.<\/p> <p><i>Rahab who sits still<\/i> presents a striking dissonance in ideas. On the one hand, Rahab is the sea monster of popular legend. She is the ancient chaotic Matter against whom the gods struggled for survival, only subduing her by dint of the last bit of effort. The Hebrews used that legend as a literary allusion when they spoke of God overcoming Egypt to set them free. So is that who Egypt is? Some ancient Rahab with all the destructive powers of chaos at her command? Hardly. She is more like a fat old grandmother sitting sleepily in the sun. Why go to all that effort to buy her help?<\/p>",
    "audit": null
}