{
    "id": 17370,
    "source": "oswalt",
    "verse_id": 17736,
    "verse_count": 5,
    "reference": "4:2–6",
    "title": "Israel Restored",
    "html": "<p>With this segment the prophet brings to a close the subsection beginning at 2:1. He started with an announcement of Israel’s destiny as the people of God, through whom God’s law could be made known to an expectant world (<a class=\"isa\" verses=\"eyIxNzY4NyI6NX0=\">2:1–5<\/a>). But that vision stood in direct contrast to the present condition of Israel. In essence she was reduced to Judah and Jerusalem, and even Judah, instead of teaching the world, was being taught <i>by<\/i> the world. They were learning dependence on human greatness for their life. But Isaiah shows in a series of stunning contrasts how such dependence does not exalt but rather humiliates (<a class=\"isa\" verses=\"eyIxNzY5MiI6NDR9\">2:6–4:1<\/a>). The climactic contrast appears in 3:16–4:1 where Jerusalem is compared to haughty Judean ladies who will be reduced to abject misery by the coming exile. But does this predicted destruction mean that God will give up on Israel, that, in fact, her destiny will become unreachable? 4:2–6 answers this question in the negative. God will not give up on his people. In fact, the coming fires of the Exile will only serve to make his people more what God has always wanted them to be (v. 4). The prophet reinforces his assertion of the redeemed Israel’s essential unity with her past by the large number of allusions to the Exodus (<a class=\"isa\" verses=\"eyIxNzczOSI6Mn0=\">vv. 5, 6<\/a>). They will not lose their royal priesthood (Exod. 19:6) because of coming judgment. In truth, they will find it (cf. Mal. 3:3, 4).<\/p> <p>The evidently eschatological flavor of this passage has caused many commentators to date all or part of it after the Exile. Duhm goes far as to assign it to the second century B.C. Although Kaiser and Wildberger are reluctant to go as far as Duhm, they still place it during the second temple period. The evidence for such dating is rather tenuous, depending in large part upon the conclusion that eschatological and apocalyptic thinking were the result of the failed hopes of the postexilic period. However, that conclusion is almost in the nature of an assumption, depending as it does upon an evolutionary view of religious development. There is little hard evidence which points to a late date. While it is true that the Book of Life (v. 3) is mentioned frequently in the later prophets (Dan. 12:1; Mal. 3:16; Rev. 3:5), it also appears in Exod. 32:32. Furthermore, the use of Exodus language does not support a late date unless Mic. 7:15–17 and Isa. 11:11–17 are also to be dated late. In favor of an early date is the verbal and thematic unity between 4:2–6 and the material preceding it, including the reference to the daughters of Zion (<a class=\"isa\" verses=\"WzE3NzI0LDE3NzM4XQ==\">3:16; 4:4<\/a>), the idea of destruction resulting in a remnant (<a class=\"isa\" verses=\"W3siMTc3MTQiOjJ9LHsiMTc3MzMiOjN9LHsiMTc3MzciOjJ9XQ==\">3:6, 7; 3:25–4:1; 4:3, 4<\/a>), filth and bloodshed (<a class=\"isa\" verses=\"WzE3NjcwLDE3NzMyLDE3NzM4XQ==\">1:15; 3:24; 4:4<\/a>). In the absence of more conclusive evidence for a later date of composition and given the appropriate ways in which this material fits at this point, there seems to be no reason to depart from the traditional understanding (cf. Skinner).<\/p> <p><a class=\"isa\" verses=\"WzE3NzM2XQ==\">2<\/a> <i>In that day<\/i> provides a direct connection between this segment and what preceded it (<a class=\"isa\" verses=\"WzE3Njk4LDE3NzAzLDE3NzE1LDE3NzI2LDE3NzM1XQ==\">2:12, 17; 3:7, 18; 4:1<\/a>). But the relationship is one of contrast. In those references the coming day was one of retribution and judgment, when the false hopes and complacency of the Judeans would be swept away. Yet God’s final purpose is not destruction. If it was true that God’s coming day would not merely vindicate the people, neither would it annihilate them. Rather, God’s coming day would only be complete when cleansing and restoration had taken place (cf. Zech. 12–14 for the same theme). Thus, this segment forms a necessary counterpoise and conclusion to the prophecies which preceded it.<\/p> <p>Traditionally, beginning with the Targum, <i>the Branch of the Lord<\/i> has been interpreted as referring to the Messiah (as it does elsewhere: Jer. 23:5; 33:15; Zech. 3:8; 6:12). But almost all modern commentators dispute this interpretation here (Calvin also). Their main evidence is that the parallel phrase <i>the fruit of the land<\/i> has no obvious messianic connection. On the other hand, if “fruit” is taken in a more literal sense, “branch” can be paralleled to it without great difficulty (cf. NEB “the plant which the Lord has grown”). On this view, the Lord would be promising renewed fruitfulness for the land, either figurative or literal, after the desolation of judgment.<\/p> <p>While such an interpretation is certainly consistent with the statements of Isaiah in other places, as well as with the other prophets, the question remains, as Mauchline notes, as to why Isaiah used this rather ambiguous word in what could have been otherwise a very simple statement. Nor can the witness of the Targum be too easily gainsaid. Although it is obviously influenced by Zechariah and possibly Jeremiah, it still constitutes a very early understanding.<\/p> <p>Those who accept the messianic interpretation of <i>Branch<\/i> have felt constrained to give <i>the fruit of the land<\/i> a messianic connection. Delitzsch, and more recently Young, have sought to make <i>the Branch of the Lord<\/i> reflect Christ’s divine nature whereas <i>the fruit of the land<\/i> would reflect his human nature. But this position rests too much on scholarly ingenuity, as Barnes has shown in detail. If the branch is the Messiah, then the point would seem to be that the real and lasting produce of Israel is God’s gift, not the result of her own fruitfulness and power. God will take away that honor (<span>ti<span class=\"u\">p<\/span>’ereṯ<\/span>) which she created for herself (<a class=\"isa\" verses=\"WzE3NzI2XQ==\">3:18<\/a>) and give her a new source of honor and exaltation. Israel herself is not the sprout, but rather that which has come from her by God’s grace. When God gives her glory, then she will know her true greatness, the greatness which eluded her when she sought to produce that glory herself. The thought that the Messiah is the mediator of God’s glory is a prominent one in the NT (Luke 2:32; 9:26, 32; John 1:14; 2:11; 11:4; 17:5, 22, 24; 1 Cor. 2:8; 2 Cor. 4:6; Col. 1:27; Heb. 1:3).<\/p> <p><a class=\"isa\" verses=\"eyIxNzczNyI6Mn0=\">3, 4<\/a> A nation which has become progressively more unlike God in his moral character will, in that day, become holy. This is the purpose of judgment and of redemption, that people should be like God. Indeed, this was the purpose of the Exodus and the giving of the law. God’s desire is that we should be holy as he is holy (Lev. 19:2; 22:31–33). In part, that means to become his possession, for whatever belongs to him is sanctified by his presence. So the objects in the temple were holy and could not be put to common use (cf. Lev. 10:1–11). But to be holy means also the manifesting of a distinctive character. The so-called Holiness Code (Le<a class=\"isa\" verses=\"bnVsbA==\">v. 17–26<\/a>) stresses that it is through the cultivation of certain kinds of ethical behavior that persons demonstrate the holiness of God. Israel had increasingly failed to cultivate such behavior. More than that, she seemed incapable of doing it. What should be done?<\/p> <p>With the other prophets, Isaiah sees hope through the very punishment for sin. The fiery judgment would be a factor in the cleansing process. Although it would not be for many, still some would realize why the judgment had come upon them and would turn away from their sins which had brought the judgment (Ezek. 36:25–26; 39:23–26; Dan. 9:4–19). In this sense, the purgative fire is a gift from God (cf. 6:6, 7). This element of real ethical change dare not be overlooked in the interpretation of <i>every one written for life.<\/i> Several commentators treat this as being merely evidence of God’s having predestined some to life. But to do so overlooks the plain evidence of Mal. 3:16, which indicates that a person’s name being entered into the book of life is also a response to choices which he or she has made. In no sense is human salvation the result of human initiative. Rather, we are saved because we have responded to divine initiative. But those who will not respond will not be saved.<\/p> <p>But is the divine initiative merely to be seen as a purgative fire? Will the fire alone <i>wash away the filth<\/i> and <i>cleanse the blood-guilt<\/i> (note 1:15) of God’s people? Can this fire atone for sin (<a class=\"isa\" verses=\"WzE3Nzc3XQ==\">6:7<\/a>)? Here correlation with other Scriptures seems to support the messianic interpretation. Sin must be borne (Lev. 1:4, etc.; 16:20–22; Isa. 53:4, 5), and it cannot be borne apart from bloodshed (Lev. 16:11–19; 17:11; Isa. 53:12; Matt. 26:28). According to Zechariah, it is through the Branch that the guilt of Judah will be removed (<a class=\"isa\" verses=\"eyIxNzcxNiI6Mn0=\">3:8, 9<\/a>) and a fountain opened for the cleansing of her sin and uncleanness (<a class=\"isa\" verses=\"WzE3OTA4XQ==\">13:1<\/a>).<\/p> <p>The plural <i>daughters of Zion<\/i> has caused interpreters some concern because if it is taken literally it is too restrictive, seeming to leave the sins of the sons uncleansed. Thus the LXX inserted “sons.” Gray (with Marti) chose to delete “daughters.” Scott wished to make “daughters” singular. However, if “daughters” is taken in a figurative sense as representative of Jerusalem, as suggested above (<a class=\"isa\" verses=\"eyIxNzcyNCI6Mn0=\">3:16, 17<\/a>), the problem is removed. In fact, the evidently figurative use of the phrase in this passage offers the strongest support for the figurative interpretation of the phrase in 3:16, 17.<\/p> <p>It is not possible to be dogmatic of the interpretation of “spirit” in the phrase <i>a spirit of judgment and a spirit of burning.<\/i> Many commentators understand it to refer to the Spirit of Yahweh. Thus Calvin, arguing that the Spirit is known by what he does, suggests that the sense is of judgment and burning done by the Spirit. But others believe that a figurative use of “wind” is intended. Here the allusion would be to the hot searing wind off the desert (Scott) or to the storm wind accompanying a theophany (Kaiser; cf. 11:15; 27:8). But it may be that neither of these is correct. Such usages as “a spirit of confusion” (<a class=\"isa\" verses=\"WzE4MDE5XQ==\">19:14<\/a>), “a spirit of justice” (<a class=\"isa\" verses=\"WzE4MTcxXQ==\">28:6<\/a>), “a spirit of deep sleep” (<a class=\"isa\" verses=\"WzE4MjA0XQ==\">29:10<\/a>), “a spirit in him, so that he shall hear a rumor” (37:7; perhaps also 11:2), all seem to suggest a kind of periphrastic construction in which “spirit” almost serves to introduce an abstract concept. If this interpretation is correct, it would be appropriate to translate “through the process of burning and judgment.”<\/p> <p><a class=\"isa\" verses=\"eyIxNzczOSI6Mn0=\">5, 6<\/a> Several images would be invoked in the hearers’ minds by the allusions to the pillar of cloud and fire contained in these verses. First, they would help to establish a sense of continuity with the past and let the hearers know that the searing words recorded in 2:6–4:1 did not mean that God would abandon his ancient covenant (Exod. 13:20–22). Second, they would reaffirm that God’s ultimate intention was to share his presence (the glory, Exod. 40:34–38) with them as intimately as possible (cf. Ezek. 10:3–5, 18–19; 11:22–25 vs. 43:1–5). Third, the cloud would speak to them of God’s care for them expressed through the protection and guidance afforded by the pillar (Num. 9:15–23).<\/p> <p>In this case, however, the cloud seems not to be merely a pillar over the temple, but a canopy which covers all of Mount Zion and those who assemble there. The glory which the canopy of cloud covers (Exod. 40:34) no longer resides merely within the temple precincts; now it is the possession of all who worship the God of Zion (Ezek. 39:25–29; John 17:10, 22, 24). The canopy of cloud and fire, so terrifying to God’s enemies, will be a source of comfort to the remnant. The same fire which purged them is now their protection and hope. In language reminiscent of Ps. 91, the author asserts that neither blinding sunlight nor driving rain can hurt God’s people. This reference is apparendy an antinomy which, by expressing the opposites, includes everything between. Thus, the author is saying that there is nothing in the created universe which can harm those who belong to God. Some have felt this mention of the sun and the rain to be somewhat mundane and thus to offer a rather weak conclusion to the segment. However, when it is remembered that in a pagan worldview the natural forces are deities to be feared, this assertion gains considerable strength. Those who “abide in the shadow of the Almighty” (Ps. 91:1) have nothing to fear from the “principalities and powers” (Rom. 8:38; Eph. 1:21, 22; 6:12) of this world.<\/p>",
    "audit": null
}