{
    "id": 17409,
    "source": "oswalt",
    "verse_id": 17991,
    "verse_count": 5,
    "reference": "17:7–11",
    "title": "They Have Forgotten God",
    "html": "<p>This coming to terms with God is exactly what the prophet foresees as issuing from the coming destruction. No longer able to rely on their own strength, the people of Israel will finally turn back to the God they had forgotten. This repentance will not halt the destruction, but it will show them the fallacy of the course upon which they had been walking.<\/p> <p>Virtually all modern commentators have argued that <a class=\"isa\" verses=\"eyIxNzk5MSI6Mn0=\">vv. 7–8<\/a> are misplaced, not only because they seem to interrupt the flow of thought from v. 6 to v. 9, but also because the theology is of a postexilic variety in which the revulsion against idolatry has gained great impetus. (Gray also argues that “Maker” is a late concept in that it occurs in this book only in 51:13 and 54:5. But that same argument might be turned around by making those references dependent upon this one, especially since Maker appears in Hos. 8:14, which is hardly postexilic in date.) As noted above on <a class=\"isa\" verses=\"eyIxNzk4OCI6M30=\">vv. 4–6<\/a>, there may not be as much of a breach in the chain of thought as first appears. The concept of coming to terms with God may be the most natural one in response to the vision of coming judgment. In that case the structure of <a class=\"isa\" verses=\"eyIxNzk4NSI6MTF9\">vv. 1–11<\/a> is chiastic with <a class=\"isa\" verses=\"eyIxNzk5MSI6Mn0=\">vv. 7, 8<\/a>, providing the second theme, return, between recurring statements of the main theme, judgment. This question of the function of a passage in its present context is too little dealt with in the discussion of authorship and composition. Too often no explanation is attempted for the placing of an “interpolation” in its present setting other than accident or <i>tendenz.<\/i> But in too many cases this “explanation” will not do. A better answer is called for as to why the supposed “interpolator” inserted his passage where he did. And if this answer has any structural validity, then it is equally possible for the original author or editor to have inserted it there with that purpose as for some later editor to have done so.<\/p> <p><a class=\"isa\" verses=\"eyIxNzk5MSI6Mn0=\">7, 8<\/a> In these verses the author contrasts the gods who are made with the God who has made. In a tone reminiscent of 2:6–22 and 44:9–18, he points out the folly of investing one’s own handiwork with ultimate significance. What we have made cannot save us, it is not fundamentally different from us, that is, holy. Yet somehow when life is going well it is very easy to live as though that were so (Hos. 4:7). It is “When Life Tumbles In” that we are forced to look for One who is other than we, One who is beyond us, who holds us in his hands rather than vice versa (Isa. 10:20; Ps. 100:3; Hos. 3:5; 6:1; Mic. 7:7).<\/p> <p><a class=\"isa\" verses=\"WzE3OTkyXQ==\">8<\/a> <i>Asherahs.<\/i> Asherah was the consort of El, the Canaanite high god. As such, she was the mother-goddess, the Canaanite version of the Mesopotamian Ishtar and Egyptian Isis. In some of the myths she appears alongside Astarte, Baal’s consort, but in others she <i>is<\/i> Baal’s consort. In the fertility cult she was represented by the grove of trees, perhaps poplars, surrounding the Baal altars on the high places. At other times the grove seems to have been replaced merely by poles. It is widely assumed that these trees or poles had phallic significance. (Cf. 27:9; Exod. 34:13; Deut. 16:21; Judg. 6:25, 28; 2 Chr. 34:4–7; Mic. 5:14.) Instead of trying to manipulate forces of life considered to be sexually based, the people would be turning to the One who <i>is<\/i> life, who made sexuality, but is himself asexual.<\/p> <p><a class=\"isa\" verses=\"WzE3OTkzXQ==\">9<\/a> This verse continues to be addressed to the reader in that it treats Israel in the third person, whereas vv. 10 and 11 speak directly to her in the second person. It continues from vv. 7 and 8 in that it begins, as v. 7 does, with <i>in that day.<\/i> It brings the reader back to the fact that Israel’s new awareness of God will come only in the destruction and thus will not prevent it. God had called to his people in so many ways, hoping to avert the disaster (Hos. 11:1, 2; Matt. 23:37), but they will not hear until the disaster rips all their false supports from them.<\/p> <p><i>heights and summits<\/i> is one possible reading of the MT. If it is correct it perhaps refers to the Canaanite worship centers which were located on the hilltops and which were forsaken for a time at least before the victorious iconoclastic religion of Yahweh (Judg. 6:28). The irony of the present situation was that Israel had been sucked back into that paganism, forsaking the God who had made her victorious with the result that she would be as desolate as her enemies once had been.<\/p> <p><a class=\"isa\" verses=\"eyIxNzk5NCI6Mn0=\">10, 11<\/a> In words reminiscent of Deuteronomy, the prophet speaks directly to Israel, reminding her that it is because she has forgotten God that all her attempts to supply her needs have come to nothing. Even when the results of human achievement seem most promising, these results are bitter, as the two wars of our century and the present nuclear arms race ought to teach us.<\/p> <p>In the theology of Deuteronomy, remembering and forgetting form a fundamental concept (e.g., 8:11–20). What is in view there is not primarily a mental activity, although it does involve such activity. Rather, remembering is a mental activity which issues in certain kinds of behavior, and the absence of the behavior negates any claimed mental activity. God wants his people to recall his unique, never-to-be-repeated acts on their behalf with the result that their present actions will be in keeping with his character. If their present actions are not of such a nature, then they do not truly remember what God has done. If God has touched my life, yet my life is not different, then I have not perceived the implications of that touch, and it is in fact void of significance (1 Cor. 11:24–29; Gal. 3:1–5). Thus, the Israelites may well have continued to look to Yahweh as their national god. They probably continued to see themselves as orthodox even while assimilating idolatry and paganism into their faith. But in fact, the significance of God’s acts on Israel’s behalf was lost on them, as their manipulative attempts to make themselves secure demonstrated.<\/p> <p>The description of the activity in vv. 10b and 11 is reminiscent of that attributed to the Adonis cult, where potted plants were force-bloomed and then allowed to die as symbolic of the fertility cycle of the world. This cult was a Greek version of the Tammuz worship, which is mentioned in the Bible (Ezek. 8) and which was widely practiced in the ancient Near East. The worshipers believed that by reenacting the myth of the dying and rising vegetation-god they would secure a good crop for themselves.<\/p> <p>Whether or not the particular practices of the Adonis cult are in view here (Kissane, with Skinner, cautions that the similarities are only general, not specific), it is clear that the people are seeking to supply their own needs through their own activity. Such an approach can only be the result of a prior abandoning of the God who had shown himself both willing and able to care for them.<\/p> <p><i>strange shoots<\/i> (lit. “shoots of strangeness”) is interpreted by some as meaning “shoots of a strange (god).” They have then suggested that <i>pleasant plants<\/i> refers to the plants of (the god) Naaman (the sweet one = Adonis?). However, <i>pleasant<\/i> is used elsewhere in the book without any overtones of the divine name (<a class=\"isa\" verses=\"WzE4MjcyXQ==\">32:12<\/a>), and the form of <i>strange<\/i> is adjectival, not nominal (<i>zār<\/i>), so that the present reading seems preferable. Probably the reference to these exotic and beautiful plants does symbolize the lush and opulent Canaanite religion, which promised such a beautiful harvest.<\/p> <p><a class=\"isa\" verses=\"WzE3OTk1XQ==\">11<\/a> <i>you will make it grow.<\/i> No matter how successful one’s techniques for forcing the best out of one’s life, the harvest will be a bitter disappointment if those techniques avoid dependence upon God. Life’s rewards have a way of slipping through the fingers of those who have grasped at those rewards, or they suddenly lose significance when they have been seized (<a class=\"isa\" verses=\"WzE4NDQ1XQ==\">40:24<\/a>). But in God, life is given back to those who have surrendered it for love of him (65:21, 22; Matt. 16:25).<\/p>",
    "audit": null
}