{
    "id": 17454,
    "source": "oswalt",
    "verse_id": 18367,
    "verse_count": 7,
    "reference": "37:14–20",
    "title": "Hezekiah’s Prayer",
    "html": "<p>One of the principles of human manipulation which has been stressed in recent years is the value of a relaxation of stress followed by an immediate restoration of that stress. Prisoners who have successfully rebuffed all efforts to break their resistance have often been broken when some of their freedoms were restored, and friendly overtures were made by the captors only to have the harshest pressures abruptly restored. The captive relaxed and could not then restore the resistance. The same thing may have been true for Hezekiah. He had no doubt received news of the Egyptian approach; he had watched the Rabshaqeh depart; his hopes were raised and he breathed a sigh of relief. What an awful shock it must have been to see the Assyrian embassy back again with even more arrogant words. If ever Hezekiah was tempted to surrender, it must have been then. But at this critical moment he dared to do what his father Ahaz was never able to do: he dared to believe that the kingdoms of this world are the kingdoms of our Lord and of his Messiah (Rev. 11:15). Human pomp and glory and the gods made in that image are not the be-all and end-all, and he knew it well enough to know that he could not bow down to Assyria if it meant denying the sovereignty of the one true God. Unlike his father, Hezekiah would not let the fear of man prevent him from trusting God (Ps. 56:5, 12 [Eng. 4, 11]).<\/p> <p>Prayers of monarchs in somewhat similar straits appear in extra-biblical sources. Two of these are the prayer of the Egyptian Sethos before the Assyrian threat, and the prayer of Ashurbanipal in the Elamite crisis. In both cases the king perceives himself to be <i>in extremis<\/i> and cries out to his god, ultimately receiving assurances of help. The chief difference between those prayers and this one is that the latter contains no protestations of the king’s righteousness or claims that he deserves to be helped. Can it be that this king knows that these are not the issues? The issue is whether the Lord alone is sovereign over the nations. It is this which Hezekiah has learned (the theme of chs. 7–35), and it is this upon which all his hope rests.<\/p> <p><a class=\"isa\" verses=\"WzE4MzY3XQ==\">14<\/a> <i>the letter<\/i> is plural in Hebrew (<span>s<span class=\"u\">p<\/span>ārîm<\/span>, lit. “books”) but Hezekiah is said to have read <i>it<\/i> (singular). The LXX takes “letter” as singular while the Targum leaves the plural “letters” and resolves the problem by having Hezekiah read “one of them.” Probably there is no contradiction; the plural form may be normal for a singular item.<\/p> <p><i>he went up to the house of the Lord<\/i>, as in the first instance (<a class=\"isa\" verses=\"WzE4MzU0XQ==\">37:1<\/a>), indicates Hezekiah’s essential orientation. Whereas Ahaz refused even to ask for a sign of God’s help, Hezekiah knows that God is his only hope.<\/p> <p><i>Hezekiah spread it before the Lord<\/i>, as with the later Maccabees, who spread a copy of the defaced Law before the Lord (1 Macc. 3:48), is not an attempt to inform God of something he does not already know but an expression of shock and outrage. Hezekiah does not merely wish to tell God about the offending document; he places it before him in its entirety, as if to say, “Surely <i>this<\/i> cannot be left unanswered.”<\/p> <p><a class=\"isa\" verses=\"WzE4MzY5XQ==\">16<\/a> This verse is an invocation, proclaiming the basis upon which the following plea for deliverance is made. As noted above, that plea is not based on the righteousness of the petitioner or upon mitigating circumstances. Rather, it is based solely on the character and identity of God. Sennacherib is not to be defeated because the Judeans are so righteous. Indeed, they are not. Rather, it is because the Assyrian has called the name of God into question (Ezek. 36:20–32). If God is not sovereign, then trust in him is foolish. But if he is sovereign, we may trust him through whatever happens to us in life (Rom. 8:38–39).<\/p> <p>Hezekiah identifies the Lord in two primary ways: as King and as Creator. It may be that he intends the former to proceed from the latter. In any case, it certainly does so proceed. If God made the heavens and the earth, then it is he who defines the earth and not vice versa. He is separate from the earth and nothing earthly can even be on a par with him, let alone claim superiority over him. What we believe on this issue is of fundamental importance. Once surrender the belief in God as the Creator who stands apart from the world which he created by fiat, and biblical religion is untenable.<\/p> <p><i>who sits over the cherubim<\/i> is literally “sitter of the cherubim.” This construction appears to be a species of epexegetical genitive defining the location of the sitting without specifically stating that God sits <i>on<\/i> the cherubim. The same reluctance to be too explicit about God’s sitting appears in the other places where the cherubim are mentioned in Scripture (Num. 7:89; 1 Sam. 4:4; 2 Sam. 6:2; Ps. 80:1 [Eng. 2]; etc.). The point seems to be that while God is especially and uniquely present in that space, he is not to be localized to the extent that he is conceived to sit <i>on<\/i> the cherubim. Thus this concept delicately balances two truths: God is no idol, a force who exists for us; but, on the other hand, he is not absolutely removed from us. He is, in Isaiah’s words, “God with us.”<\/p> <p><i>you are God, you alone, of all the kingdoms of the earth<\/i> sums up all that chs. 13–35 were about. Hezekiah has learned the truth which his father Ahaz refused to consider. The nations of the earth are not ultimate, nor are they to be trusted. It is the God of Israel, the God who graciously manifests himself from above the cherubim, who rules the nations. It is not foolish to trust him, contrary to Sennacherib’s assertions. In fact, it is the height of folly <i>not<\/i> to trust him, for he, as Maker, is the only God. In many ways, this confession that God alone rules the nations is the climax of the entire first part of the book. God is the one in whom trust should reside, not in human glory, as typified in the nations. It is symptomatic of the understanding of this truth that nowhere in this prayer does Hezekiah boast of his or his nation’s righteousness as a motive for God’s deliverance. The king knows too well that there is no hope for them in human achievements. Their only hope is in the undeserved grace of the Sovereign of the nations.<\/p> <p><a class=\"isa\" verses=\"WzE4MzcwXQ==\">17<\/a> In contrast to the idols, which have eyes but cannot see and ears but cannot hear (<a class=\"isa\" verses=\"WzE4NTE0XQ==\">43:8<\/a>), Hezekiah appeals to the living God, who sees without eyes and hears without ears. The term <i>living God<\/i> appears largely in the context of the Israelite conflict with idols. As such it expresses the conviction that the gods are indeed lifeless, for their only power is that derived from their makers. The living God is not dependent upon his creatures. They, in fact, derive their life from him. Thus, when God’s true greatness is unfolded, his creatures can be delivered. If the creature is exalted, salvation is impossible.<\/p> <p><a class=\"isa\" verses=\"eyIxODM3MSI6Mn0=\">18, 19<\/a> The audacity of Hezekiah’s faith is made plain here. For him to assert that his God alone is alive would seem to fly in the face of the evidence. His country is small and weak, cowering before an Assyrian Colossus which stands astride the world. Nonetheless, the Judean king refuses to be deterred from what he knows to be true by evidence which is ultimately superficial. There is a word here for the modern age whose dictum too often is: if it works and if it feels good, it must be right. Had Jesus Christ believed that, there would be no cross and no Church today. What is right is not validated by winning in the short run (Dan. 3:16–17).<\/p> <p>How shall Hezekiah refute the claims that Judah should not trust in her God because no other god had been able to deliver its nation? The answer was ready at hand: the Lord was a different order of being from all those other gods. In every way, this is an astonishing statement. Where could the Judeans have gotten such an idea? Why should one god be different from all the others? Is it because theirs was not represented by an idol? But lack of idolatry does not prove that the god is fundamentally different. Rather, all the evidence points to the fact that it was because the Hebrews conceived of their God differently that they were iconoclastic. Because God was other than this world, he could not be represented in the forms of this world. The recognition of that otherness can only be explained as the Hebrews explained it: they received it by direct communication from beyond this world. Given that otherness, Sennacherib’s arguments were worthless. Even if Judah were to fall, it would not be because Yahweh was simply one more of the gods.<\/p> <p><a class=\"isa\" verses=\"WzE4MzczXQ==\">20<\/a> In view of the king’s evident dependence upon God, this would be the place to press that dependence as the motivation for God’s deliverance. <i>Because<\/i> Hezekiah depends, God <i>must<\/i> deliver. In fact, that is not what Hezekiah did. His concern remained for God and his glory. What happened to Judah was not of ultimate importance; what happened to God’s name mattered to all eternity. How rare this is. We can talk easily of the importance of God’s being glorified until we are hurting. Then it is of chief importance that we be delivered, and how God is perceived in it all is of no consequence. Not so with Hezekiah; the chief motive for Judah’s being delivered is that the world may know that God alone is God. How often the outcome of our lives and our praying might be different if we focused first upon God’s glory and upon his reputation, believing that all would be well with us if his name was well served (Matt. 6:33). All too often our well-being is the end and God is only a means to that end. Here Hezekiah demonstrates the opposite: God is the end and deliverance is the means (cf. Phil. 1:20).<\/p>",
    "audit": null
}