{
    "id": 17398,
    "source": "oswalt",
    "verse_id": 17930,
    "verse_count": 4,
    "reference": "14:1–4a",
    "title": "Promised Deliverance",
    "html": "<p>In this second part of the burden of Babylon, the major element is the taunt-song, vv. 4b–21, rejoicing over the downfall of the haughty monarch of the city. As such it is a powerful particularization of the more general statements of <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">ch. 13<\/a>. No particular person is named nor is it clear any is intended (see below on v. 4a), but the poem makes the destruction of human pride and arrogance much more graphic by personifying it in this way. The song itself, however, is bracketed by opening and closing statements which put the song in its appropriate context. It is God who rises up against Babylon (<a class=\"isa\" verses=\"eyIxNzk1MSI6Mn0=\">vv. 22, 23<\/a>), and he does so not merely because the creature cannot exalt itself against its Creator, but because in its arrogance the world power holds captive the people whom God has promised to redeem (<a class=\"isa\" verses=\"eyIxNzg5NiI6Nn0=\">11:11–16<\/a>) and through whom he intends to bless the world (11:1–9; Gen. 12:2, 3; 18:17, 18). Thus, God’s wrath is not only negative as against sin, but also positive as against that which blocks the path of blessing.<\/p> <p>The vision presented in <a class=\"isa\" verses=\"eyIxNzkzMCI6NH0=\">vv. 1–4<\/a>a is one of hope. The result of Babylon’s overthrow will be the promised deliverance. Although Israel’s lack of trust in God will have placed her back in bondage, as before in Egypt, yet God will not forsake her. Although the world’s glory and Israel’s sin be ranged against him, yet he will keep faith with her and restore her to him, not only because he loves her, but also for the sake of his own name in the world (Hos. 11:8–11; Mic. 7:8–10; Ezek. 36:32–36; Isa. 50:1–3). As Delitzsch comments, these few verses contain the message of chs. 40–66 in a nutshell. They leap across the intervening ideas and events and remind the reader again (as in 2:1–4 and 4:2–6) of God’s ultimate purpose of blessing.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkzMCI6Mn0=\">1, 2<\/a> These verses form a sort of epilogue to <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">ch. 13<\/a> as the opening <i>kî<\/i>, “for,” shows. Babylon—the oppressor—will be destroyed because of the Lord’s compassion for his people. The prophet’s vision is not limited to Judah. God will remember his entire people, as the parallel use of <i>Jacob<\/i> and <i>Israel<\/i> indicates. The analogy with the Exodus is very clear throughout these verses. As God chose Israel once before in Egypt, he will chose her again in Mesopotamia (Deut. 4:37; 7:6, 7; Ps. 135:4). This election does not speak so much of Israel’s status before God as it does of the individual Israelite’s experience of him. God’s choice of Israel to be the bearers of the covenant was fixed in God’s promise to Abraham. But any specific group or generation of that people had to receive the choosing for themselves (2 Pet. 1:10). Here the prophet reminds his hearers, both present and future, that whatever punishment may come, it need not mean abandonment. God will once again choose. So it is with the Church. God’s purposes for it remain unchanging. But how the Church experiences God in any generation will depend on the character of that generation of Christians. This much is sure: whatever bondage the Church may fall into, God will choose her again.<\/p> <p>The result of the choosing will be that Israel will be put down on her own soil again. But there will be more than merely a restoration of the status quo. Another factor will be added. Now instead of Israel being joined to aliens, the aliens will be added to Israel. In fact, then, the tables will be turned. Israel will not be dependent upon the nations; the nations will be dependent upon Israel (<a class=\"isa\" verses=\"W1sxNzY4OV0seyIxODgyMyI6M30seyIxODg0OSI6M31d\">2:3; 60:1–3; 61:5–7<\/a>). The language in which this reversal is stated has been troublesome to many Christian commentators. They have seen the idea of reducing Gentiles to slaves as being an unworthy sentiment. Thus, older commentators (but also Young) have tended to spiritualize the passage, saying that it referred to the Church and its dominion over all the earth. More recent scholars generally dismiss it as an unfortunate expression of late Jewish nationalism. But it is not necessary to take either position. This language can be taken as a figurative expression of the prophet’s inspired conviction that the present relationship between Israel and the nations would not always obtain. The nations’ pride was passing, but the glory of Israel’s God was unending, and the day would come when the temporal would bow to the eternal. Surely this has happened. Marduk and Baal and Chemosh are dead, but Yahweh lives on. So too, Assyria and Babylon have long since walked off the pages of history, but the people of Israel live on.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkzMiI6Mn0=\">3, 4<\/a> Here again the analogy with Egypt is carried out. The Lord will give relief from the pain, the trouble, and the hard service, in short, the slavery. In his grace, the tables will be turned so that the slaves, formerly bowed down, will stand over the fallen king, once so mighty. These verses continue the theme of God’s care for the lowly and his opposition to those who have exalted themselves. His day is for the lowly and against the mighty. In that day, he promises rest to his people in their own land (28:12; 32:18; Deut. 12:9; 2 Sam. 7:1; 1 K. 8:56; Ps. 95:1; Mic. 2:10). It is an expression of that release from their enemies that they will be able to taunt the very one who had vaunted himself over them. Kaiser comments that such an attitude is contradictory to NT principles, yet it is the very sort of thing which is said about Babylon in the book of Revelation (<a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">18:1–24<\/a>). While it is incumbent upon Christians to foster concern for their enemies and to seek reconciliation with them, nothing in the Christian faith says we ought to be sad when those who deny God and would destroy his people are overthrown.<\/p> <p><span>4a<\/span> <i>the king of Babylon.<\/i> As noted above, the song seems to be a particularization of the more general statements of <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">ch. 13<\/a>. This being the case, the attempt to identify a precise historical figure is probably futile. Isaiah is using a concrete representation to discuss the nature and end of human pride. Nonetheless, there has been no dearth of attempts at identification. All of them have tended to founder on the fact that no single personage can be found the events of whose life fully correspond to those of the individual in the song. None of the kings of the Neo-Babylonian empire (e.g., Nebuchadrezzar or Nabonidus) fits, nor do any of the Assyrian kings of Isaiah’s day (Sargon II or Sennacherib), although the latter kings certainly aroused the same kinds of hatred among the people that this poem describes. That Tiglath-pileser as well as Sargon and Sennacherib styled themselves as “kings of Babylon” would make it easier for Isaiah to have patterned his representative figure after these great tyrants, but there is no indication that he has one particular person in mind.<\/p>",
    "audit": null
}