{
    "id": 17487,
    "source": "oswalt",
    "verse_id": 18582,
    "verse_count": 6,
    "reference": "45:20–25",
    "title": "God Saves, Not The Idols",
    "html": "<p>This is the second of four parts in a unit (<a class=\"isa\" verses=\"eyIxODU3NiI6MjV9\">45:14–46:13<\/a>) that describes God’s unique ability to save his people, especially as compared with the Babylonian idols. The daring approach here deserves to be underlined. Throughout chs. 40–55, the people of Israel are envisioned as being in bondage in Babylon. This situation has raised a serious question: Has not the God of Israel been thoroughly discredited? Should not Israel adopt the gods of her captors? One reasonable approach would be to admit the claims of the Babylonian gods, but to try to carve out a niche—much reduced, to be sure—for the Lord. But Isaiah is not content with such an approach. Instead, he insists that it is the captors, the Babylonians, who need to look to their deliverance. Far from Israel being concerned over whether their God can deliver them from Babylon, it is the mighty Babylonians who should be worrying over whether the gods whom they have served can deliver them! Then the prophet moves to his astounding climax. If Babylon wishes to be delivered from its fate, it must look to the God of the captives, the God of Israel. It is not that God will somehow pull off a coup and spirit his people away from the great gods of Babylon. It is that the gods of Babylon will fail utterly, prompting the Babylonians to seek the help of the one whom they had previously mocked.<\/p> <p>Most commentators agree that this segment is about the salvation of the world (a notable exception is Whybray). By virtue of his uniqueness and his sole creatorship, God is the only one to whom the peoples of the world may look. He is not the savior of Israel because he is Israel’s God. He is savior of Israel because he is the savior of the world. This is the audacity of Isaiah’s argument. But it is also the inexorable logic of that argument. If he is not the creator of the world, if he is not other than the world, then history is as much a puzzle to him as it is to the rest of the gods, and he cannot save anyone, just as the gods cannot. But if he is the creator, if he is transcendent, then he is not one of the gods, he is not part of the cosmos, and he can deliver his own from anything in the cosmos. This argument is as radical today, and as distasteful to some, as it was twenty-seven hundred years ago. This is a radically exclusivist message. There is only one God, and only one savior, and he is the God of Israel. This is the biblical message. If this message is correct, then there is only one response: surrender and worship. If the message is incorrect, then the Bible cannot be salvaged. Its central view of existence, its fundamental premise, is wrong, and everything that then flows from that premise is wrong too. Isaiah’s challenge is perennial: you must accept my word or deny it; what you cannot do is modify it.<\/p> <p>The segment begins with a call to a disputation (v. 20). The irrefutable case of the Lord is presented in v. 21. This leads to the somewhat surprising call to the defeated to accept the salvation of the Lord (<a class=\"isa\" verses=\"eyIxODU4NCI6Mn0=\">vv. 22–23<\/a>). This call results in praise to God, both from the world and Israel (<a class=\"isa\" verses=\"eyIxODU4NiI6Mn0=\">vv. 24–25<\/a>). Most of the themes presented here are expanded on in 46:1–7 and 8–13.<\/p> <p><a class=\"isa\" verses=\"WzE4NTgyXQ==\">20<\/a> In language reminiscent of 41:1, 21, and 43:8–9, God calls the peoples of the world to come together to dispute the true identity of deity. In this way Israel’s extremity has become God’s opportunity. This text has a close analogy with the ark narrative in 1 Sam. 4–5. There because of the magical trust in the ark, Israel was defeated and the ark taken. But that defeat then became a perfect opportunity to show the Philistines that God was not defeated just because Israel was. Likewise here, Israel’s captivity, the result of false trust in the temple (cf. Jer. 7:3–15), among other things, became an opportunity to demonstrate the superiority of God to the idols of Babylon.<\/p> <p><i>refugees of the nations<\/i> seems to look forward to the time when the judgments associated with Cyrus (<a class=\"isa\" verses=\"W3siMTg1NjMiOjN9LFsxODU3NiwxODU3OF1d\">45:1–3, 14, 16<\/a>) have already occurred. Those who remain after the destruction are invited to reflect on what all this means. These persons are depicted as carrying sacred pieces of wood from place to place and praying to these “deities” even when all the evidence suggests that the pieces of wood are useless. Little wonder that the prophet uses <i>know<\/i> in an absolute way, without an object: <i>They do not know<\/i>. These people lack basic understanding. This is similar to the thought of 44:9.<\/p> <p><a class=\"isa\" verses=\"WzE4NTgzXQ==\">21<\/a> Here the prophet recommends that the fleeing refugees should work together to present the strongest possible case. This is doubly necessary in the light of the historical verification of God’s promises. It is reminiscent of Ps. 2:2, where the rulers sit together in conclave to conspire against the Lord. But here, as there, the cause is hopeless. God alone had foretold all <i>this<\/i> in the distant past. The important point here is not simply that Babylon has been humbled and Israel delivered, but that God had predicted it all long before. It is not so much God’s strength that is evidence of his sole godhood, but his ability to predict the future accurately. This has been at the heart of all the disputations (<a class=\"isa\" verses=\"W3siMTg0NzQiOjJ9LHsiMTg0NzgiOjJ9LHsiMTg1MTUiOjJ9LHsiMTg1NDEiOjJ9XQ==\">41:22–23, 26–27; 43:9–10; 44:7–8<\/a>). Many things can happen and be ascribed to the power of one’s god. Whether they are evidence of such power is open to debate. But if those events have been described in advance and then occur, the likelihood of their divine origin is greatly enhanced, to say the least. Thus the real proof of the Lord’s superiority over the idols is not a matter of relative power but of his sovereignty over history.<\/p> <p>But we must ask what is the referent of the <i>this<\/i> that was foretold. Is it the specific prophecy of Cyrus and the Babylonian overthrow? If so, when was such a prophecy given? On the one hand, North’s hypothesis that “Deutero-Isaiah” had made an unrecorded prediction at some earlier time during the exile can hardly accord with <i>miqqedem, from ancient times<\/i>. On the other hand, Pieper’s suggestion that the reference is to such a generic promise as that of Gen. 22:17 is weak precisely because the promise is generic. The promise would surely have had to be more specific than that to support the stupendous claim that its fulfillment was conclusive proof of the Lord’s sole godhood. I suggest that this passage itself is the prophecy and the fulfillment. If the words were first spoken by Isaiah about 700 <small>B.C.<\/small> and only came to fulfillment in 539 <small>B.C.<\/small>, then they certainly were from of old by the time they were fulfilled. At the same time, they are sufficiently specific for the Jew of 539 <small>B.C.<\/small> to recognize them as indicating that God does indeed know the future. That it is indeed the prediction of Cyrus which is being referred to, see below on 46:9–11.<\/p> <p><i>a righteous God<\/i> has numerous possible connotations in this setting. First, the form of the word, <span>ʾēl-ṣaddîq<\/span>, looks like a title. It does not occur elsewhere in the Bible, but it would be analogous in form to such a title as <span>ʾēl-šaddāy<\/span>. The closest parallel is found in <span>ʾ<\/span><span>lōhîm ṣaddîq<\/span> in Ps. 7:10 (Eng. 9). The general sense is of a God who is and does what is right. This has been an important point throughout this chapter. God was right to call Cyrus (v. 13). The words that the Lord speaks are correct (<a class=\"isa\" verses=\"WzE4NTgxLDE4NTg1XQ==\">vv. 19, 23<\/a>). He will do the right thing for his people, that is, save them (v. 8). All this is in contrast to the gods, whose adherents are unable to show that their gods have ever been right in what they have said or done (<a class=\"isa\" verses=\"WzE4NTE1XQ==\">43:9<\/a>). But the Israelites who have trusted in God to do right (v. 24) will be shown to have been right in that trust (v. 25). Here in v. 21 the sense is apparently that God’s ancient promises of salvation are correct. By saving his people he confirms the rightness of his word.<\/p> <p>One further comment needs to be made about the audacity of Isaiah. Faced with all the mighty gods of the ancient world, gods whose clients strode across the world from one conquest to another without apparent end, the prophet still follows out his logic with relentless rigor. Since the Lord alone stands outside this world as the unconditioned creator, then the Lord alone is God. <i>There is none apart from<\/i> him! For Isaiah, both the logic and the evidence are irrefutable. Which of us will stand with Isaiah today?<\/p> <p><a class=\"isa\" verses=\"WzE4NTg0XQ==\">22<\/a> Surely the ringing affirmations of the previous verses should now give rise to a scornful call to the idolatrous world to prepare for destruction. Their gods have failed them, and the true God whom Israel serves will now visit the results of that failure on them. But instead, there is a call to experience the same salvation that the Israelites have experienced. To be sure, that experience is predicated on a turning around and looking to the Lord in trust. In many OT texts the unrepentant and unbelieving world has destruction meted out on it. But the point here is that salvation is not the sole preserve of the Israelites whose God the Lord is. Isaiah’s logic is also inexorable here. If the Lord is the sole God of the whole world and if he is a savior (v. 21), then he must be the savior of the whole world as well. This understanding has run through the book from start to finish. Ch. 2 looks forward to the day when all the world will come to Jerusalem to learn the torah of God. Likewise, 66:18–19 speak of a day when representatives of all nations and tongues will come to Jerusalem to see the glory of God and go out to the ends of the earth to declare that glory.<\/p> <p>Whybray, following Snaith, argues that the verse cannot mean what it seems because v. 25, by speaking of Israel’s salvation, requires that salvation in the entire passage be restricted to Israel. But it is better to take the obvious sense of the passage and see how the final statement could fit in with that sense. Indeed, as shown below, there is no conflict whatsoever.<\/p> <p>To support his claim, Whybray argues that <i>ends of the earth<\/i> does not refer to the peoples of the earth and that the salvation being referred to here is only an acknowledgment of the Lord’s work on Israel’s behalf. But the first argument is wrong, as 41:5 and 9 show. In both cases the context makes clear that the people of the ends of the earth are being talked about. The second argument is equally flawed. What reason is there except prejudgment to say that <i>be saved<\/i> here means only to observe others being saved? The simple statement stands: Israel’s only savior is also the only savior of the whole earth.<\/p> <p><a class=\"isa\" verses=\"WzE4NTg1XQ==\">23<\/a> But doesn’t this verse, which seems to speak of submission (as opposed to salvation), govern the previous one? Again, one must ask, why? If the plain sense of both verses can be made to coincide, why deny the plain sense of the first on the basis of a narrow reading of the second? The point here is that there is only one God to whom the world owes allegiance, only one by whom oaths can be guaranteed. Thus there is only one judge and savior of the whole world. This point of course has implications for Israel, but it also has implications for Israel’s enemies. The point is that admission of Yahweh’s sole lordship does not exclude experiencing his saviorhood. Indeed, v. 22 would require us to read v. 23 in this way.<\/p> <p>That this is the correct understanding is confirmed by the NT’s use of the verse. Rom. 14:10–12 uses it to show that we will all be judged by God. But Phil. 2:9–11 uses it to show that it is Jesus, the Savior, who will be exalted over all. All the earth will be judged by God alone, and all the earth will be saved by God alone. Thus <i>bowing down<\/i> may be the act of a condemned criminal, but it may also be that of a pardoned worshiper, and here one may exclude neither possibility.<\/p> <p>This verse underlines again the importance of the verification of the prophetic word (cf. v. 19). God swears to the fact that what he says is correct and will never need to be retracted. Involved here is the whole concept of special revelation. The Bible insists that the one God has revealed himself in intelligible messages that can be confirmed and that indeed have been confirmed (40:8; 55:10–11; Heb. 1:1–2, etc.). We may accept or deny this claim that God has spoken, but if we deny it, we ought to admit that we have ceased to adhere to biblical religion.<\/p> <p><a class=\"isa\" verses=\"eyIxODU4NiI6Mn0=\">24–25<\/a> Both these verses focus on the Lord as the source of both hope and vindication. After the strong opening assertion of v. 24, <i>Moreover<\/i>, or “surely, only, truly,” both verses begin in the same way: <i>in the Lord<\/i>. In both cases the phrase seems to have been thrown to the front of the sentence into an emphatic position. The position of the phrase <i>let it be said<\/i> in the sentence seems to support the emphasis on “in the Lord.” The only hope for Israel and the world is in the Lord. It is not in the religion of Israel, nor in the might and glory of the nations; it is in the Lord. Pieper suggests that these are the words that those who bow before the Lord (v. 23) say. Whether that is the case or not, this is the understanding toward which the whole book has been tending to this point. Moreover, this is the understanding to which all must come, sooner or later.<\/p> <p>Here the plural “righteousnesses” suggests abundance of righteousness, the sum total of all of God’s righteous words and actions. In particular, as noted below, these are to be understood as his saving actions. What will convince the world of God’s sole lordship? It is his power in deliverance, his absolute faithfulness to his promises, the utter reliability of all he has said. This characteristic, in contrast to the failure of the gods to keep their promises, will bring all the world to the Lord’s feet, ashamed of the false trust that we have reposed in the works of our own hands. To fight against him (<a class=\"isa\" verses=\"WzE4NDYzXQ==\">41:11<\/a>), while depending on the gods of this world, can result only in humiliation. This is the essence of repentance: to come to the Lord admitting the foolishness of our own ways and owning that the only hope is in him.<\/p> <p>When the world finally does admit that its gods are nothing and Israel’s god is all, that the only hope of salvation is in him, what will the true Israel’s position be? Arrogance and overweening pride? Far from it. Just as the nations have bowed at the feet of the Lord in submission and confession, so Israel will know that its only boast is in the Lord. He is the one who has vindicated them and who is glorified in them. In themselves there is no good thing. All that is meritorious in them is as a result of who God is and what he has done in them.<\/p>",
    "audit": null
}