{
    "id": 17431,
    "source": "oswalt",
    "verse_id": 18188,
    "verse_count": 7,
    "reference": "28:23–29",
    "title": "The Laws Of Nature",
    "html": "<p>After the furious denunciations of <a class=\"isa\" verses=\"eyIxODE3OSI6OX0=\">vv. 14–22<\/a>, these verses, with their quiet pastoral allusions, come as something of a shock. Furthermore, because the writer gives no interpretation (contra 5:7), it is not certain what was the intended function of the segment. Broadly speaking, the prophet is pointing to a simple peasant who farms according to certain principles which he has learned from God. Thus he knows when to plow and when to sow. He knows what needs to be sown where (<a class=\"isa\" verses=\"eyIxODE4OSI6Mn0=\">vv. 24–25<\/a>) and how to adapt his threshing techniques to the different plants so as not to destroy the grain (<a class=\"isa\" verses=\"eyIxODE5MiI6Mn0=\">vv. 27–28<\/a>). How does he know these things? God, the great teacher and counselor, has shown him (<a class=\"isa\" verses=\"WzE4MTk0XQ==\">28:29<\/a>).<\/p> <p>But what does this mean in this context? Several possibilities offer themselves: (<a class=\"isa\" verses=\"WzE4MTY2XQ==\">1<\/a>) The segment offers a note of hope (as chs. 5, 6). Despite their sin, God will not continue to plow his people under forever, nor will he drive his threshing sledge over them until they are crushed. (<a class=\"isa\" verses=\"WzE4MTY3XQ==\">2<\/a>) God is not locked into merely one mode of activity. Those foolish leaders who said that the old God was inadequate for a new age did not even understand nature. (<a class=\"isa\" verses=\"WzE4MTY4XQ==\">3<\/a>) God is the true counselor and his counsel is simple, straightforward, and productive (v. 12). What the leaders are proposing is as stupid as a farmer plowing all year, or trying to thresh tiny cummin seeds with an oxcart. Even an uneducated peasant, taught by God, knows better than that (cf. 1:2, 3). Although all of these are possible, the last seems to fit the context best in its stress upon the importance of God’s counsel, its simple wisdom, and its implied contrast of stupid counselors with wise peasants.<\/p> <p><a class=\"isa\" verses=\"WzE4MTg4XQ==\">23<\/a> <i>Give ear<\/i>&nbsp;… appears to be a conventionalized form of address used in wisdom literature. As such, it is a call to consider and learn (<a class=\"isa\" verses=\"WzE3NjU3XQ==\">1:2<\/a>). Thus Isaiah would have been appealing to a form which would have been very familiar to the royal counselors among whom the wisdom forms are now held to have been transmitted. He thus turns their own tools back upon them.<\/p> <p><a class=\"isa\" verses=\"WzE4MTg5XQ==\">24<\/a> The prophet opens with a rhetorical question which aims to get the hearers on the speaker’s side. Of course, no plowman keeps on plowing every day. He does not keep on plowing and harrowing as if these were ends in themselves. Rather, because his aim is to sow, he will one day quit plowing. The plow in the ancient Near East seems to have been a metal-pointed stick pulled by an ox or a team of oxen. This device broke up the ground to a depth of three inches or so. It was then necessary to drag a harrow, a couple of logs with pieces of metal sticking out of them, over the plowed ground to level and smooth the seed-bed (v. 25a). A farmer knows this elemental fact of his profession. Surely it is not asking too much of the royal counselors to know as much about their business.<\/p> <p><a class=\"isa\" verses=\"WzE4MTkwXQ==\">25<\/a> The farmer also knows how to plant each seed according to its own character. The very fine black cummin is scattered on the ground, whereas the larger seeds are sown in marked rows and plots. Finally, spelt is planted at the borders, perhaps partly as a viewblock, to prevent penurious neighbors from temptation to steal, but perhaps also to mark off one person’s plot from another’s.<\/p> <p><a class=\"isa\" verses=\"WzE4MTkxXQ==\">26<\/a> <i>according to right principle<\/i> is a classic example of the fact that <span>mišpāṭ<\/span> means more than legal judgment or justice. It is in fact the creation order, both physically and spiritually. There are principles in both realms upon which life depends and which, if followed, will lead to life. God has cried out to his people to live according to <span>mišpāṭ<\/span> in matters of the Spirit, but they cannot see why they should (1:21; 5:7; Mic. 6:8; Amos 5:24). Somehow, we do not have that problem with physical principles, so Isaiah reverts to that realm to show his people, and us, the importance and the simplicity of God’s ways.<\/p> <p><a class=\"isa\" verses=\"eyIxODE5MiI6Mn0=\">27, 28<\/a> From plowing and planting, Isaiah turns to the techniques of threshing. The same techniques cannot be used on small grains as are used on the larger ones. With wheat and barley, an animal might be tethered to a center post and then driven around and around on the pile of cut grain. Sometimes the animal might also pull a heavy cart or a wooden sled with bits of stone or metal embedded in the bottom of the timbers (Deut. 25:4; Isa. 41:15; Mic. 4:13). These methods separated the kernels from the husks. But the smaller grains could easily be crushed and lost with that sort of threshing. Instead, a stick, or flail, had to be used (Judg. 6:11; Ruth 2:17).<\/p> <p><a class=\"isa\" verses=\"WzE4MTkzXQ==\">28<\/a> <i>Bread is ground<\/i> has provoked controversy as to whether it is a rhetorical question expecting a “no” answer (so AV, RSV). The present translation (with NIV), on the basis of the absence of any interrogative indicator, takes the sentence to be indicative followed by an adversative <i>kî<\/i>, “but.” Thus the sense is similar to v. 24. Yes, the wheat is threshed, but only until it is separated from the chaff, for the threshing itself is only a means, not an end.<\/p> <p><i>his horses.<\/i> It is protested that horses were too valuable to use in such menial work as threshing. Therefore, various emendations have been suggested. Duhm suggests <span>prāśô wlō’<\/span>, “it is broken, but not&nbsp;…” (cf. <i>BHS<\/i>), while Scott offers <i>pārāw<\/i>, “his bullocks.” Scott’s is the more attractive, but it must also be allowed that the poet may have used “horses” for some poetic reason not now evident to us. One possibility is that he wished to draw a parallel between threshing and destruction by an enemy army (17:4–6; cf. also 27:12; 41:15, 16).<\/p> <p><a class=\"isa\" verses=\"WzE4MTk0XQ==\">29<\/a> <i>This too has gone forth<\/i> may mean that God has taught the farmer the principles of threshing as well as those of plowing and planting (<a class=\"isa\" verses=\"eyIxODE4OSI6M30=\">vv. 24–26<\/a>). But the exalted tone of this verse suggests that more than this is intended. This is the conclusion to the argument begun in v. 14. If the Almighty God has given both physical and spiritual counsel, and if the farmer accepts the physical as a matter of course and finds life, what are Jerusalem’s leaders doing scoffing at his spiritual counsel? Only those who are drunk or blind could miss the implications, says the prophet (cf. 29:9–11).<\/p>",
    "audit": null
}