{
    "id": 17377,
    "source": "oswalt",
    "verse_id": 17784,
    "verse_count": 124,
    "reference": "7:1–12:6",
    "title": "A. God Or Assyria? No Trust",
    "html": "<p class=\"chaft\">1. CHILDREN, SIGNS OF GOD’S PRESENCE (7:1–9:6 [Eng. 9:7])<\/p> <p class=\"dhaft\">a. WILL YOU BELIEVE (SHEAR-JASHUB)? (<a class=\"isa\" verses=\"eyIxNzc4NCI6OX0=\">7:1–9<\/a>)<\/p> <p>As noted in the Introduction (see above), chs. 7–39 are united around the theme of trust. This theme is developed by contrast, the contrast between trust in the nations and trust in God. Whereas trust in the nations will lead to desolation (<a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a>), trust in God will lead to abundance (<a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">ch. 35<\/a>). Chs. 7–12 provide a historical introduction to the unit. Faced with the threats of Syria and Northern Israel, Ahaz had an opportunity to trust God for deliverance. Instead he trusted Assyria, his worst enemy. The result, as Isaiah predicted, was that Assyria herself overran the land. But that could not alter God’s ultimate plan. Assyria was but a tool in his hand, and out of the destruction which she would precipitate would emerge a larger opportunity for God to demonstrate himself trustworthy: the restoration from captivity.<\/p> <p>If ever Israel is to become the servant nation, through whom God chose to manifest himself to the world (<a class=\"isa\" verses=\"W3siMTc2ODgiOjR9LHsiMTc5MDUiOjN9LHsiMTg1MTQiOjE0fSx7IjE4ODIzIjozfV0=\">2:2–5; 12:4–6; 43:8–21; 60:1–3<\/a>), then the most basic truth she must learn is that God can be trusted, whereas the nations cannot. If she continues to refuse dependence upon God, while attempting to depend on the nations, then she has neither message nor hope. But if she has indeed encountered a God who is greater than all the nations combined and who can, in fact, be depended upon in every situation, then she has something to declare. This is the issue introduced in <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a> and carried on through <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">ch. 39<\/a>: Will Israel recognize that to depend upon the nations is to lose her distinct mission to them, whereas refusal to depend upon them is to become a blessing to them? Until a person or a nation is convinced of God’s complete trustworthiness, they cannot lay aside the lust for their own security and become God’s servant.<\/p> <p>The subdivision 7:1–12:6 incorporates four segments: 7:1–9:6 (Eng. 7); 9:7 (Eng. 8)–10:4; 10:5–11:16; 12:1–6. They are united by recurring attention to Assyria (<a class=\"isa\" verses=\"W3siMTc4MDAiOjJ9LFsxNzgwMywxNzgxNSwxNzg1NiwxNzg2MywxNzg3NSwxNzg5NiwxNzkwMV1d\">7:17, 18, 20; 8:7; 10:5, 12, 24; 11:11, 16<\/a>) and the implications of trust in her rather than in God. As noted above, those implications are at first negative: whatever we trust in place of God will eventually turn on us and destroy us (<a class=\"isa\" verses=\"eyIxNzgxNCI6M30=\">8:6–8<\/a>). There are other implications, however, for Assyria is not her own master; rather, the Lord is (<a class=\"isa\" verses=\"W3siMTc4MjAiOjR9LHsiMTc4NTYiOjE1fV0=\">8:12–15; 10:5–19<\/a>). If his people will learn that it is he with whom they must come to terms, not Assyria (9:7 [Eng. 8]–10:4; 10:20–27), then they will discover out of the disaster how truly trustworthy God is (<a class=\"isa\" verses=\"eyIxNzg4NiI6MjJ9\">11:1–12:6<\/a>).<\/p> <p>The decision over where to end the first segment (7:1–9:6 [Eng. 7]) is not an easy one. The thought begun in <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a> clearly continues on into <a class=\"isa\" verses=\"eyIxNzgwOSI6MjJ9\">ch. 8<\/a>, as does the personal involvement of Isaiah in the events described. The question is whether to include 8:23–9:6 (Eng. 9:1–7) with chs. 7 and 8 or to conclude Isaiah’s reminiscences with 8:16, 17, or 18. Since 8:16–22 continue the thought of the foolishness of relying on some understanding of events that does not recognize God’s sovereignty (<a class=\"isa\" verses=\"eyIxNzgyMCI6NH0=\">8:12–15<\/a>) and since 8:23 (Eng. 9:1) grows directly out of 8:22, there seems to be no option but to include 8:23–9:6 (Eng. 9:1–7) in the unit, although it is difficult to define the exact relation of those verses to chs. 7 and 8.<\/p> <p>One of the emphases which ties the segment together is the use of children, with Shear-jashub in 7:3; Immanuel in 7:14; 8:8, (<a class=\"isa\" verses=\"WzE3NzkzXQ==\">10<\/a>); Maher-shalal-hash-baz in 8:3; Isaiah’s children in 8:18; and the royal child in 9:5 (Eng. 6). Over against the machinations of the nations stand a group of children, helpless and innocent. Yet in their innocence is a power which causes Isaiah to believe that right and justice are the great issues, not force and trickery. In this light the thought seems to move from the folly of not trusting (<a class=\"isa\" verses=\"eyIxNzc4NCI6NDd9\">7:1–8:22<\/a>) to the reason for trust (8:23–9:6 [Eng. 9:1–7]); strength is weakness; weakness is strength. The development of the thought is by continuation, that is, with each segment leading into the next. First is the occasion of the entire subdivision: the Syro-Ephraimite threat, with Ahaz’s refusal to commit himself to God (<a class=\"isa\" verses=\"eyIxNzc4NCI6MTJ9\">vv. 1–9, 10–12<\/a>). This results in Isaiah’s diatribe against Ahaz and the announcement of a much greater threat—Assyria (<a class=\"isa\" verses=\"W3siMTc3OTYiOjEzfSx7IjE3ODA5IjoxMH1d\">7:13–25; 8:1–10<\/a>). Both these segments use children as their centerpieces. The first uses the Immanuel motif and the second Maher-shalal-hash-baz. Immanuel is positive in that it points to the deliverance from Syria and Israel, but it is also negative in that it shows that what overwhelms Judah’s enemies will overwhelm her as well. 8:1–10 develops the negative side of that thought: Judah has rejected the gentle brook; she will get a rushing river. Following 8:10 is what appears to be wider reflection on the whole incident and its causes. There has been too much attention to secondary causes—conspiracies, and not enough attention to the first cause—God (<a class=\"isa\" verses=\"eyIxNzgxOSI6NX0=\">8:11–15<\/a>). Until a change occurs, all the attempts to find guidance and deliverance will find only darkness and despair (<a class=\"isa\" verses=\"eyIxNzc5OSI6N30=\">vv. 16–22<\/a>). But (as with 6:13) God is not content for darkness and despair to reign. If his people will change and will see his light, then they can be delivered from their enemies by a child (8:23–9:6 [Eng. 9:1–7]).<\/p> <p>The basic information regarding the historical situation is given in 7:1–9. But coupled with it is God’s word concerning that situation. In every circumstance there are two perspectives, the human and the divine, and, as here, the two are frequently in conflict. From Ahaz’s point of view Syria and Ephraim constitute a major threat, but from God’s point of view they are negligible and need not occupy the king’s time. It is not always easy to gain the divine perspective. Yet, unless we seek it, we are always in danger of paying too much attention to the passing and paying too little attention to the significant. Furthermore, apart from a diligent search for God’s perspective in every circumstance, we conclude too easily that God is concerned only about spiritual affairs and not about practical matters, a fallacy which leads eventually to the loss of God in all affairs.<\/p> <p><a class=\"isa\" verses=\"WzE3Nzg0XQ==\">1<\/a> This verse roots the following revelations squarely in history. Much as been said in recent years about the inadequacy of the “revelation as history” motif. Undoubtedly it is simplistic to suggest that a historical event was in itself revelation. However, the critique has swung opinion too far in the opposite direction. For now it is said that Israel’s understanding of history was identical to that of her neighbors. So it has been said that Hebrew prophecy gives the lie to a connection between revelation and history in Israel. But what is unique to Hebrew prophecy is that it is revelation in the specific context of history, as here. It is not mystical or metaphysical, for those are merely speculative. Instead, history becomes the vehicle for a revelation which may thus be experienced and confirmed. To be sure, the event is not the sum total of the revelation. But the revelation is rooted in and grows out of history. So much is this so that prophetic teaching is meaningless apart from an adequate understanding of its historical context.<\/p> <p>These are not merely spiritual truths discovered by a religious genius in a vacuum. Rather, they are revelations from God authenticated by their connection with unique events in time and space that are the common possession of those who have experienced those events. Thus the truth of the events and the truth of the revelation are inseparably linked. It has been suggested that the verse is the work of a later editor because it contains the genealogy of Ahaz and because it tells of the failure of the attack too soon. Because of general similarities with 2 K. 16:5 it is widely assumed that that verse was the editor’s source. As Delitzsch pointed out, however, it is quite possible that any borrowing went in the opposite direction, especially since the singular <span>yāḵôl<\/span> is consistent with the singular main verb in Isaiah whereas the plurals <span>yāṣurû<\/span> and <span>yāḵlû<\/span> of Kings are not consistent with the main verb there.<\/p> <p>In its present position the verse serves two important functions. First, the relating of Ahaz to Uzziah helps to link this material to <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>. It is very likely that the author is saying that what follows in <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a> and beyond is an outworking of that earlier event. Indeed it is, for here we see how the word of God’s glory and grace at first produces a hardening which eventually leads to destruction and only then paves the way for restoration. The second function of the verse is to let the hearer know from the outset the truth of Isaiah’s pronouncement. The promised attack would not occur. Thus we know what Isaiah knew: Ahaz’s anxiety and feverish preparations were unnecessary. This knowledge helps us to realize even more his folly in refusing to trust God with the outcome.<\/p> <p>Although it is not mentioned here, something else lies in the background: Ahaz’s decision to appeal to Assyria for help (2 K. 16:7–9). We do not know whether the decision had yet been acted upon when God sent Isaiah to confront the king, but it is sure that it was at least under consideration. The situation abounds with ironies: it was probably the encroachment of the Assyrian empire that prompted Syria and Israel to unite and to try to force Judah into a defensive coalition with them (see the Introduction); Assyria hardly needed to be urged and paid a great sum to do what she had been planning all along.<\/p> <p>Furthermore, the real threat to Judah’s independence was not Syria and Israel, but Assyria, whom Ahaz was inviting into the affairs of the region. Yet Ahaz could not see the long-range issues. He could only see the short range, and he was to pay the full price for his short-sightedness.<\/p> <p>This decision to appeal to Assyria had spiritual implications as well as political ones, for Assyria’s “help” could only be procured through a covenant with her. Such a covenant would involve the recognition of the Assyrian gods and an admission of their lordship. This is probably the significance of Ahaz’s journey to Damascus and the redesign of the temple altar after a Syrian plan (2 K. 16:10–16; 2 Chr. 28:22–24). It is in this light that Isaiah’s challenge to trust God becomes especially pointed for Ahaz. He must either commit himself to Assyria and, in effect, deny God, or he must commit himself to God and leave Assyria in divine hands. We know which he chose, and all because of an attack which was doomed before it began!<\/p> <p><a class=\"isa\" verses=\"WzE3Nzg1XQ==\">2<\/a> With this verse the actual account of the event begins. The phrase <i>house of David<\/i> is an expression for the king and his courtiers much like “the White House” is for the president of the United States and his staff. But there may also be a hint of irony in its use here (as in v. 13). It is <i>David’s<\/i> house which is terrified. How are the mighty fallen! A part of the terror may relate to the events described in 2 Chr. 28. Apparently the attack described here and in 2 K. 16 occurs after a successful campaign against outlying parts of Judah. Ahaz had been defeated by both Syria and Israel, perhaps separately, and had suffered great loses (2 Chr. 28:5–8). Now, if not before, the two armies are acting in concert and moving against Jerusalem. The result is the almost total immobilization of the will depicted by the prophet in the figure of leaves shaken in the wind. Undoubtedly, the additional attacks of Edom and the Philistines only added to the terror (2 Chr. 28:17, 18). Yet another cause of concern for the “house of David” would be the announced intent of the enemy to bring the dynasty to an end by putting a tributary of theirs, a man named Tabeel, on the throne of Judah (v. 6).<\/p> <p>The exact date of the attack is uncertain, but it must have taken place between Ahaz’s accession in 736 and the beginning of the siege of Damascus in 734. For several years Tiglath-pileser III, the Assyrian monarch, had been occupied with matters in the north and east of his empire, but it would have been clear that he would soon return to follow up his earlier conquests in the direction of the eventual goal, namely, Egypt. Probably the hiatus and the certainty together provoked Pekah and Rezin into action.<\/p> <p><a class=\"isa\" verses=\"WzE3Nzg2XQ==\">3<\/a> Ahaz was evidently investigating the city’s water supply in preparation for the coming siege when Isaiah met him. Until Hezekiah’s tunnel was completed, Jerusalem had no completely dependable source of water within its walls, so this would have been a matter of considerable concern. Without water a city could not hope to endure a siege for more than a few days. The location of this pool is unknown. It has been variously located on the north, west, and south where pools are known to have existed. Burrows places it at the confluence of the Kidron and Tyropoeon valleys. This would accord well with what is known of the location of the Fuller’s Field and would be appropriate for the Rabshaqeh (<a class=\"isa\" verses=\"WzE4MzMzXQ==\">36:2<\/a>), who had come up from Lachish in the south.<\/p> <p><i>Shear-jashub, your son.<\/i> Isaiah was commanded to take his son with him as he went out to meet Ahaz. The son’s name means “a remnant will return.” Evidently that name was to have significance for Ahaz, but it is never specified what that significance was. As a result, a great deal has been written about the possible interpretations. Chiefly, these revolve about whether the implications of the name are positive or negative. Did Isaiah mean to emphasize that although there would be destruction, that destruction would not be total? Or did he mean to say that the coming destruction would be so devastating as to leave but a remnant? Kaiser has suggested that the meaning was neutral, depending upon Ahaz’s choice for its ultimate implication. However, two factors militate against this. First, the child was named before this event, suggesting that already, probably out of his experience in the temple, Isaiah foresaw a destruction which would leave but a remnant. Second, the emphatic position of “remnant” (Shear) in the name suggests that “only a remnant” is intended. Thus the essential message of the name is negative, but it is not unremittingly so. This ambiguity is precisely in keeping with Isaiah’s overall message as it is contained in the present book. It is neither judgment only nor salvation only. Rather, it is impending doom which cannot obscure God’s intention to bless. But what would the name have suggested to Ahaz? If it is true that Ahaz had already suffered defeat at the hands of Syria and Israel, then it is entirely possible that he now dreaded total annihilation. To that fear Isaiah’s son’s name says, “No, there will be a remnant of Judah (and the house of David) preserved from destruction. You may believe that the promised threat is bootless” (cf. chs. 7–9). This interpretation seems to fit the context best, whatever the name meant in its original setting.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc4NyI6M30=\">4–6<\/a> With a biting metaphor Isaiah shows Ahaz that he has nothing to fear from the kings of Israel and Syria. They are merely the smoking ends of sticks where a bonfire has been. The fire is gone and these are all that remain. It may have been that Tiglath-pileser was already on the march and they would soon be called home to their own defense. But in any case, their tenure as forces in the affairs of the region was to be of very short duration. The glory of Ephraim and Syria was already gone and what remained of them was but the smoking ends of what had once been. But from a strictly human point of view Ahaz’s concern was clearly merited. What the two kings contemplated was not merely a punitive raid to bring Ahaz into line. Rather, it was a war of annexation, the conclusion of which would see a puppet king ruling the territory. Nevertheless, Ahaz need not panic or take heroic measures for defense. The same kinds of words were addressed to Joshua when he faced the impossible task of succeeding Moses and leading the conquest of Canaan (Deut. 31:6, 7; Josh. 1:6–9). In that case as well as this one, the potential source of courage and confidence was in the awareness that whereas our understanding and strength are limited, the One who is with us is limitless both in understanding and power. Thus, the outcome is not in the enemies’ hands; it is in the hands of God, whom we know and love. Such a realization, while not guaranteeing a favorable outcome, still takes the dread from it, with the result that we may be at our best.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc5MCI6M30=\">7–9<\/a> Some have concluded on form-critical grounds that these verses came from another occasion than that of <a class=\"isa\" verses=\"eyIxNzc4NiI6NH0=\">vv. 3–6<\/a>. A good part of the argument seems to rest upon the fact that <a class=\"isa\" verses=\"eyIxNzc4NiI6NH0=\">vv. 3–6<\/a> are prose while <a class=\"isa\" verses=\"eyIxNzc5MCI6M30=\">vv. 7–9<\/a> are poetry. However, the use of a poetic oracle to confirm a prose statement is not uncommon in Isaiah (8:3–10; 8:23–9:6 [Eng. 9:1–7]; 11:10–16). In this light it is unnecessary to assume a conflation here, particularly in the light of the fact that <a class=\"isa\" verses=\"eyIxNzc5MCI6M30=\">vv. 7–9<\/a>, the saying of the Lord, are placed in contrast with the saying of Pekah and Rezin in v. 6. The two kings have arrogantly announced their plan; now the King, the Sovereign (v. 6; cf. 6:18), announces his plan (cf. Jas. 4:13–17). Again, the point is one of perspective. If there is no one who sits above the earth (Isa. 40:22), then we are at the mercy of the whims of men (<a class=\"isa\" verses=\"WzE4NDQ4XQ==\">40:27<\/a>). But if there is such a One, then we need not fear what men can do to us (40:28–31; Ps. 56:5, 12 [Eng. 4, 11]). Rezin’s scope of action is merely Ephraim. But God’s scope is the world. If Ahaz can believe that, his whole perspective will be altered, and he and his house will be truly established.<\/p> <p><a class=\"isa\" verses=\"WzE3NzkwXQ==\">7<\/a> God announces that the coalition’s violent plan will never occur. How Isaiah knew this is not particularly important. Some who wish to maintain a naturalistic worldview would argue that the prophet understood world events better than Ahaz and his court, but it is hardly likely that Isaiah’s intelligence system, humanly speaking, was better than the king’s. On the other hand, his intelligence of the character of the world’s Lord was obviously superior to the king’s, and that is what made the difference.<\/p> <p><a class=\"isa\" verses=\"WzE3NzkxXQ==\">8<\/a> The second half of the verse is problematic for two reasons: first, because it seems out of order coming after the statement about Syria; and second, because it appears that Ephraim ceased to be a people in 722\/21, which was only some twelve to thirteen years after this announcement, not sixty-five. One suggestion is that the statement was an addition which a later scribe made in the margin after Esarhaddon and Ashurbanipal had made final major deportations of the Israelites about 670\/669 (cf. Ezra 4:2, 10). According to this supposition the marginal note was later put into the text at this point. Apart from the negative presuppositions about Scripture and predictive prophecy that this suggestion betrays, it is very difficult to explain how an intentional addition would have been placed where it now is rather than in the more logical place after the discussion of Ephraim. The present order looks more like a cryptic original than an intentional alteration. The statement that an event sixty-five years in the future would be of no consequence to Ahaz misses the point. Like all of us, Ahaz was required to exercise faith in the veracity of God’s word at that moment, whether or not he lived to see the complete fulfillment of it. Christ’s return is a fitting example for us in the present day.<\/p> <p><a class=\"isa\" verses=\"WzE3NzkyXQ==\">9<\/a> The final statement in this verse sums up the whole issue. Unless Ahaz comes to the point where he can believe in God’s sovereignty to the extent of entrusting himself and his nation to God, he is doomed to live in the shaky, panicky condition he now experiences (v. 2). He need not enter into the terribly risky covenant with Assyria, if he will but take firm hold of the covenant which God offers. Assyria will not offer the security Ahaz wishes. Only through trusting in the present and ultimate veracity of God is any real security possible.<\/p>",
    "audit": null
}