{
    "id": 17524,
    "source": "oswalt",
    "verse_id": 18802,
    "verse_count": 8,
    "reference": "59:1–8",
    "title": "No Deliverance",
    "html": "<p>As observed and discussed above under 56:1–8, 59:1–15a forms the second part of a three-part pattern. The first part is a discussion of the futility of dependence on election and formal religion as the basis of one’s relation to God (<a class=\"isa\" verses=\"W3siMTg3NTUiOjh9LHsiMTg3ODgiOjE0fV0=\">56:1–8; 58:1–14<\/a>). The second part deals with the inability of the people to do righteousness (as commanded in 56:1) in their own strength (56:9–57:13; 59:1–15a). The third part is the coming of God in his own power to enable the righteousness that he commands (57:14–21; 59:15b–21).<\/p> <p>As <a class=\"isa\" verses=\"eyIxODc2NyI6MjF9\">ch. 57<\/a> talked about the people’s inability to wean themselves from idolatry, this chapter speaks about their inability to treat one another with righteousness. Together these two sins sum up Isaiah’s, and all the prophets’, understanding of sin: idolatry and social injustice. The treatment of injustice here is divided into two parts. First, in the prophetic accusation in <a class=\"isa\" verses=\"eyIxODgwMiI6OH0=\">vv. 1–8<\/a>, Isaiah paints a picture in the strongest terms of a society that has gone to pieces. Not only are the people’s actions toward one another evil but their very dreams and imaginations toward each other are evil. The second part is <a class=\"isa\" verses=\"eyIxODgxMCI6N30=\">vv. 9–15<\/a>a, a confession that the prophet speaks on behalf of the people. It is notable for its 1st common plural pronouns, reminiscent of 53:1–7. The people admit that the accusation against them is absolutely correct. There is no justice among them, and they are unable to produce it even though they have tried. This admission prepares the way for the further revelation of the “arm of the Lord” on their behalf (vv. 15a–21).<\/p> <p>Verses 1–8 divide into two parts, <a class=\"isa\" verses=\"eyIxODgwMiI6Mn0=\">vv. 1–2<\/a> and 3–8. In the first the prophet explains why the prayers of the people are not answered and why God seems so far away. It is because of their sinfulness. The description of that sinfulness is found in <a class=\"isa\" verses=\"eyIxODgwNCI6Nn0=\">vv. 3–8<\/a>. V<a class=\"isa\" verses=\"eyIxODgwNCI6Mn0=\">v. 3–4<\/a> give a general description that is then followed in <a class=\"isa\" verses=\"eyIxODgwNiI6Mn0=\">vv. 5–6<\/a> by images that depict the viciousness and futility of a society ruled by sin. V<a class=\"isa\" verses=\"eyIxODgwOCI6Mn0=\">v. 7–8<\/a> return in language similar to that of <a class=\"isa\" verses=\"eyIxODgwNCI6Mn0=\">vv. 3–4<\/a> to speak of the settled behavior of the members of the society.<\/p> <p><a class=\"isa\" verses=\"eyIxODgwMiI6Mn0=\">1–2<\/a> The concerns addressed in these two verses are fundamentally the same as those addressed in 58:1–3a. The people are asking why God does not seem to answer their prayers. Why do they have no sense of his presence and power in their personal lives and in their society? Why is God not keeping all the wonderful messianic promises (such as 58:8–9, 10b–12, 14)? The answers that they have been accepting—that God is not strong enough (his <i>hand is too short<\/i>), or that he is not really paying attention <i>(his ear is too heavy)—<\/i>are incorrect. God’s promises are prevented from being kept by one thing only: flagrant sin.<\/p> <p>Those sins are a barrier <i>(separation)<\/i> between the people and God. That this phrase occurs elsewhere only in Gen. 1:6 makes it likely that the author is alluding to that passage here. Just as the firmament separated the waters above from the waters below, preventing any commingling, so iniquity and sins prevent any intercourse between God and his people. A similar point is made by Jeremiah (<a class=\"isa\" verses=\"WzE3NzY1XQ==\">5:25<\/a>), and Habakkuk observes that God is too holy to look on evil (<a class=\"isa\" verses=\"WzE3NjY4XQ==\">1:13<\/a>). Isaiah calls us to some simple cause-and-effect logic. God is neither powerless nor insensitive. But he is holy. What is it then that could keep him from us? One thing only: sin. John says the same thing: if we think we can have a relationship with God while living in sin, we are badly mistaken. Sin separates us from God (e.g., 1 John 1:6).<\/p> <p>The sense of the phrase <i>your sins have hidden the face from you<\/i> is evident. God cannot pay attention to the people’s cries for blessing. But the grammatical construction is strange. One possibility is that “the face” is being used as an equivalent for God as “the Name” is in later Judaism. Another possibility is that the absence of any modification of the term shows metaphoric usage (as with “hand” in 28:2). This seems to be the case in 53:3 and Job 34:29. These occurrences suggest that “to hide face” is an idiom meaning “to ignore,” much like “to regard face” <i>(<\/i><span>hikkîr pānîm<\/span><i>)<\/i> means “to show partiality” (Deut. 1:17; 16:19; Prov. 24:23; 28:21).<\/p> <p><a class=\"isa\" verses=\"WzE4ODA0XQ==\">3<\/a> Now the prophet launches into a vivid and biting description of what kinds of behaviors and attitudes are separating the people from God. This verse is a good example of so-called synonymous parallelism. It is composed of two bicola, each of which deals with a part of the body, and each of which moves from lesser to greater specificity. The first moves from <i>hands<\/i> (lit. “palms”) to <i>fingers<\/i>, and the second moves from <i>lips<\/i> to <i>tongue<\/i>. It may also be that the shift from actions in the first bicolon to words in the second is a similar kind of movement, since speech is often understood as the parent of the action in the Bible. But be that as it may, the general point is clear. The whole person of the body politic is implicated in the crimes that are taking place. The hands that the people lift in prayer are bloody (cf. 1:15) because their very thoughts (the things they mumble about to themselves) are wrong. Some commentators (e.g., Knight) argue that <i>blood<\/i> must be metaphorical here, but there is no reason to think so. Throughout the prophets, violence and murder are symptoms of a society where the self runs rampant. This was no less true in the postexilic community than in the preexilic one. If this language is somewhat more common among preexilic writers, however, it constitutes a problem only for those who are committed to postexilic authorship.<\/p> <p><a class=\"isa\" verses=\"WzE4ODA1XQ==\">4<\/a> Almost all commentators understand the first colon, <i>none calls in righteousness<\/i>, in the light of the second, <i>none seeks justice for himself in truth<\/i>, and conclude that the bicolon is about going to court under false pretenses (cf. NRSV). This may be true, especially since it appears that <span>qārāʾ<\/span>, “to call,” can have the sense of “summon to court” (cf. Job 9:16; 13:22, etc.). But one should not overlook Pieper’s alternate interpretation. He points out the important connections with <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">ch. 58<\/a>, where the people call on God, but not in righteousness (v. 2), where they seek justice from God while practicing injustice (<a class=\"isa\" verses=\"eyIxODgwMyI6M30=\">vv. 2–4<\/a>). Thus he argues that this verse is another indictment of religion that is not backed up by action. In this case the second bicolon would be speaking of the <i>emptiness<\/i> of the religion in which they are trusting.<\/p> <p>If the common interpretation is accepted, the sense is that the reason why the society is corrupt is that the very concept of justice itself is corrupt. Justice does not exist to hold all persons up to the same fair standard. Rather, the legal system exists so that the strong and the clever can twist it to their own purposes. The result is exactly as the prophet says: <i>chaos<\/i> and <i>emptiness<\/i>. When the standard is perverse, then the law of the jungle prevails. Then trouble and iniquity have as good a claim to be followed as goodness and truth, and the result is social collapse.<\/p> <p>Calvin calls the metaphor of conception and birth an elegant one, and so it is (see also Job 15:35). It is elegant because of the way it sets the normal sense directly on its head. What is the normal result of conception? Life. But here the result is <i>trouble<\/i>, with all that word connotes (NRSV, NEB “mischief”; CBAT, JPSV “wrong”). What is it that is normally born? An innocent child. But here what is born is twistedness and guilt. Instead of the normal processes of life and regeneration, a society such as this gives its energies to the production of shame and sorrow.<\/p> <p><a class=\"isa\" verses=\"eyIxODgwNiI6Mn0=\">5–6<\/a> These two verses can hardly be surpassed for their picture of the menace and the futility of the society that is ruled by sin (note the repetition of <i>iniquity<\/i> in <a class=\"isa\" verses=\"W3siMTg4MDQiOjJ9LHsiMTg4MDciOjJ9XQ==\">vv. 3, 4, 6, 7<\/a>). What such a society produces is serpent eggs and spiderwebs. Whether you try to eat the eggs or crush them, the results are equally deadly. The baby snakes, whose poison is already as virulent as an adult’s, will kill a person. If you try to clothe yourself in such a society’s schemes, you will find them as ephemeral and yet as difficult to get free of as a spiderweb. Again, the imagery has a certain elegance about it by virtue of its antithetical quality. Eggs are a source of life, both good to eat and productive of yet more life through the animal inside. But not these eggs! They are the very opposite. Thus also a spiderweb seen on a summer morning when all its symmetry is outlined with glittering dew promises something substantial and significant. Sadly, it is not the case. If one touches a master strand the whole thing collapses before one’s eyes.<\/p> <p>So it is with a society rooted in iniquity. It promises much and gives little. Instead of promoting life, it destroys life. Instead of offering quiet substance, it touts glittering emptiness. What turns a productive society into a pernicious one? Any number of things, but above all, devouring self-interest as expressed in the words <i>iniquity<\/i> and <i>violence<\/i>. Taken together, they mean that what is right is twisted to be what I want, and that any means of obtaining what I want, up to and including physical force, is always justified. Given the reality of original sin, unless a supernatural way is found to promote genuine concern for one another and a determination to do right regardless of immediate payoff, human society, far from being the peaceable kingdom of chs. 11 and 65, will produce only snakes’ eggs and spiderwebs.<\/p> <p><a class=\"isa\" verses=\"eyIxODgwOCI6Mn0=\">7–8<\/a> When the society has become thoroughly perverse, all restraints are removed, and in the mad rush of self-interest, it is those who can move the most quickly who reap the apparent rewards, although those rewards be snakes’ eggs and spiderwebs. The connection with the end of v. 5 is clear: there is <i>violence in their hands<\/i>, and <i>their feet run for evil<\/i>. But again, as in v. 3, the actions of the hands and feet are only an expression of something interior. The imagination and the thought processes have become corrupted. <i>thoughts<\/i> here is <span>maḥš<\/span><span>bôt<\/span>, the same word as in 55:8–9. It refers to the plans, even the schemes, that have been carefully mulled over and developed until they are ready to be hatched (cf. v. 5). The designs have been conceived and now are ready to be born (v. 4). What is the problem? Do human thoughts and ways simply need to be redesigned in the light of the Servant’s fine example? No, they need to be replaced by virtue of the Servant’s sacrifice. That is what this entire section of the book is about. Somehow, the ways and the thoughts of God must replace the ways and thoughts of human beings. Redesign will not do. Replacement is the only hope (cf. 55:6–9; 57:14–18).<\/p> <p>Throughout the book of Isaiah words for “way” and “highway” have been prominent. Here all the words are collected in one place. This collection is for the purpose of showing how utterly futile all human ways are apart from the Lord’s intervention. His highways are peace and redemption (<a class=\"isa\" verses=\"WzE3OTAxLDE4MDI4LDE4MzI5LDE4NDI0LDE4NjQ4LDE4ODY1XQ==\">11:16; 19:23; 35:8; 40:3; 49:11; 62:10<\/a>), but the human highways are destruction and confusion (<a class=\"isa\" verses=\"WzE3Nzg2LDE4Mjg4LDE4MzMzLDE4ODA4XQ==\">7:3; 33:8; 36:2; 59:7<\/a>). In his way there is guidance and confidence (<a class=\"isa\" verses=\"WzE3Njg5LDE4MjM5XQ==\">2:3; 30:21<\/a>), but in our ways there is discord and strife (<a class=\"isa\" verses=\"WzE3NzIwLDE3ODE5LDE4NzgzLDE4OTAwXQ==\">3:12; 8:11; 57:17; 65:2<\/a>). In his way is restoration and completeness—<span>šālôm<\/span>; in our ways is no <span>šālôm<\/span>, only greater and greater disintegration. This last point is made especially clearly with the repetition of not being able to experience <i>(know<\/i>, <span>yādaʿ<\/span><i>) peace<\/i> in those ways of life both at the beginning and end of v. 8. Whatever else the world may offer us, it can never offer us peace. Those who make the world’s ways do not experience it, and neither do those who walk on those ways.<\/p>",
    "audit": null
}