{
    "id": 17542,
    "source": "oswalt",
    "verse_id": 18915,
    "verse_count": 9,
    "reference": "65:17–25",
    "title": "New Heavens And A New Earth",
    "html": "<p>This poem introduces the final section of this division and of the book (<a class=\"isa\" verses=\"eyIxODkxNSI6MzN9\">65:17–66:24<\/a>). Here, as in chs. 1–5, judgment and hope are juxtaposed. As chs. 1–5 begin and end with judgment, this section begins and ends with hope (<a class=\"isa\" verses=\"W3siMTg5MTUiOjl9LHsiMTg5NDEiOjd9XQ==\">65:17–25; 66:18–24<\/a>). In between these segments are two judgment passages (<a class=\"isa\" verses=\"W3siMTg5MjQiOjZ9LHsiMTg5MzgiOjN9XQ==\">66:1–6, 15–17<\/a>), with a hope passage between them (<a class=\"isa\" verses=\"eyIxODkzMCI6OH0=\">66:7–14<\/a>). Thus the pattern is: hope, judgment, hope, judgment, hope, which is a reversal of the pattern in chs. 1–5. It is not important whether this reversal is intentional. Of greater importance is the changed emphasis from judgment there to hope here. Because of all that has transpired in the book between 6:1 and 65:16, God is able to declare that while hope does not do away with the possibility of judgment, neither need judgment be the final word for those who will hear God’s call (<a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>), relinquish their trust in the nations (chs. 7–39), believe God’s promise of unmerited grace (chs. 40–48), accept the sin offering of God’s Servant on their behalf (chs. 49–55), and allow the power of God to produce his righteousness in them before the nations (chs. 56–66).<\/p> <p>This final section does function as a conclusion, but one cannot call it a summarizing conclusion. Although many of the themes from earlier parts appear, they do not seem to be presented in a systematic way. This suggests that while there are clear lines of continuity between this section and the rest of the book, the section was not primarily designed to draw the thought of the book together. Rather, chs. 56–66 have apparently been written in such a way that their conclusion, serving as the final point in the book’s series of points, will stand as a climax to what the book has said.<\/p> <p>The subsection 65:17–25 opens the final section with the note of hope. It is not sharply divided from the preceding verses, as the presence of some connecting thoughts (commented on below) shows. It is a logical development from them. Nonetheless, as Westermann shows, it is not part of the same thought unit with 65:1–16. Above all, there is no continuation of the “rebels-servants” motif that dominated that segment. But beyond that, there is no continuation of the idea that deliverance is to be conceived of as a contrast to judgment, an idea that is at the heart of the previous passage. Rather than being backward-looking, the primary connection of this subsection is with what follows. One indication of this is the <i>inclusio<\/i> formed by the recurrence of references to “new heavens and a new earth” in 65:17 and 66:22.<\/p> <p>These verses (<a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">65:17–25<\/a>) function as the opening to God’s final comment on the issues of deliverance and righteousness that have dominated this last division of the book (chs. 56–66). The “For behold” that opens v. 17 is supplying substantiation not for v. 16 but for the entire division. Why “keep justice and do righteousness” (<a class=\"isa\" verses=\"WzE4NzU1XQ==\">56:1<\/a>)? “For behold, I am creating new heavens.&nbsp;.&nbsp;.&nbsp;.&nbsp;” How will humans ever be able to live the rightousness of God, to be the evidence to the nations that he alone is God? Only in one way: if God himself intervenes and exercises his creative power to remake us and our world. Thus this is the introduction to the final statement of the necessity of divine enabling for the righteous lives of his servants. The beautiful picture that is painted partakes of all earlier such pictures (11:6–9; 25:6; 26:15; 35, etc.). It blends imagery of several sorts together to create an impressionist canvas. Thus although precise definition is not always possible, the one bright impression is unmistakable: our God has the power to banish sin and sorrow forever.<\/p> <p><a class=\"isa\" verses=\"WzE4OTE1XQ==\">17<\/a> As just noted, <i>For behold<\/i> introduces a substantiating statement for everything from 56:1 onward. The people should do righteousness in anticipation of this manifestation of divine power; they should abandon idolatry for this reason; they should believe in God’s revelation of his glory in them because of this; they should listen to the voice of the Servant\/Messiah when he says he will open their prison doors because of this. The one who created the <i>heavens<\/i> and the <i>earth<\/i> (i.e., the whole universe or cosmos) in the first place certainly has the ability to do something <i>new<\/i>. As E. Sehmsdorf has pointed out, this language is highly reminiscent of chs. 40–48, and undoubtedly for good reason. Isaiah is further developing his original thought as he introduces this final section. If deliverance from Babylon would be the kind of new thing that only the Creator could do, so also only that Creator who spoke creation into existence in the first place has the power to create new heavens and a new earth, where sin and its works have no more dominion over us (Rom. 6:14).<\/p> <p>It is significant that this final section of the book should begin by speaking of new heavens and earth, because of the important place that these elements play in the book. Their existence is the evidence of the transcendent creatorship of God (e.g., 42:5). They shake before his wrath (<a class=\"isa\" verses=\"WzE3OTIwXQ==\">13:13<\/a>). They are called to be witnesses of Israel’s rebellion in the opening verses of the book (<a class=\"isa\" verses=\"WzE3NjU3XQ==\">1:2<\/a>). They are called to break forth with singing and shouts of joy because of the redemption that God makes available through his Servant (<a class=\"isa\" verses=\"WzE4NTU3LDE4NjUwXQ==\">44:23; 49:13<\/a>). Now all these aspects are caught up together in a new creation. Wrath and rebellion are gone, a salvation more permanent than even they are has come (<a class=\"isa\" verses=\"WzE4NjgwXQ==\">51:6<\/a>), the Savior has done his work, and the Creator’s original purpose in creation may be realized. Indeed, heavens and earth rejoice.<\/p> <p>As Delitzsch observes, in speaking of the kingdom of God here Isaiah amalgamates several aspects of it that may be chronologically distinct but are spiritually identical. Thus in its present manifestation in the lives of believers, the kingdom is a “new creation” (2 Cor. 5:17), “the world to come” (Heb. 2:5). But there is also the millennial kingdom, in which this world will be redeemed and renewed (Rev. 20:4–6). Finally, there are “new heavens and a new earth” that will exist after “the first heaven and the first earth had passed away” (2 Pet. 3:13; Rev. 21:1). All three of these manifestations of the kingdom of God and of his Messiah seem to be telescoped together in the prophet’s mind, much as the destruction of Jerusalem and the end of the world seem to have been telescoped for Jesus (Matt. 24; Mark 13; Luke 21). The point is that the God who made this world and sustains it to the present moment is not locked in by anything that has happened up to now. He is not any part of the system. He is the Creator! And that means that the destructive power of sin can be broken, beginning now, and forever at the last day.<\/p> <p>The <i>former<\/i> world will be forgotten. This continues the development of previous ideas. In Isa. 43:18 God had told his people to forget the ways he had delivered in the past (“former things”). In the previous sentence here (v. 16), he has said that they would forget their former troubles. But now he says that everything associated with the old world will be forgotten. All the ways in which sin has stamped this world with its own deformed image will be wiped away, not only from reality but even from memory (cf. Rev. 21:4). They will not even <i>come to mind<\/i>.<\/p> <p><a class=\"isa\" verses=\"WzE4OTE2XQ==\">18<\/a> In place of <i>(But rather)<\/i> the sorrow and shame that sin has brought into the world in so many ways, God tells his people to <i>rejoice and be glad<\/i> on account of what he is about to create. The imperatives suggest that the rejoicing is to begin at once because of the imminence of God’s actions and that it will go on <i>forever<\/i> because of the permanence of their results. The pair of roots for <i>gladness<\/i> and <i>rejoicing<\/i> occurs three times in <a class=\"isa\" verses=\"eyIxODkxNiI6Mn0=\">vv. 18–19<\/a>, emphasizing how completely the wonder of God’s creative work will blot out all the memory of the former world. But this joy and gladness is not just an attribute. With the double accusatives in the second bicolon, God says that he is creating Jerusalem as <i>gladness<\/i>, and her people as <i>joy<\/i>. The very nature of Jerusalem will be gladness, and the nature of her people will be joy. This is indeed a new creation, but one whose intimations every believer may already share.<\/p> <p>Many commentators (e.g., Cheyne) point out that the reference to Jerusalem, and then to birth and death and building and planting in the succeeding verses, show that this is really not a new heaven and earth, but only a transformed one. Unless one goes to the extent of Whybray and excises vv. 17 and 25, this distinction is too fine. As said above, elements of several conceptions have been combined into one, and to try to say that the composite is one thing and not another is to miss the point. Suppose the author were talking about a coming existence that is absolutely unlike anything we know here. How would he describe it to us? Only in analogous terms that are familiar to us. Thus one cannot sustain the thesis that the picture given is not talking about a completely new world. It is and it is not, by its very composite nature. Paul does much the same thing when he uses the oxymoronic “spiritual body” to describe what we will be like in the next life (1 Cor. 15:44). John also speaks about a “new Jerusalem” coming down out of heaven (Rev. 21:1). It does not seem appropriate to ask of such a picture whether it is a truly new Jerusalem or just a transformed one. It will be a Jerusalem whose very nature is gladness. That will be new enough.<\/p> <p><a class=\"isa\" verses=\"WzE4OTE3XQ==\">19<\/a> This verse expresses one of the loveliest thoughts in the book. Zion will be a joy not only to itself but also to God. If he were in time, what a sense of anticipation he would have: the Jerusalem that had so often been a source of grief and disgust and rage should instead one day bring him nothing but joy. The picture is that of a parent for whom there is no greater joy than the innocent joy of the children, or of a bridegroom who can think of no greater joy in the world than to look at his beloved and bask in her looks of love (see also Isa. 27:2–5; Zeph. 3:17). The NT figure of “the bride of Christ” partakes of this picture. And how long, from our perspective, it has been in coming. How patient God has been in working toward that day when the only emotion we will arouse in his breast will be unalloyed joy. But even now, while we look to that day, God can make us new to the point where our one response to him is love (1 Thess. 5:23–25). Should we settle for anything less as we anticipate that day?<\/p> <p>Why will God take <i>joy<\/i> in us? Because tears and cries of distress, those works of sin (Isa. 24:8–12; 65:14), will be forever gone (25:8; 35:10; Rev. 7:7; 21:4). From Gen. 3 onward, he has been working toward this day, a day when what was marred in creation will be fully restored. He will rejoice because his compassionate heart will no longer be wrenched and torn by those things that wrench and tear at ours. The figures for these sorrows in the following verses are taken from the pages of every person’s experience of this fallen world: untimely death, futile work, impermanence and upheaval, children born to tragedy. Someday all that will change, and God rejoices for us that it is coming.<\/p> <p><a class=\"isa\" verses=\"WzE4OTE4XQ==\">20<\/a> This verse begins the series of concrete examples that explain why there will be no crying or mourning in the kingdom of God (v. 19). The series continues through v. 25. They are examples drawn from this life, but that does not limit the reference to the millennial reign, nor does it mean that this picture is necessarily contradictory to the one given in 26:6–9, which states that death is destroyed. These examples simply illustrate all those things that cause sorrow, and they are used to show that such conditions will not exist in the new heavens and earth.<\/p> <p>While the general sense of v. 20 is clear, the precise meaning of some of the statements, particularly the final colon, is not. The general sense is to say that one of the causes for earthly sorrow, untimely death, will not apply. Thus no nursing infant will have a life span of only a few days. Indeed, no one will die without fulfilling all the days of a full life. In that kingdom, if someone were to die at <i>a hundred years<\/i> of age, they would be accounted as dying while still a <i>lad<\/i>. This may be an allusion to the great ages of the antediluvian people, where a life span of hundreds of years was considered normal (Gen. 5). Again, this is all a way of saying that in God’s kingdom, no one will weep over the untimely death of a loved one.<\/p> <p><i>the sinner of a hundred years will be cursed<\/i>. As mentioned above, the meaning of the final colon is uncertain. Two meanings are possible. One is that even though a sinning person should experience the blessing of a very long life (one hundred years), he or she would still be under a curse. It is not clear how that curse would be expressed in that case, or how people would know the sinner was cursed. Furthermore, this meaning does not provide a good parallel with the preceding colon. The second possibility seems to fit better. Here, just as there, one hundred years would be a short life, and the sinner would be cursed by living for only one hundred years.<\/p> <p><a class=\"isa\" verses=\"eyIxODkxOSI6Mn0=\">21–22<\/a> One of the curses for breaking the covenant was that a person would never get to enjoy the fruits of his or her labor. One would build a house, but someone else would get to live in it; one would plant a vineyard, but someone else would eat the fruit of it. One’s efforts would fail, or one would be driven out, or one’s life would be cut off in midcourse (Lev. 26:16; Deut. 28:15–46, esp. v. 30; Amos 5:11; Mic. 6:15; Zeph 1:13; cf. Isa. 17:11).<\/p> <p>By contrast, covenant obedience would result in the opposite of these conditions coming true (Deut. 28:1–14). And that is the picture here. Instead of tears of frustration and futility, there will be smiles of fulfillment and satisfaction, and songs of praise to God (cf. Isa. 62:8–9). V. 23 gives the reason why the people will be able to enjoy the fruits of their labor. The subjects of God’s kingdom will be stable and long-lived like a tree. Instead of being dead chaff driven before the wind (5:24; 17:13; 29:5; 33:11; Job 21:18; Ps. 1:4; 35:5; Hos. 13:3), or great trees felled by God’s axe (<a class=\"isa\" verses=\"WzE3ODg1XQ==\">10:34<\/a>), the people of God’s kingdom will be like “trees planted by streams of water” (Ps. 1:3; cf. 92:13–15 [Eng. 12–14]), which give their fruit season after season, and year after year. They will not be ephemeral and passing like grass (Isa. 40:6–8), hardly getting a project started before they are withered and gone. What a promise, to have the time to do something right and then the opportunity to enjoy it to the full!<\/p> <p><a class=\"isa\" verses=\"WzE4OTIxXQ==\">23<\/a> This verse recaps the previous two and provides a further reason why these happy conditions will prevail. The recapping statement is contained in the first bicolon. <i>Labor<\/i> will not be for <i>nothing<\/i> (cf. Job 9:29), and children will not be born for tragedy (Lev. 26:16; Ps. 78:33; Jer. 15:8). Again the theme is the canceling out of futility. How futile to expend the energy to build something, and never be able to enjoy the results. Likewise, how futile to undergo the life-threatening pain of giving birth while knowing that disease or famine or sword could send those children to the grave even before their parents. Although “labor” in the first colon does not elsewhere connote childbirth, the rest of the verse establishes that that is indeed how it is being used here. The “labor” of childbirth produces <i>seed<\/i> that can be enjoyed in old age.<\/p> <p>In God’s kingdom there will be neither futility nor frustration. Although we certainly do not yet enjoy that promise to the full, we may experience it in embryo. For the believer may know that nothing is in vain in God (cf. 1 Cor. 15:58). We may still weep over failed hopes, blighted dreams, and lost children. But we do not work for ourselves; we work for God, and when that is the case we may know that he who is telling our story catches every tear in his bottle (Ps. 56:9 [Eng. 8]) and will use even our sorrows to accomplish good (Rom. 8:28). If that is true now, what will that last day be when every tear is wiped away?<\/p> <p>Why is this hope possible? Because those who are members of God’s kingdom are part of a family, a family that God has blessed. This is an important point in an age when untrammeled individualism is becoming more and more a fetish. Even if the Bible were not the Word of God, it is the distilled wisdom of more than two thousand years. That wisdom, from city and country, from rich and from poor, from the urbane and the rustic, is that a society survives to the extent that men and women give themselves to the raising of children in a safe and stable environment that inculcates the fundamental truths about life. We abandon such accumulated wisdom to our own peril.<\/p> <p>But the Bible is the Word of God, and God tells us in it that the individual is not the basic unit of society, but that the couple is (Gen. 2:18, 23–24). Furthermore, he has shown us that it is his plan that salvation will come to the world through a family (Gen. 12:1–3). Of course, this does not limit God’s power to bring people into his kingdom through other means as well, but it ought to say to us that the family exists as a primary means for the propagation of his truth. Here God says through the prophet that futility will be erased from the earth because the inhabitants of his kingdom will be the children of those whom the Lord has blessed, and with those inhabitants will be their children. In other words, three generations are in view here. This theme of “your children and your children’s children” as partakers in the parents’ faithfulness or lack of faithfulness is an important one in the Bible, and here it is underlined. Once again, the curse is nullified. Formerly, in a fallen world, innocent children and grandchildren suffered if a man chose to be an adulterer or a drunkard or a liar (cf. Exod. 34:7). Finally, in the day Isaiah sees, sin will have been forever destroyed by the Servant\/Messiah, and the only effect of a man’s or a woman’s life that they will pass on to their grandchildren will be blessing. May God grant it.<\/p> <p><a class=\"isa\" verses=\"WzE4OTIyXQ==\">24<\/a> Another blessing of the kingdom of God will be perfect communication with God. In this fallen world communication with him is difficult. A hundred things arise to interrupt and confuse prayer. Even those who seem most gifted and practiced in prayer speak of “wandering thoughts” and “dry times.” The sentiments of the lament in Isa. 63:15; 64:6, 11 (Eng. 7, 12) have been expressed by saints as well as sinners. “Our iniquities” too often intervene between us and God and prevent him from acting on our behalf (<a class=\"isa\" verses=\"WzE4ODAzXQ==\">59:2<\/a>). At other times our obtuseness prevents us from seeing what wonderful things God has done in answer to our prayers. In his kingdom all of that will be forever gone. When we have not yet even begun to make our request, God will have begun to answer. He will <i>hear<\/i> (in the sense of taking approriate action) while we are still speaking. The subjects of both <i>I will answer<\/i> and <i>I will hear<\/i> are emphasized by the addition of the independent pronoun <i>(myself<\/i>, <span>ʾ<\/span><span>nî<\/span><i>)<\/i>. The point is that God and no one else will answer. It is his blessed voice we will hear even before we begin to speak, and not one of the myriad, clamoring voices of earth. Again, some of this reality is already available to all those who are even now in God’s kingdom by faith in the blood of the Servant\/Messiah (30:19; 58:9; Ps. 91:15; Matt. 6:8; 1 John 5:14–15).<\/p> <p><a class=\"isa\" verses=\"WzE4OTIzXQ==\">25<\/a> The final concrete example that Isaiah uses to convey the character of God’s new creation is one he used in the description of the messianic kingdom in <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">ch. 11<\/a>. Indeed, these verses seem to be a condensation of 11:6–9, using many of the same words. Its appearance here serves to make plain that although the Servant\/Messiah is not given prominence in this passage, it is the same kingdom that is being spoken of, and the blessings that are being spoken of here are those that are made available because of the Servant\/Messiah’s coming.<\/p> <p>The final example of the removal of that which causes weeping in this world is the pacification of harmful nature. The effects of the Fall have reached to the world of nature, making nature a dangerous place for the man and woman who were to have been nature’s beneficent sovereigns. This danger is exampled by the <i>wolf<\/i>, the <i>lion<\/i>, and the <i>snake<\/i>. They symbolize all the devouring, ravening, poisonous aspects of our world, both inside and outside human nature. But in God’s kingdom, all that will be changed. It is not necessary that we take these statements any more literally than that we will build houses and plant vineyards in the heavenly Jerusalem. The point is that no warnings will have to be posted in that world, and no one will weep over a snakebitten child, or over a wife devoured by a lion. Nature will no longer be our enemy, nor we its.<\/p> <p>The one element here that is not present in 11:6–9 is <i>the snake [will eat]<\/i> <i>dust for its bread<\/i>. Some commentators (e.g., Westermann, Whybray) believe that it has been intentionally added because this passage is speaking about the new creation. That is, it is an allusion to Gen. 3. All the sources of weeping that have been detailed in <a class=\"isa\" verses=\"eyIxODkxOCI6Nn0=\">vv. 20–25<\/a> are ultimately the result of the snake’s interference in Eden. There God announced that the snake would crawl in the dust forever, and that although he would bite the heel of Eve’s child, that child would crush the snake’s head (Gen. 3:15). Here the snake is finally condemned not only to crawl in the dust but to eat only dust forevermore. When that happens, the curse will be truly broken, and as the Lord says, there will be none to hurt or destroy in all his holy mountain. May God grant it.<\/p>",
    "audit": null
}