{
    "id": 17522,
    "source": "oswalt",
    "verse_id": 18788,
    "verse_count": 5,
    "reference": "58:1–5",
    "title": "Your Pleasure",
    "html": "<p>I observed on 56:1–57:21 that a three-part structure was in operation, with the first part (<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1–8<\/a>) speaking of true religion, the second (<a class=\"isa\" verses=\"eyIxODc2MyI6MTd9\">56:9–57:13<\/a>) speaking of the people’s inability to keep true religion, and the third (<a class=\"isa\" verses=\"eyIxODc4MCI6OH0=\">57:14–21<\/a>) speaking of God’s power to heal the people. That same structure is duplicated in 58:1–59:21. True religion is depicted in 58:1–14; the people’s failure is spoken of in 59:1–15a; and God’s action on his people’s behalf is portrayed in 59:15b–21.<\/p> <p>The section 58:1–14 is reminiscent of 1:10–20 as it speaks of the folly of formal religion that does not make a difference in human relationships, especially as it relates to the matters of acquisition and pride (cf. 57:15, 17). In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a>, however, the note is one of threat (if you do not obey, destruction will come), while here the note is one of promise (if you do obey, blessing will come). The change in tone is accounted for by the changed situation in regard to the atoning work of the Servant. Those who count themselves as part of his community see a hand of favor extended to them, but they must grasp it by choosing God’s way of living.<\/p> <p>The chapter is so unified that scholars find little agreement concerning its subdivisions. Most frequently, scholars separate <a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">vv. 13–14<\/a>, which speak of Sabbath keeping, from <a class=\"isa\" verses=\"eyIxODc4OCI6MTJ9\">vv. 1–12<\/a>, which deal with fasting. But from a literary point of view, as Muilenburg and Polan have shown, those final two verses share in the language and thought of the previous verses (see esp. the repetition of “doing your pleasure,” <a class=\"isa\" verses=\"W3siMTg3ODkiOjJ9LHsiMTg4MDAiOjJ9XQ==\">vv. 2, 3, 13, 14<\/a>). In fact, <a class=\"isa\" verses=\"eyIxODc4OCI6MTJ9\">vv. 1–12<\/a> are not about fasting but about the larger issue of what the Lord’s pleasure is. Thus fasting (<a class=\"isa\" verses=\"eyIxODc4OCI6Nn0=\">vv. 1–6<\/a>) and Sabbath keeping (<a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">vv. 13–14<\/a>) are examples of formal religion that bracket the discussion of the nature and blessings of true religion (<a class=\"isa\" verses=\"eyIxODc5NCI6Nn0=\">vv. 7–12<\/a>). The development of thought is shown by the way in which Sabbath keeping, coming at the end of the unit, is presented as an example of the way true religion integrates the relational and formal aspects, not merely as an example of the failure of formalism. For the purposes of analysis, one may treat <a class=\"isa\" verses=\"eyIxODc4OCI6NX0=\">vv. 1–5<\/a>, which speak of false religion, as one subsection and <a class=\"isa\" verses=\"eyIxODc5MyI6OX0=\">vv. 6–14<\/a>, which speak of true religion, as another subsection.<\/p> <p>Like 56:1–8, <a class=\"isa\" verses=\"eyIxODc4OCI6NX0=\">vv. 1–5<\/a> speak of a religion that is superficial and not of the heart. Persons who practice it assume that they are the people of God because of their position and heritage. But the implications of the religion have not been allowed to extend to the way they treat other people, especially people who do not have the same power they have. The issue for those who have received the grace of God, says the prophet, is to allow that grace to flow out of the worshipers onto everyone around. This is the meaning of being in covenant with God (<a class=\"isa\" verses=\"WzE4NzU4LDE4NzYwXQ==\">56:4, 6<\/a>), not whether one performs certain rituals correctly.<\/p> <p>With heavy irony similar to that employed in 1:10–15, the prophet declares that although the people think their behavior should win them special favor with God, its real purpose is to gain ground in the dog-eat-dog struggle for power, position, and possessions. Why did God institute the forms of religion? As ends in themselves? No, but as symbols of an attitude of submission, surrender, and trust that will manifest itself in changed behavior. Without that attitude as evidenced by the behavior, the forms are sources not of divine pleasure but of divine disgust (v. 5; cf. 1:14–15).<\/p> <p><a class=\"isa\" verses=\"WzE4Nzg4XQ==\">1<\/a> The extreme seriousness of the situation is borne out by the nature of the commands of God to the prophet. He is not to speak calmly and quietly about the situation, nor is he to speak to people privately. Rather, he is to shout at the top of his voice (lit. “with the throat,” as opposed to a whisper with the lips; cf. 1 Sam. 1:13). Lest there be any misunderstanding, the command is amplified with a simile whose meaning is unmistakable, particularly since it is put in an emphatic position: <i>like a trumpet lift your voice<\/i>. The <span>šôpār<\/span>, a musical instrument made from a ram’s horn, was the primary device used to gain communitywide attention in ancient Israel, whether for alarm (<a class=\"isa\" verses=\"WzE4MDAxXQ==\">18:3<\/a>) or for communal activity (<a class=\"isa\" verses=\"WzE4MTU1XQ==\">27:3<\/a>). Its piercing blast was a sign to stop all other activity and pay attention. So the prophet is told to make his appeal as powerful and as stirring as possible. Religion that has become a formalized mask for self-serving is not a matter for tongue clucking but for radical surgery. It is nothing short of <i>rebellion<\/i> (cf. 1:2, 28; 66:24), which calls for the most dramatic action (cf. Matt. 21:12–13).<\/p> <p>The reference to <i>the house of Jacob<\/i> is particularly Isaianic. As Odeberg notes, the phrase occurs six times between 2:5 and 29:22, and in 46:3 and 48:1 as well as here. It occurs only six times elsewhere (twice each in Amos, Micah, and Obadiah). Pieper says that it is a term of reproach in Isaiah, but that is not strictly correct. It can be neutral, and at least twice (<a class=\"isa\" verses=\"WzE3ODcxLDE3OTMwXQ==\">10:20; 14:1<\/a>) it appears in positive settings. It does seem to be used several times in the context of exile and return, and that may be its sense here. Isaiah is speaking to the house of Jacob that will, like Jacob, have gone to the land of exile and returned. But the mere fact of return does not equal removal of sins.<\/p> <p><a class=\"isa\" verses=\"WzE4Nzg5XQ==\">2<\/a> Who are these “rebels” and “sinners”? They are people who <i>seek<\/i> God every day! The emphatic position of <i>me<\/i> and the disjunctive <span>waw<\/span> attached to it <i>(Yet)<\/i> underline the contrast between the content of this verse and the previous one. “Me they seek (of all things)!” would capture the tone of astonishment here. These are persons who are very serious about their religion. They have heard the admonitions of 55:5–9 to seek the Lord and his ways. They are entirely convinced that those who do not pay attention to the forms of God’s religion will incur his wrath and not receive the benefits of his power. They look much like a nation that did righteousness and did not forsake the justice of its God. But <i>like<\/i> is the key word. To be like such a nation and to be such a nation are not the same thing, and as the succeeding verses show, they are not such a nation. But how is it possible to <i>desire<\/i>, or delight in, God’s ways and yet forsake God’s justice? The clearest illustration of this contradiction is found in the Pharisees, who tithed even the spices in their cupboards and yet had no qualms about putting a widow who could not pay her debts on the street (Matt. 23:23; Luke 20:47). The law says something about tithing, but it does not say anything about mercy toward a debtor. Thus it is possible to be zealous for the form of God’s ways while missing completely the truths that those forms are meant to convey (see Isa. 29:13). There is then a terrible irony in these people’s asking God to work his righteous justice in their lives (cf. Mal. 2:17) or in longing for his nearness. If he should answer their request, it would not be a pleasant experience (Isa. 33:14; cf. Mal. 3:2). Christians who speak glowingly of the return of Christ might profit from thinking along these same lines. Are we really ready for his return?<\/p> <p><a class=\"isa\" verses=\"eyIxODc5MCI6Mn0=\">3–4<\/a> Now these religious people present their complaint against God. It is expressed in two cola governed by the same interrogative <i>(<\/i><span>lāmmâ<\/span><i>)<\/i>. Their questions give us a sense both of how they view their religion and of why it is not bringing either them or God any satisfaction. They are depriving themselves of food in order to get some gain from God, but God is not responding. He has not paid any attention to <i>(seen)<\/i> or even acknowledged <i>(know)<\/i> their feats of self-denial. Surely this is not fair! Simple cause and effect requires that if they make the payment, God must produce the goods. Malachi depicted the same attitude (<a class=\"isa\" verses=\"eyIxNzcyMSI6M30=\">3:13–15<\/a>). In other words, religious behavior is for the purpose of getting something from God. It is for the purpose of manipulating him and securing blessings that he would not otherwise give. This is nothing more than paganism and explains why paganism in one garb or another has such appeal for the Israelites and all the rest of us. This is not biblical religion, which insists that it is only when we surrender our manipulative self-interest that we can receive for free the blessings that God is longing to give his creatures.<\/p> <p>Only one fast day is decreed in the Torah: the Day of Atonement (Lev. 16:29). One is to “afflict the soul” (so AV; as in <i>afflicted ourselves<\/i> here), for the purpose of meditation on the seriousness of one’s sins and the greatness of God in making a way of atonement for them. That expressive phrase then becomes a synonym for fasting (Lev. 16:31; 23:27, 32; Num. 29:7; 30:13; Ps. 35:13), as here. But many other special fasts were decreed and held over the years. Zechariah mentions special fast days that were observed on the anniversary of the destruction of the temple. Most, if not all, of these special days clearly entailed the sense that God would relent and stop punishing his people if they showed genuine repentance of the sort that self-denial implies. But how easily the perverse human mind begins to think that it is the pursuance of the form that will produce the result. That is what has happened here, as is apparent in these questions. But repentance is not for the purpose of getting God to do anything; it is an expression of the conviction that my ways are wrong and God’s ways are right, whether he does anything for me or not.<\/p> <p>This diagnosis of the self-serving motives in the people’s religious behavior is confirmed by the Lord’s response, which begins in the second part of v. 3 and continues in v. 4. Three bicola lay bare the real motives behind their behavior. The first two tell what their fasting is for (vv. 3b, 4a), and the third tells what it is not for (v. 4b). Whatever else it does, it does not cause their voice to be heard on high where God is (cf. 57:15). They may think that is why they are fasting, but in fact it is not so. God dwells with the crushed and the lowly, and these proud religionists definitely do not fit in that category. They may be afflicting their bodies, but they are not afflicting their souls.<\/p> <p>Again, the prophet is engaging in heavy irony here. The people believe that they are fasting for one purpose, but in fact, whether they know it or not, they are fasting for an opposing reason. They are not actually fasting so as to practice oppression, but the prophet says that this is what the outcome is, because they are fasting in order to find their own <i>desire<\/i> (cf. <a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">vv. 13–14<\/a>). Commentators are about evenly divided over whether “pleasure” (e.g., Alexander) or “business” (e.g., Westermann) is meant by <span>ḥēpeṣ<\/span>, “desire.” The context seems to favor “business” slightly, but perhaps both alternatives are too specific. The point may be simply to say that their religious exercises are primarily for themselves, primarily to serve those covetous instincts that motivate all our lives far more than we care to admit. That being so, their fasting results in oppression.<\/p> <p>The hearers were probably shocked and offended at so ridiculous a charge. Of course they did not fast to promote <i>strife!<\/i> What could Isaiah have meant? Although he is almost certainly speaking hyperbolically, the meaning of that hyperbole is still uncertain. One possibility is that while the master was fasting he was especially careful to see that just because he was taking a day off from work, his workers did not think this was their chance to loaf. A less likely possibility is that he wanted to be sure that everyone knew how difficult his self-denial was for him and so took out his bad feelings on all those around him. Yet another possibility is that the worshiper has a guilty conscience over his treatment of those around him, and is engaging in religious behavior to assuage the guilt (rather than changing the behavior). But perhaps the connection is not as direct as any of these. The point may be that since these people saw no connection between their mistreatment of the poor and the lowly and their religion (<a class=\"isa\" verses=\"W3siMTg3OTMiOjJ9LHsiMTg3OTYiOjJ9XQ==\">vv. 6–7, 9–10<\/a>), that mistreatment cancelled out all their religious acts. The mistreatment loomed so large that it was all God could see. Thus the only purpose their religion was actually serving was to further their acquisitiveness. It certainly did nothing for their relationship with God.<\/p> <p><a class=\"isa\" verses=\"WzE4NzkyXQ==\">5<\/a> Westermann says that there is a radical change between vv. 4 and 5 because we would expect v. 5 to have defended the holiness of the fast days on the basis of what was said in v. 4. It seems odd to base redactional conclusions on what we would have expected to have been said. Any chain of thought can legitimately go in several directions at any point. To choose one of those and say that a different hand is at work if another direction is taken is to push literary analysis beyond its bounds. In fact, v. 5 is one natural progression and conclusion of the thought of <a class=\"isa\" verses=\"eyIxODc5MCI6Mn0=\">vv. 3–4<\/a>. Those verses spoke of the actual results of the people’s fasting as opposed to what they thought would be accomplished. Why would that be? V. 5 tells us: they have been focusing on the external behavior rather than the change of attitude and behavior that the form is supposed to represent. As a result their prayers do not reach on high (v. 4). The way they have acted they apparently think that God cares only about not eating <i>(afflicting oneself)<\/i> and bowed heads and lying on sackcloth and ashes. If those things are to be offered in place of changed attitudes and behavior, God does not want fasting at all. This is the same sort of expression found in Ps. 51:18–19 (Eng. 16–17). If sacrifices are offered in place of a broken and contrite heart, God has no interest in sacrifices (see also Isa. 1:11). The final rhetorical question in the verse brings it to a powerful conclusion. “Is this what you call a fast?” The obvious answer is, “If so, you are badly mistaken!” Here is the power of the prophetic invective. He presents his hearers with hyperbolic choices that force them to take a long look at what their real attitudes are, and to face the true implications of their actions.<\/p>",
    "audit": null
}