{
    "id": 17464,
    "source": "oswalt",
    "verse_id": 18442,
    "verse_count": 6,
    "reference": "40:21–26",
    "title": "The Lord Over Creation",
    "html": "<p>This stanza parallels <a class=\"isa\" verses=\"eyIxODQzMyI6OX0=\">vv. 12–20<\/a>, as noted above. Like that one, this one begins with an appeal to God’s transcendence, over both nature (<a class=\"isa\" verses=\"eyIxODQ0MiI6Mn0=\">vv. 21–22<\/a>) and human history (<a class=\"isa\" verses=\"eyIxODQ0NCI6Mn0=\">vv. 23–24<\/a>). Following this appeal is a similar invitation to comparison (v. 25), here with the heavenly host (v. 26). As in <a class=\"isa\" verses=\"eyIxODQzMyI6OX0=\">vv. 12–20<\/a>, the insistence on the incomparability of God is absolute. When Isaiah finishes we have no doubt regarding his theology: The Holy One (see below on v. 25) is the sole ruler of heaven and earth. To think of comparing him to anything in creation is foolishness.<\/p> <p><a class=\"isa\" verses=\"WzE4NDQyXQ==\">21<\/a> As in v. 12, the appeal begins with rhetorical questions, which assume that the hearers have indeed known the answers to the questions. Here the issue is intensified by the use of the imperfect with the verbs of knowing and hearing, hence the LXX rendering, which I follow, <i>Will you not know? Can you not hear?<\/i> It is not merely a question of being aware of certain concepts regarding the Lord’s transcendence, but whether the hearers will give credence to them. There are overtones of 6:9–10 here: it is possible to hear and yet refuse to hear.<\/p> <p>From the questions of intent and response Isaiah moves to questions of fact. <i>Has it not been declared to you from the beginning? Have you not understood from the foundations of the earth?<\/i> Although the prophet does not specify which <i>beginning<\/i> he means, the following colon seems to make clear that it is the beginning of all things. <i>foundations of the earth<\/i> refers to the beginnings of the earth and envisions a time when the world was not. What he is saying is that careful thought about the origins of the world must point to a creator beyond the cosmos itself; if the cosmos had an origination, it could not itself be responsible for that event. Thus Aristotle came to his Unmoved Mover. The current theory of a “big bang” for the origin of the universe still does not address the question of the origin of the stuff of the “bang.” Isaiah boldly asserts that behind it all is a person—the Lord—and that nothing which is part of the creation, whether gods or humans, can thwart his plans.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ0MyI6Mn0=\">22–23<\/a> The implications of God’s transcendence are spelled out with a series of three participles. They emphasize the person who acts in these ways at all times; it is of his character to do these things.<\/p> <p><a class=\"isa\" verses=\"WzE4NDQzXQ==\">22<\/a> This verse deals with the implications in the physical world, stressing God’s otherness. His throne <i>sits above the circle of the earth<\/i>. Commentators agree that this probably does not refer to the circular nature of the earth, but they do not agree on what it does refer to. It might be the earth itself with its circular horizon (Prov. 8:27; Job 16:10), or it might be the vault of the heavens (Job 22:14), which seems to extend in a half-circle from horizon to horizon. On balance, the latter seems more likely. As the transcendent one he sits enthroned above the zenith; he is above the world, not part of it. From that vantage point the people of earth with their often monumental egos are very small indeed: <i>like grasshoppers<\/i>.<\/p> <p>As for that vault, so mighty, so permanent, what is it to him? It is a tent canopy thin as gossamer, which he has stretched out as a shelter for his people. This may well be an allusion to pagan religion, since the high god was often considered to be the heavens. Not so for Isaiah. The mighty heavens are to the true God as cobwebs are to steel. In biblical parlance God will one day rip away that canopy and reveal himself in all his glory (51:6; 2 Pet. 3:10; Rev. 19:11; 20:11).<\/p> <p><a class=\"isa\" verses=\"WzE4NDQ0XQ==\">23<\/a> The one who sits over the earth and stretches out the heavens also <i>brings rulers to nothing<\/i>. The verb here, the common <span>nātan<\/span> (lit. “give”), is the same one used to speak of appointing someone to an official position (cf. Ezra 8:20). Thus a double irony is at work. These weighty people whom someone has appointed to an important task are really appointed to nothingness in comparison to the authority and weightiness of God. <span>šōp<\/span><span>ṭê<\/span> is the usual term for “judges,” but here it does not have the narrow legal connotation common to English usage; rather, it refers to those <i>leaders<\/i> who are expected to establish right order and conditions for and among their people (the same meaning found in the book of Judges). God makes them and their work <i>as nothing at all<\/i> (<span>tōhû<\/span>, “chaos”). This is not to say that God prefers chaos to order (cf. Rom. 13:1). Rather, the point is that any merely human order is worthless alongside the work of God.<\/p> <p><a class=\"isa\" verses=\"WzE4NDQ1XQ==\">24<\/a> This verse makes the same point as the previous one, but in graphic terms similar to those of <a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">vv. 6–8<\/a>. The prophet’s control of the language is impressive: three terse phrases each begin with the same unusual combination <span>ʾap bal-<\/span>, meaning <i>hardly<\/i> or something like “not even.” The first two phrases have only two stresses while the third is composed of two two-stress clauses, which gives the effect of breathless temporality, much like that of v. 7. The grape seedlings are no more than in the ground before the blistering <span>hamsin<\/span> has dried them up and carried them off. So we humans have no more than made an entrance onto the stage of life when we are hooked off into the wings. In v. 7 the verb for “blow” is <span>nāšab<\/span>; here it is the stronger <span>nāšap<\/span>, perhaps in keeping with the apparent picture of grape seedlings here as opposed to grass there. Although the subject of the verb is indefinite, it is almost certainly God, with the same implications as in v. 7. On “stubble” see its application to Cyrus’s enemies in 41:2 and to Babylon in 47:14 (see also 5:24 and 33:11).<\/p> <p><a class=\"isa\" verses=\"WzE4NDQ2XQ==\">25<\/a> Once again, as in v. 18, the rhetorical question concerning comparison follows the appeals to God’s rule of nature and history. The opening words are the same in both verses, including the initial <span>waw<\/span>, here rendered <i>So<\/i>, which indicates that what follows is an apodosis. Thus the invitation to make a comparison rests squarely on the previous appeals.<\/p> <p>The difference between vv. 18 and 25 is that the latter is given as a quotation from God. He directly asks his people to find someone who is his equal (<span>ʾešweh<\/span>, lit. “I will be equal”) if they can. Furthermore, the epithet of God is even more distinctive than <span>ʾēl<\/span> in v. 18. Here he is called <i>Holy One<\/i>, the absence of the article showing that this is a personal name, not just a descriptor. The significance of this word <i>(<\/i><span>qādôš<\/span><i>)<\/i> in the book is well known. The root occurs altogether 69 times and is fairly evenly distributed throughout. The substantive “Holy One” accounts for 38 of these, a much higher percentage than normal (elsewhere in the OT only 79 out of a total of 617). Of these 38 occurrences, 35 refer to God (25 “Holy One of Israel”; 1 “Holy One of Jacob”; 3 “Holy One” with suffix for Israel; 6 “Holy One”), 18 in chs. 1–39, and 17 in chs. 40–66. It is axiomatic that this unusually high frequency reflects the impact of the call experience recorded in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>, which underlined to the prophet that the Lord is the Most Holy One. Evidently that understanding of God came to permeate all Isaiah’s thinking.<\/p> <p>Here we gain further insight into the concept. “Holiness” apparently describes the otherness of God, that which separates him from all his creatures. But this otherness is not merely in essence, as 5:16 and 57:15 show. He is other in character as well: morally perfect. It is this point that seized the prophet again and again: God intends to share his character with his people (<a class=\"isa\" verses=\"W3siMTc3MzciOjJ9LFsxODg2N11d\">4:3–4; 62:12<\/a>). Thus the use of the term here is especially significant, both because it serves to connect this chapter with <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> and all its implications, and because it emphasizes in a special way the nature of the transcendence that Isaiah is headlining in this entire segment.<\/p> <p><a class=\"isa\" verses=\"WzE4NDQ3XQ==\">26<\/a> From the invitation to compare the author moves, as he did in vv. 19 and 20, to a possible comparison, here apparently the heavens. As mentioned above, the heavens are probably alluded to here because they were supposed to be a visible representation of the gods. This was true not only of Babylonian religion but also of Canaanite, as indicated by the reports that the Israelites sometimes succumbed to the temptation to worship “the host of heaven” (2 K. 17:16; 21:3). Here the prophet argues that far from being deities worthy of being worshiped, the stars (implied by <i>their host<\/i> and <i>numbers them<\/i>) are not even self-existent. They are contingent creatures who come and go at the command of the Lord as do sheep before a shepherd, or soldiers before a general. Would we compare such as these to the one who created them and rules them?<\/p> <p><i>who created these<\/i> is sublime in its simplicity. The root <span>brʾ<\/span>, “create,” occurs 16 times in chs. 40–55, 13 times between this verse and 45:18, 6 times in <a class=\"isa\" verses=\"eyIxODU2MyI6MjV9\">ch. 45<\/a> alone, as against 5 times in the rest of the book (4:5; 57:19; 65:17, 18 [bis]) and only 27 times in the remainder of the OT (11 times in Genesis; 6 times in Psalms; 3 times in Ezekiel; once each in seven other books). It is a fundamental truth for Isaiah that since God has the absolutely uncontingent freedom of the Creator, he is free to save his people. <i>these<\/i> encompasses in one ordinary word the whole breathtaking array of the night sky. But equally breathtaking is the simple faith involved. The stars have not existed forever; someone brought them into existence once. Who was that? The God enthroned above the cherubim in the temple in Jerusalem, of course. Who else?<\/p> <p>Once again, as in <a class=\"isa\" verses=\"eyIxODQ0MyI6Mn0=\">vv. 22–23<\/a>, the rhetorical question is answered with a participle. Who created these? <i>He is the one who brings forth their host by number; by name he calls them all<\/i>. This passage is describing God’s eternal, unchanging nature. <i>host<\/i> is a military term, and this sense is heightened by the use of <i>number<\/i>. So the general musters his troops. The daunting stars, wheeling about the sky imperturbably, are really only the obedient minions of one infinitely greater than they. To him they are not numberless; more than that, he knows them each by name. In the ancient world, to know the name of something was to know its essence, and thereby have power over it. What is the power and wisdom of one who knows each star by name? No wonder no star dares to miss muster!<\/p> <p>We must not lose sight of one other aspect of this verse. No doubt the picture of God counting and naming the stars is figurative. Nevertheless, it is important to grasp the sense of the figure. Isaiah has insisted on the absolute transcendence of God: he is not part of the cosmos in any way, and the cosmos is not part of him. But to carry that line to its logical conclusion as Aristotle did is to end with a passionless, colorless force as the source of everything. It is to say that personality is an accident in time. Isaiah will not go that way. He insists on transcendence, but leaves no doubt that the Transcendent is a person with all that that means. When all is said and done, the combination of these two may be Israel’s greatest contribution to human thought.<\/p>",
    "audit": null
}