{
    "id": 17463,
    "source": "oswalt",
    "verse_id": 18433,
    "verse_count": 9,
    "reference": "40:12–20",
    "title": "The Lord Of Creation",
    "html": "<p>In 40:12–26 Isaiah addresses the second question that the people would have in the light of the exile. The first he dealt with in <a class=\"isa\" verses=\"eyIxODQyMiI6MTF9\">vv. 1–11<\/a>: Does God want to deliver us? Has he not given up on us because of our persistent sinning? The prophet answered them with a resounding negative. God is not defeated by Israel’s sin. Not only does he want to restore them, but he intends to use them in the proclamation of the good news (v. 10).<\/p> <p>That word of hope gives rise to a second question: <i>Can<\/i> God deliver his people? It is one thing to desire to act; it is quite another to have the ability to act. Although God had once dramatically delivered his city from the Assyrians (<a class=\"isa\" verses=\"eyIxODM4OSI6Mn0=\">37:36–37<\/a>), would not its fall to the Babylonians, as predicted in Isaiah’s own words (<a class=\"isa\" verses=\"WzE4NDE5XQ==\">39:6<\/a>), mean that the Lord was merely one more local god who would be swallowed up by the relentless march of world empires and their more powerful gods?<\/p> <p>Again Isaiah’s response is a resounding negative, which is in effect an affirmation. In the strongest terms he asserts that there is none like the Lord, either in the cosmos (<a class=\"isa\" verses=\"W3siMTg0MzMiOjN9LFsxODQ0M10seyIxODQ0NiI6Mn1d\">vv. 12–14, 22, 25–26<\/a>) or in history (<a class=\"isa\" verses=\"W3siMTg0MzYiOjN9LHsiMTg0NDQiOjJ9XQ==\">vv. 15–17, 23–24<\/a>). He is utterly without compare (<a class=\"isa\" verses=\"WzE4NDM5LDE4NDQ2XQ==\">vv. 18, 25<\/a>), especially to the gods (<a class=\"isa\" verses=\"W3siMTg0NDAiOjJ9LHsiMTg0NDYiOjJ9XQ==\">vv. 19–20, 25–26<\/a>). Thus it is plain that such a being is able to do whatever he wishes to do.<\/p> <p>Scholars have reached no agreement about the structure of the segment. It is certainly difficult, as Melugin has said, to find a “continuous progression of thought.” For that reason form critics as far back as L. Köhler have tended to divide the passage into a number of originally independent units. Melugin arrives at <a class=\"isa\" verses=\"eyIxODQzMyI6MTN9\">vv. 12–17, 18–24<\/a>, and 25–26; others have found different arrangements. But if it is difficult to prove unity, it seems even more difficult to prove disunity. If there is no progression of thought, there is certainly thematic continuity. The same basic themes and approaches recur in different ways. When one studies these similarities more carefully a pattern emerges that suggests that the literary or rhetorical strategy is one of reinforcement rather than progression. Thus we find assertions of the Lord as creator (<a class=\"isa\" verses=\"W3siMTg0MzMiOjN9LHsiMTg0NDIiOjJ9XQ==\">vv. 12–14, 21–22<\/a>) expressed as questions. Then the Lord is depicted as the ruler of nations and rulers (<a class=\"isa\" verses=\"W3siMTg0MzYiOjN9LHsiMTg0NDQiOjJ9XQ==\">vv. 15–17, 23–24<\/a>). This is followed by rhetorical invitations to make a comparison (<a class=\"isa\" verses=\"WzE4NDM5LDE4NDQ2XQ==\">vv. 18, 25<\/a>). Finally, the Lord’s superiority over the gods, depicted as idols and the heavenly host (cf. 2 K. 17:16; 21:3), is affirmed (<a class=\"isa\" verses=\"W3siMTg0NDAiOjJ9LFsxODQ0N11d\">vv. 19–20, 26<\/a>). All of this suggests that the segment in <a class=\"isa\" verses=\"eyIxODQzMyI6MTV9\">vv. 12–26<\/a> is composed of two generally parallel paragraphs, <a class=\"isa\" verses=\"eyIxODQzMyI6OX0=\">vv. 12–20<\/a> and 21–26, each having basically the same development but utilizing synonymous thoughts rather than duplicate ones. This is not to claim that the two paragraphs were constructed to be precisely parallel to each other. Nevertheless, the continuity of thought seems to indicate a more-than-fortuitous arrangement of the materials between vv. 11 and 27.<\/p> <p><a class=\"isa\" verses=\"eyIxODQzMyI6M30=\">12–14<\/a> With a series of rhetorical questions Isaiah asserts that the Lord is unique. This assertion implies several points that are at the heart of biblical religion: God is one, without any pantheon; he is the sole creator; he is beyond nature, not part of it. The daring, indeed, the near-unintelligibility, of such ideas in the ancient world is lost on many modern Western readers because they take the propositions for granted. But they are by no means self-evident. Indeed, the history of world religions ought to suggest the very opposite: deity is the soul of the cosmos, manifesting itself in many different ways to different cultures, but with no one manifestation being essentially different from any other. With the incursion of many Eastern religions and their mutations (such as the New Age movement) into Western culture, this idea is once more gaining currency. Nevertheless, the Bible insists from start to finish (Isaiah is clearly not trying to convince his hearers of some brand-new idea) on a set of ideas that flies directly in the face of the whole world’s considered wisdom. Where did the Israelites get these ideas? Whence came this unique thought that there is one personal Being who alone transcends the universe? Like the other biblical writers, Isaiah tells us he got this understanding by revelation (1:1; 2:1; 5:9, etc.). What better answer is there?<\/p> <p>The intended response to the questions in vv. 13 and 14 is clearly “no one!” Is it the same for v. 12? If so, the meaning would be that God’s universe is so vast that humans have no means of containing it. But the more obvious answer to the questions in v. 12 seems to be “none but God.” He can do these things, but no one else can. Thus it seems best to allow different answers in v. 12 and in <a class=\"isa\" verses=\"eyIxODQzNCI6Mn0=\">vv. 13–14<\/a>.<\/p> <p>Some (e.g., Whybray) have suggested that v. 12 depicts God as the master workman at his bench crafting the world. This interpretation is probably overliteral. The point seems to be simply that God is infinitely greater than the created world.<\/p> <p><a class=\"isa\" verses=\"WzE4NDM0XQ==\">13<\/a> The sense of the first phrase, <i>Who has taken the measure of the Spirit of the Lord<\/i>, is well illustrated by the parallel phrase in Prov. 16:2, which speaks of God’s mastery of, and evaluation of, the human spirit in its choices and actions. Thus Isaiah asks, if we cannot even take the measure of the physical world, how can we take God’s measure? This line of thinking is similar to the one found in Job 38–41. <i>spirit<\/i> here is not precisely the Holy Spirit as the third person of the Trinity, but neither is it merely “mind” (as per LXX, quoted in Rom. 11:34 and 1 Cor. 2:16) in the sense of intelligence. Rather, it is the sum total of the interior life, including the volitional, affective, and cognitive aspects. Who can accurately comprehend that aspect of God and so tell him what to do?<\/p> <p>Whybray has argued that the author draws on an Israelite belief in a heavenly council for the metaphor in <a class=\"isa\" verses=\"eyIxODQzNCI6Mn0=\">vv. 13–14<\/a>. The non-Israelite religions certainly included such a belief; texts mention the high god being given advice by other members of the pantheon. In most of the pantheons one god was even understood to fulfill a position analogous to the royal counselor in human courts. But it is not clear that the Israelites had such a belief. The most apparent references are in narrative settings that do not necessarily constitute statements of belief (1 K. 22:19–23; Job 1:6; Ps. 82) but are descriptive or polemical in nature. Be that as it may, the point here is surely to deny the existence of any counselor, whether human or heavenly. The answer to the rhetorical questions in both vv. 13 and 14 is that no one has advised God either in the creation or in the administration of the world.<\/p> <p><a class=\"isa\" verses=\"WzE4NDM1XQ==\">14<\/a> <i>the right way to do things<\/i> (NRSV “path of justice”) is an example of the breadth of meaning of Heb. <span>mišpāṭ<\/span>. This term has to do with the establishment and administration of an order that is clearly right. Thus in the area of civil and social matters, “justice” is an appropriate rendering. But the word applies to the whole range of existence, and in many of these matters “justice” is too narrow, as here. See below on 42:1–4.<\/p> <p>Implicit in the discussion of counselors in <a class=\"isa\" verses=\"eyIxODQzNCI6Mn0=\">vv. 13–14<\/a> is the plan of God for the redemption of his people. From whom did God get this idea? Some adviser? Is it the result of a heavenly committee meeting? Or does it come independently from the heart and mind of the One on whom all things depend? If its origin is the former, then its outcome is indeed dubious. But if it is the latter, nothing in all the earth can prevent its realization. Thus Isaiah cleverly prepares his readers for his later comments on redemption.<\/p> <p><a class=\"isa\" verses=\"eyIxODQzNiI6M30=\">15–17<\/a> The prophet now moves from the realm of the cosmos to the realm of history, and from the mode of rhetorical question to that of flat assertion. None of the nations can stand on a par with the independent First Cause of all things or prevent the accomplishment of his will. The author uses several literary devices to make this point: metaphors for smallness in v. 15, a synecdoche of inadequacy in v. 16, and a baldly literal statement in v. 17. However powerful the nations are, they are no match for God.<\/p> <p>This point is hardly a new thrust in the book. Beginning as early as <a class=\"isa\" verses=\"eyIxNzg1MiI6MzR9\">ch. 10<\/a>, which asserts Assyria’s submission to God’s plans, and continuing on through 11:11 and the entire group of oracles against the nations (chs. 13–23), the prophet insists again and again on the Lord’s absolute sovereignty over all the nations.<\/p> <p><a class=\"isa\" verses=\"WzE4NDM2XQ==\">15<\/a> <i>In fact<\/i>. That these thoughts about the nations are considered a consequence of the preceding ones concerning God’s complete independence is indicated by the particle <span>hēn<\/span>. Both metaphors here are powerful expressions of inconsequentiality. What are the nations—so impressive in their glory, and earthshaking in their power? They are the drop of water falling back into the cistern as the bucket is pulled up, the speck of dust on the pan of the balance scales that does not even cause the scales to flutter. Both are ephemeral and neither is cause for a moment’s notice.<\/p> <p>A parallel term for “nations” is <i>coastlands<\/i> (lit. “islands”). It refers to what lies at the edges of the continents, that is, to the ends of the earth. It is especially frequent at this point in the book, occurring 7 times (out of a total of 17 in the book) in chs. 40–42. The precise sense of the verb in this third colon is debatable, because it may be either Qal (active) or Niphal (passive). Some English translations (e.g., AV, RSV, NRSV) take it as active and render it “takes up.” The Targ. has “flies about,” which may represent a reflexive meaning “takes itself up,” probably chosen because it seems to correspond better with the preceding cola. The present rendering reflects a passive meaning.<\/p> <p><a class=\"isa\" verses=\"WzE4NDM3XQ==\">16<\/a> Isaiah now takes up a specific figure to illustrate his point. As noted above, the figure of speech here is a synecdoche, in which one part stands for the whole. Thus the smallness of Lebanon stands for the smallness of the whole world compared to God. God is so great that even the vast cedar forests of Lebanon could not provide enough wood for the kinds of sacrifices he deserves. Nor could the abundant animals of those forests provide enough offerings.<\/p> <p>The prophet may have another meaning in mind in addition to that of unimaginable greatness. Perhaps he means to imply that the nations should be worshiping such a great God. But there is no way in which the earth can provide the kind of worship he truly deserves. If he is to be appeased for the sins of the earth, he himself will have to provide the means (<a class=\"isa\" verses=\"WzE4NzIyXQ==\">53:10<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NDM4XQ==\">17<\/a> Figures of speech give way to plain statements. With three powerfully negative words (<span>ʾayin<\/span>, “that which is not”; <span>ʾepes<\/span>, “that which does not exist”; and <span>tōhû<\/span>, “chaos, emptiness”), Isaiah asserts that beside God the earthly nations do not exist. This remarkable statement is of course hyperbolic. But what does it mean? It means God is of another order of being than the human nations. He is not merely greater than they, as the gods were considered to be. Rather, the nations are not on the same plane of existence as he is. This radical discontinuity between the human and divine is the central concept that distinguishes OT religion and its daughters—Judaism and Christianity—from all others. It is at the heart of the Western worldview, and if surrendered, will plunge us back into the darkest of dark ages.<\/p> <p>This discontinuity does not speak of the worth of the nations in God’s sight, however. It is not that he thinks of them as nothing or considers them to be worthless. Many statements both in this book and elsewhere in the OT make clear that God does value the nations. It is simply that by comparison with the Lord (the sense of <i>in his presence<\/i>), Assyria and its gods, Babylonia and its gods, Persia and its gods, fade into nothingness.<\/p> <p><a class=\"isa\" verses=\"WzE4NDM5XQ==\">18<\/a> This verse introduces the conclusion to the foregoing arguments, as indicated by the <span>waw<\/span> on the opening word, introducing an apodosis: <i>So<\/i> (NRSV indicates this relationship with “then”). If it is true that God is absolutely alone in his creation and maintenance of the world, and if it is true that the nations of humanity simply disappear in comparison to him, how can one represent him? What thing from creation will one use for that purpose?<\/p> <p>The word here translated <i>God<\/i> is <span>ʾēl<\/span>, not the most common term for God, which is <span>ʾ<\/span><span>lōhîm<\/span>. The difference between the two is that the latter speaks of the general qualities of deity. Isaiah uses the former, which is identical to that of the high god in the Canaanite pantheon, to indicate the absolute superiority of the Lord (so in 43:12; 45:14; 46:9; see also 31:3). If he alone is El, then there is nothing like him in all the universe.<\/p> <p>If God’s transcendence is the most fundamental truth of OT theology, its immediate corollary is the next most fundamental: one cannot make an image of God. Any likeness <i>(<\/i><span>d<\/span><span>mût<\/span><i>)<\/i> of him that we contingent creatures attempt will of necessity be wrong. Furthermore, it plays directly into the hands of our passionate desire to make God controllable by making him part of our cosmos. Thus the OT throughout wages a never-ending battle against making images of God.<\/p> <p>Some writers (e.g., Westermann) contend that the association of <i>likeness<\/i> with <i>idols<\/i> as in the following verses was not in the author’s intention, that he was thinking solely in abstract terms, and that <a class=\"isa\" verses=\"eyIxODQ0MCI6Mn0=\">vv. 19–20<\/a> are an intrusion here, perhaps from the piece that now appears in <a class=\"isa\" verses=\"eyIxODQ1MyI6Mjl9\">ch. 41<\/a>. But examination of a passage like 2 K. 16:10, where a <span>d<\/span><span>mût<\/span> is a model or a drawing, makes plain that the word, while not limited to “idol,” can certainly have concrete connotations, as it is understood to have here.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ0MCI6Mn0=\">19–20<\/a> Of all the likenesses one might choose to image God, surely the silliest, to Isaiah, is the <i>idol<\/i>. Here and in three other places (<a class=\"isa\" verses=\"W3siMTg0NTgiOjJ9LHsiMTg1NDMiOjEyfSx7IjE4NTkyIjozfV0=\">41:6–7; 44:9–20; 46:5–7<\/a>) the prophet marshals his deepest sarcasm to depict how foolish it is to try to make a god out of earthly material. On this occasion he uses his language skills to evoke a sense both of abruptness and of temporality. Instead of the normal word order of verb, subject, object, the first clause has object, verb, subject. This throws <i>idol<\/i> into sudden, bold relief after the questions of v. 18 and reinforces the sense of contrast. The sequence of verb tenses (completed action, perfect <span>nāsak<\/span>; incompleted action, imperfect <span>y<\/span><span>raqq<\/span><span>ʿennû<\/span>; continuous action, participle <span>ṣôrēp<\/span>) gives the reader a sense of being a witness to the ongoing process of bringing a god into being from the components of creation. The casting has been made, and now we watch as it is plated with gold and decorated, or perhaps stabilized, with silver chains. This is the unconditioned, unique creator of the universe? Hardly!<\/p> <p><i>valuable sissoo<\/i>. The meaning of the first two Hebrew words of v. 20 is uncertain, largely because of questions concerning the first, which occurs only here in the Bible. If the rendering adopted above is correct, <a class=\"isa\" verses=\"eyIxODQ0MCI6Mn0=\">vv. 19–20<\/a> describe a single process: casting and decorating the idol, and fixing it to a durable base. The process as described in v. 20 is threefold: choosing the wood, finding a craftsman capable of working it, and fastening the idol to its base in a permanent way. The concern here is understandable: it would be a very bad omen for an idol to topple over (cf. 1 Sam. 5:2–5). Here, as in v. 19, the irony is heavy. Shall the God who made the world alone without an adviser be represented by a thing that skilled technicians have to make from the stuff of creation that then cannot even be trusted to stand up by itself?<\/p>",
    "audit": null
}