{
    "id": 17533,
    "source": "oswalt",
    "verse_id": 18861,
    "verse_count": 4,
    "reference": "62:6–9",
    "title": "Watchmen For God",
    "html": "<p>This stanza continues the theme of affirming the promises from the preceding stanza. It picks up the note of persevering prayer (<a class=\"isa\" verses=\"eyIxODg2MSI6Mn0=\">vv. 6–7<\/a>), and adds to it the promise that in the new Jerusalem the fruits of one’s labor will not be stolen by enemy aggressors (<a class=\"isa\" verses=\"eyIxODg2MyI6Mn0=\">vv. 8–9<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxODg2MSI6Mn0=\">6–7<\/a> Scholars disagree widely as to the identity of the speaker in v. 6ab. Earlier writers (e.g., Alexander) generally agreed that it was God, but that consensus has now disappeared. While some (e.g., Muilenburg, Whybray) continue to affirm it is God, others (e.g., McKenzie, Westermann) say it must be the prophet. To a significant degree the controversy centers on the identity of the <i>watchmen<\/i> and the determination of their function. The other occurrence of this word in the book is in 21:11, where the “watchmen” are asked what they see coming in the distance. A synonym appears in 52:8, where the “watchmen” are filling a similar function as they report the return of the victorious God to his city. A similar task may be implied here in that the watchmen are in position to report the arrival of God to complete his glorious plans for the city (cf. v. 10). But if that is their function it is strange that no mention is made of it. What is stated is their commission to importune God for action.<\/p> <p>In Ezekiel it is plain that the function of the watchman is to make his people aware of coming danger so that they can avert the disaster, if they will (<a class=\"isa\" verses=\"W3siMTc3MjUiOjN9LHsiMTgyODciOjN9XQ==\">3:17–19; 33:7–9<\/a>). As is clear from the context there, those “watchmen” are the prophets, and, as mentioned, a number of scholars believe that the <i>watchmen<\/i> here are the prophets as well. But the text here has no hint of the task of warning; indeed, as this entire section has made clear, there will be no enemies for the inhabitants of the new Jerusalem to be warned of. They will have been destroyed if recalcitrant, or be fellow worshipers if compliant. Furthermore, it is not clear that a major part of the prophetic calling was the kind of intercession that is highlighted here.<\/p> <p>A third possibility, and perhaps the most probable in view of the difficulties of the other two, is that these are angelic beings (cf., e.g., Dan. 4:13) who have been appointed by God as functionaries in the heavenly court. <i>Those who remind<\/i>. As 2 Sam. 18:6; 1 K. 4:3; and Isa. 36:3 show, the Israelite kings had officials whose title was, as here, “The One Who Reminds.” This person’s task was probably to be certain that the king remembered what he had committed himself to do. Here then God, the heavenly king, is reassuring his people with imagery familiar to them that he will not forget what he has promised to do. He has gone so far as to appoint “watchers” whose sole task is not to allow him to forget how precious Jerusalem (<i>walls<\/i> is a synecdoche) is to him and what he has promised to do for it (cf. Zech. 1:12; also Isa. 43:26).<\/p> <p>One might ask why God would need to be reminded of his promises, but that is to read the imagery in an overly literal way. God is asserting that he will never forget what he has promised, no matter how dark the days may become between the hour the prophet speaks it and the day of its fulfillment. To make that point again (cf. 49:15–16) he uses the imagery of the court. He will not forget, but just to be sure he will not, he has appointed “Reminders” whose sole duty is to say “Sir, don’t forget what you have said about Jerusalem.” Will he forget? No, and doubly no. Not only will he not allow himself to rest (v. 1), neither will he allow those who remind him to give him rest until the day when his vision for redeemed humanity is fully accomplished. As Calvin says frequently, that accomplishment began in the restoration of the Jews from Babylon, continued in their preservation through the perilous intertestamental period, blossomed in the first coming of the Servant\/Messiah, matured in the Christian faith, and will come to full flower in Christ’s return. In that hour Jerusalem will finally have been established and made the source of praise throughout the whole earth.<\/p> <p><a class=\"isa\" verses=\"eyIxODg2MyI6Mn0=\">8–9<\/a> How secure will the city be when God’s promises are fulfilled? So secure that the curses for covenant breaking will never again apply. Moses promised the people that if they broke the covenant, then their enemies would reap the results of their labor (Deut. 28:30–33; see also Amos 5:11; Mic. 6:15). By contrast, if they kept the covenant, they themselves would enjoy the fruits of their efforts (Deut. 28:4–5, 7, 11). Now, instead of the foreigner taking Israel’s crops, he will be helping to grow them (Isa. 61:5) and participating in the worship of the God who gives them (<a class=\"isa\" verses=\"WzE4NzU3LDE4NzYwLDE4OTQ2XQ==\">56:3, 6; 66:23<\/a>).<\/p> <p>In this context of covenant terminology, it is not surprising that God confirms what he is saying with an oath. But, as in Exod. 34, it is a unilateral commitment. The promise depends on one thing alone, and that is the strength and faithfulness of God, which is represented by his <i>arm<\/i>. As his power and faithfulness have been shown again and again in Israel’s past, so we may be sure that these good promises are reliable. But that is not all that is connoted by the use of <i>arm<\/i> here. As has been shown above, this word is particularly associated with the Servant\/Messiah and his work. In the Messiah God’s strength and faithfulness will be shown preeminently, and thus it is on the Messiah himself that the Lord stakes the validity of his promises. Could he base his oath on anything more fundamental or on anything more closely related to what Isaiah sees God as being about in this book? Hardly! The strength of the pharaohs of this world will fail us (<a class=\"isa\" verses=\"WzE4MjIxXQ==\">30:3<\/a>), but when we cast ourselves on the arm of the Lord (<a class=\"isa\" verses=\"WzE4MjgyXQ==\">33:2<\/a>), he will never fail us.<\/p> <p><a class=\"isa\" verses=\"WzE4ODY0XQ==\">9<\/a> It is also in keeping with the covenant context that the receipt of the blessings of God results in the worship of God <i>(eat it and praise&nbsp;.&nbsp;.&nbsp;. drink it in my holy courts)<\/i>. As Paul puts it in Rom. 1, the great tragedy of the human race is our desire to arrogate the blessings of God to ourselves as though we were the creators of those blessings, while refusing to give thanks to God who makes them all possible. That will not be the case in the new Jerusalem. There the enjoyment of God’s blessings will be not lessened but heightened by the glad awareness of God’s goodness in giving them. It was for the purpose of cultivating this awareness of the wholeness of life that the covenant required the consecration of the firstfruits (Lev. 2:12; 23:10), as well as the eating of the tithe in the presence of God (Deut. 12:18; 14:22–23; 26:1). It was not God’s purpose to diminish the people’s joy by insisting on these practices, but rather to consecrate it and ensure its continuation. Whenever we begin to believe that the only reason we are blessed is because of our superior ability or industry or foresight, the seeds of destruction are sown. Our joy is limited by our need to keep the edge over others whom we now see as rivals for what is rightfully ours; we begin to devalue the less fortunate; and we begin to hoard what we now see as ours and ours alone. Joy cannot long survive in such an atmosphere. But let us always remember that all that we have is a gift, including what measure of ability, industry, and foresight we have, a gift from the hand of a Father who delights in the delight of his children, and we will know true joy, the joy of freedom.<\/p>",
    "audit": null
}