{
    "id": 17485,
    "source": "oswalt",
    "verse_id": 18571,
    "verse_count": 5,
    "reference": "45:9–13",
    "title": "God’s Right To Use Whom He Chooses",
    "html": "<p>When we put ourselves into the position of the Hebrew people, it is not hard to realize what a dissonant note this prophecy of Cyrus would sound. When they think of return from the Babylonian exile, they think of a second exodus, with manna from heaven, water from rocks, and another Moses. How shocking for them to hear that their deliverer would be a pagan who did not even know the Lord, Yahweh (<a class=\"isa\" verses=\"WzE4NTY3XQ==\">45:5<\/a>). The contrast with Moses, the center of whose call was the revelation of the name and nature of Yahweh, could hardly be more complete. We may say, as is certainly correct, that this turn of events is one more example of the “new things” that manifest the creative sovereignty of God (43:19; 48:6; etc.); but that is much easier to say after the fact than when one is immersed in the shockingly changed mode of operation.<\/p> <p>This disputation serves to highlight an emerging feature of chs. 40–48: the people’s unbelief. This is not merely the difficulty of hoping again, which is the result of despair, but a positive refusal to give credence to promises that seem both fantastic and inconsistent. It is against this backdrop that Isaiah’s calls to belief become more and more pointed, culminating in the strident challenges of <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">ch. 48<\/a>.<\/p> <p>Here the issue is stated in terms of the right of the Creator to develop his creation in the way he chooses. The creation is in no position to dictate the terms or conditions of its development. So long as God does what is consistent with his own character and his stated purposes for creation, no successful challenge to his dominion can be mounted.<\/p> <p><a class=\"isa\" verses=\"WzE4NTcxXQ==\">9<\/a> <i>Woe<\/i>, a funeral cry, emphasizes the seriousness of what is taking place here (cf. chs. 5 and 28–33). To disagree with God’s ordering of one’s life or one’s world is not merely a matter of preference or outlook. At bottom, it is a refusal to let God be God, a reversal of roles, in which the creature tries to make the Creator a servant to carry out the creature’s plan. To be sure, not every question of God’s work or ways constitutes such a rebellion. Job’s questioning is considered less severely than is the faulty justification of those ways attempted by his so-called comforters. Nevertheless, a persistent refusal to allow God to be God, to establish the terms of our relationship with him, as in Gen. 3, will result in a funeral—our own.<\/p> <p><i>a pot among earthen pots<\/i>. If this reading is correct, it connotes the extreme limitedness of human beings. On what basis do I, just one of a myriad of creatures like myself, made of the most common material, challenge the Potter? What we are is as different from God as the lifeless clay is different from the potter. Like the pots, we neither know from whence we came nor where we are going; we exist solely as an expression of the will of God. On what basis, then, can we pass judgment on God’s methods of accomplishing his will? For the same argument from a slightly different perspective, see 29:16.<\/p> <p>As Alexander notes, <i>What will you make<\/i> is not a question seeking information but a means of calling to account. The artist is called on to explain and justify his plans (cf. Job 9:12; Eccl. 8:4).<\/p> <p>The last part of v. 9 is problematic for two reasons. First, the referent shifts from third person to second person, from the potter to “you.” Second, the phrase <i>He has no hands<\/i> is obscure. The solution to make the whole phrase a continuation of what the clay says to the potter (as in NRSV), and take “hands” as “handles,” founders on the unlikeliness of the latter rendering. This usage of “hands” does not appear elsewhere in the OT, and when the word is used figuratively (as for the “arms” of the throne, 1 K. 10:19), it occurs regularly in the feminine plural, not the dual, as here (see North for a fuller discussion). As for the change in person, the prophets are notorious for such changes. If one takes the present reading, the prophet is turning to those who question God and asking if their own work has ever charged them with having no ability, or skill (Deut. 16:17, etc.), as they have charged God.<\/p> <p><a class=\"isa\" verses=\"WzE4NTcyXQ==\">10<\/a> This verse continues the argument, but now on the human plane. God is not merely the Maker of a material universe; he is also the Father of the human world. Commentators have questioned why <i>woman<\/i> is used in the second bicolon instead of the expected parallel, “mother.” The solutions offered have generally been inconclusive, but this may be another example of the Bible’s careful refusal to give even the appearance of labeling God as Mother. Once that equation is permitted to stand it becomes all but impossible to maintain the doctrine of transcendence on which all biblical revelation stands or falls. This is so for two reasons: (<a class=\"isa\" verses=\"WzE4NTYzXQ==\">1<\/a>) because there is a physical continuity between mother and child, unlike that between father and child, and (<a class=\"isa\" verses=\"WzE4NTY0XQ==\">2<\/a>) because of the total association of mother goddesses in the ancient Near East with fertility and reproduction.<\/p> <p>The verbs here, as in v. 9, are finite verbs with a future reference, not the unconditioned participles that occur in many English translations (e.g., NRSV, REB). This keeps the focus on the predictive element, which is of such importance in this section. If God says that such and such a thing is going to happen, who is in a position to say whether that is a good idea? Certainly not the children who are going to be brought to birth!<\/p> <p><a class=\"isa\" verses=\"eyIxODU3MyI6M30=\">11–13<\/a> After the graphic introduction in <a class=\"isa\" verses=\"eyIxODU3MSI6Mn0=\">vv. 9–10<\/a>, these next three verses seem to be an exposition of the figures in that introduction. As is typical of Isaiah (see 1:24; 3:1; 10:16, 33), he piles up appellatives to make God’s authority unmistakable: He is Israel’s <i>Lord;<\/i> he is Israel’s <i>Holy One;<\/i> he is Israel’s <i>Creator<\/i>. By what token, then, is Israel in a position to question the Lord’s decision to make use of a Cyrus to fulfill the Lord’s promises concerning Israel?<\/p> <p><a class=\"isa\" verses=\"WzE4NTczXQ==\">11<\/a> The focus of the verbs in vv. 9 and 10 seems to support the authenticity of <i>coming things<\/i> in this verse. Israel’s Maker is in a position to say certain things about the future of his people, and who dares to question him about that future, or command him to do things differently? If <i>ask<\/i> should be taken in the imperative mood, then the sense would probably be ironic: “Go ahead and question me concerning the things to come; command me concerning my children and the works of my hands.” The listeners are hardly in a position to do either.<\/p> <p><a class=\"isa\" verses=\"WzE4NTc0XQ==\">12<\/a> This verse continues the emphasis on God’s right to do as he wishes with what he has created. In both bicola independent pronouns for “I” stand first, underlining who alone it was who made the world. The rather ungrammatical <i>I—my hands—they made<\/i>&nbsp;.&nbsp;.&nbsp;.&nbsp; connects this verse with the craftsman imagery of v. 9. But with the inclusion of <i>command<\/i>, there is also a direct parallelism with the last line of v. 11, where “hands” and “command” appear. God’s hands have stretched out the heavens, and he calls out their host on command (<a class=\"isa\" verses=\"WzE4NDQ3XQ==\">40:26<\/a>); so who on earth is in a position to command him concerning the work of his hands? Note the contrast here with 44:9–20, where the hands of human craftsmen make the gods. Here the hands of God make humans.<\/p> <p><a class=\"isa\" verses=\"WzE4NTc1XQ==\">13<\/a> This verse gives us the concluding argument in the light of the previous statements. Once again, the first person independent pronoun is used to give special emphasis to the sentence. Cyrus did not arise by accident, nor by his own choice. He rose up because <i>I<\/i> called him. This emphasis is continued throughout the verse. History is solely in the hands of the Creator. The great Persian emperor, like the earth and the stars, exists and comes forth at the command of God alone.<\/p> <p>Kings of the ancient Near East liked to boast that they were right <i>(<\/i><span>ṣedeq<\/span><i>)<\/i> and straight <i>(<\/i><span>yāšār<\/span><i>)<\/i>. But here Cyrus’s activities are seen as an expression not of his rightness or straightness, but of God’s! Whether Cyrus knows it or not, he is not undertaking his conquests for personal aggrandizement, or because of human inducements, but in order to accomplish the particular projects of Israel’s God <i>(build my city, free my captives)<\/i>, who happens to be the sole Master of the universe.<\/p> <p>C. F. Whitley is surely correct when he argues that <i>righteousness<\/i> here refers not to morality but to correctness of action. God insists that he will have done the “right” thing in calling Cyrus. This usage also appears in God’s call to the idols to bring forth witnesses who can say, “That’s right! My God did predict such and such an event” (<a class=\"isa\" verses=\"WzE4NTE1XQ==\">43:9<\/a>). So God says that his decision to use the pagan king in order to accomplish his larger creation and election purposes is absolutely the right one in the light of all the circumstances, and that Israel, the object of those purposes, is in no position to challenge the decision.<\/p>",
    "audit": null
}