{
    "id": 17501,
    "source": "oswalt",
    "verse_id": 18664,
    "verse_count": 3,
    "reference": "50:1–3",
    "title": "The Will And The Power To Deliver",
    "html": "<p>Scholars are divided over whether 50:1 begins a new unit, running through 50:11. Some, especially those who believe with Duhm that the “Servant Songs” are independent, are inclined to link 50:1–3 with 49:14–26. Others, especially those who incline to the view of the Servant as collective Israel, tend to see <a class=\"isa\" verses=\"eyIxODY2NCI6MTF9\">ch. 50<\/a> as a unit. Apart from these assumptions about the literature and the identity of the Servant, it is not easy to make a decision. On the one hand, there is an apparent change of addressee from 49:14–26. There it is the mother being addressed; here it seems to be the children. Also, a stylistic device that appears in 50:1 appears as well in 50:8–11. This is the introduction of one sentence with <span>mî<\/span>, “who,” and the succeeding sentence with <span>hēn<\/span>, “behold.”<\/p> <p>On the other hand, the content of <a class=\"isa\" verses=\"eyIxODY2NCI6M30=\">vv. 1–3<\/a> and <a class=\"isa\" verses=\"eyIxODY2NyI6OH0=\">vv. 4–11<\/a> does not seem tightly connected. V<a class=\"isa\" verses=\"eyIxODY2NCI6M30=\">v. 1–3<\/a> are a message from the Lord to an unbelieving Israel; <a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">vv. 4–9<\/a> are a soliloquy by the Servant on his obedience and therefore his hope; and <a class=\"isa\" verses=\"eyIxODY3MyI6Mn0=\">vv. 10–11<\/a> are a call for obedience to the Servant by all who trust in the Lord. V<a class=\"isa\" verses=\"eyIxODY2NCI6M30=\">v. 1–3<\/a> can serve as only a very general introduction to <a class=\"isa\" verses=\"eyIxODY2NyI6OH0=\">vv. 4–11<\/a>. By contrast, 50:1–3 seems to continue the thought of 49:14–26 closely, functioning as a conclusion to the two points being made there: God’s desire and his ability to save the Israelites from their sin. Furthermore, while there is a change of address from mother to children in v. 1, it is also true that the mother and the children are interchanged in the verse. As far as the recurrence of <span>mî<\/span> and <span>hēn<\/span> in <a class=\"isa\" verses=\"eyIxODY2NCI6MTF9\">ch. 50<\/a> goes, this is a problem only for those who insist on seeing the material as a collection of short, originally unrelated sayings. But it seems increasingly clear that at least from <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">ch. 47<\/a> to <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">ch. 55<\/a>, the material is made up of large unitary compositions, where one thought leads to the next. Thus one should not be surprised to find a segment like this one where the content ties it to what precedes, while the style anticipates that which is going to follow. As I have noted frequently, this kind of transitioning is typical of the book.<\/p> <p>In the segment, God again addresses the claim that he has arbitrarily rejected his people, making their situation hopeless (cf. 40:27; 49:14). He declares that what happened to them was brought on them by their own rebellion (v. 1). Then he addresses a second issue: why does no one respond to his invitation to believe in his grace and power (v. 2a)? Finally, he testifies to that power in language with apparent allusions to the exodus (vv. 2b–3).<\/p> <p><a class=\"isa\" verses=\"WzE4NjY0XQ==\">1<\/a> In words reinforced with the messenger formula <i>thus says the Lord<\/i>, God now puts a rhetorical question of his own to his people (see 49:24). It readdresses the charges made in 49:14, that God has somehow arbitrarily abandoned his people. One can understand the portent of the question in two possible ways. One is to say that even though the people feel that they have been divorced and sold, they have not—they are still God’s family. Some (e.g., Torrey, North) argue that <i>the certificate of divorce<\/i> was given only when the husband could show no fault in his wife, and that there certainly was fault in this case. Thus there was no certificate of divorce. Furthermore, since God had no creditors, the Hebrew people had not been sold to satisfy any debt of God. The flaw in this argument is that the latter part of the verse says specifically that the mother was put away and the children were sold. Furthermore, the claim that the certificate of divorce was given only when no fault could be shown is directly contradicted by Jer. 3:8, which says that Samaria was given a certificate of divorce and sent away because of her adulteries. Thus the idea that the verse offers hope to the people because they had never been formally divorced and had not been sold to satisfy a debt seems fatally flawed.<\/p> <p>The other interpretation is this: the people are saying that it is God’s fault that they are in captivity: God had arbitrarily rejected them and, at the same time, had been forced to give them up by his stronger competitors, who could make him “pay up.” God tells them to produce the certificate of divorce, on which they will see that it was because of their rebellions that God had put away their <i>mother<\/i>, Zion. Furthermore, he calls them to show any creditor who could have forced him to sell them against his will. No, it is their fault <i>(for your sins)<\/i> that they have been put away and sold, not God’s. One may argue that the two aspects of the question are not quite parallel (a certificate of divorce can be produced, and a list of creditors cannot), but the results are parallel. Evidence will show, either by its presence or its lack, that it is not the fault of God that they are in captivity. Thus the issue is not whether God is at fault for their situation; it is how can the iniquities and rebellions that they have committed be atoned for so that they can return to him?<\/p> <p><a class=\"isa\" verses=\"eyIxODY2NSI6Mn0=\">2–3<\/a> Instead of trying to fix the blame on God and resigning themselves to their hopeless situation, the people should be committing themselves to the power and grace of their Creator\/Redeemer. This thought is expressed through a second question that God addresses to them. Why, when he had come to them, and called to them, had no one had come forward to meet him or answer his call? This is what they should have been doing instead of blaming God. He is more than ready to help them, to restore them to himself, if they will only admit their guilt and receive the deliverance that his mighty hand has procured for them. Or do they still think, to shift to the other side of their argument, that though God may want to deliver them, he does not have the power to do so?<\/p> <p>The occurrence of <i>hand<\/i> here is significant because it is the first of a series of statements culminating in 53:1 (<a class=\"isa\" verses=\"WzE4Njc5LDE4NjgzLDE4NzA3XQ==\">51:5, 9; 52:10<\/a>). God’s power to deliver his people from their bondage in sin is expressed through the common ancient Near Eastern idiom of “hand” or “arm.” God will rain blows on their ancient enemy and force him to give them up. God’s arm is not too <i>short<\/i> (weak) for the task. Rather, it is quite long, as shown by his complete power over nature (vv. 2b–3). But what will his “arm” look like? Its appearance (just as in <a class=\"isa\" verses=\"eyIxNzgzMSI6MjF9\">ch. 9<\/a>) will be surprising (<a class=\"isa\" verses=\"eyIxODcxMSI6NX0=\">52:14–53:3<\/a>). Instead of power to smash the enemy, it will be the power to absorb the worst that the enemy can do and yet give back love.<\/p> <p>Important to this thought is the idea of God’s coming to his people and addressing them. Delitzsch refers this to the coming of the Servant\/Messiah. Thus the sense is of an unwillingness to believe the message of the Servant that is being proclaimed here. Certainly the structure of the passage supports such an idea. The passage in 49:1–13 revealed the Servant as God’s answer to the people’s problem. Then 49:14–50:3 deals with their objections to God’s offer. Following that comes the next Servant passage in 50:4–11, which shows that the Servant will not be like the people, and concludes with a call for the people to listen to the Servant. Thus Delitzsch’s point is well taken. It does not appear, however, that the reference should be restricted to the Servant. That is one of the ways in which God comes with his offer of reconciliation, but it is by no means the only one. Isaiah’s own message from start to finish has been an appeal for the people to take hold of God’s outstretched hands, but over and over only a small remnant responded. Nor was this Isaiah’s experience alone; it was that of all the prophets. Thus this verse is talking of the revealing, beckoning character of God as that character has been revealed since the beginning of time (notice God’s activity and the human response in Gen. 3:8–10), and will be until the end of time. Jesus Christ as the Servant is the apex of that activity, but he is not the sum total of it.<\/p> <p>The evidence that God’s hand is not short is seen in his mastery of nature. Although the allusions to the exodus are rather general, they also seem unmistakable. The darkening of the sky (Exod. 10:21–22), the striking of the sea (Exod. 15:8, 10), and the stinking of the fish (Exod. 7:21) all seem to be drawn from that experience. It is plain, however, that this experience alone is not what is in the prophet’s mind. Its images are being drawn on as a fund from which to speak of a conviction that God has such power that neither sea nor sky can withstand him. It does not matter how much water is in the ocean, or how bright the heavens are at noonday; God can dry up the one and darken the other. Shall the Hebrews, and all the rest of the world’s captives, doubt that God has the power to lighten their darkness and water their deserts?<\/p> <p>On this note Isaiah ends this section. God lacks neither the desire nor the power to deliver his people. The only issue is whether they will step forward in repentance and faith to meet him when he comes and answer him when he calls.<\/p>",
    "audit": null
}