{
    "id": 17439,
    "source": "oswalt",
    "verse_id": 18252,
    "verse_count": 3,
    "reference": "31:1–3",
    "title": "Helpless Egypt",
    "html": "<p>Chapter 31 duplicates, in shorter form, the structure and content of <a class=\"isa\" verses=\"eyIxODIxOSI6MzN9\">ch. 30<\/a>. It begins by exposing the folly of dependence upon Egypt (<a class=\"isa\" verses=\"eyIxODI1MiI6M30=\">vv. 1–3<\/a>). Not only will Egypt not be able to help, but going to her necessarily involves rejection of God. Thus Judah has not merely chosen a poorer option; she has, in fact, rejected the true in order to choose the false (cf. 30:1–18).<\/p> <p>The second emphasis (as in 30:19–33) is that the Lord will fight for Jerusalem and will destroy Assyria (<a class=\"isa\" verses=\"eyIxODI1NSI6Nn0=\">vv. 4–9<\/a>). Thus, with a recurrence of causal statements the prophet attempts to draw his people back to God. Negatively, he abolishes the false hope, and positively, he depicts the grace of God in such a way as to attract the people to God.<\/p> <p>It is especially the exclusion of dependence upon God which makes the Egyptian alliance so despicable to Isaiah. As Calvin sagely observes, a believer may use many intermediate means to benefit or defend himself or herself that do not conflict with a prior dependence upon God. But some means, by their very nature, involve abandonment of trust in him. Theft would be a simple example, and adultery another. Trust in Egypt is one of these, in part because it was a denial of the efficacy of the Exodus. As a result, Judah would be flying in God’s face and would experience the terrible consequences of his reality.<\/p> <p><a class=\"isa\" verses=\"WzE4MjUyXQ==\">1<\/a> The emphasis upon <i>horses<\/i> here suggests the likely reason why Egypt’s help seemed especially desirable. Ever since the introduction of the horse into the Near East in the Middle Bronze Age (ca. 1800 B.C.), warfare in that part of the world had been revolutionized, first through chariotry, and by this time through the beginnings of cavalry. The horse’s speed, stamina, and maneuverability gave an army a mobility and a shock effect many times its numerical size. As a result equine forces came to have great prestige even in small, hilly countries like Judah where their effectiveness was greatly limited, much as Third World countries today insist on having the most sophisticated weaponry. The weapon is apparently felt to have an almost magical effect, apart from its actual utility in a given situation. So the Rabshaqeh commented sarcastically that the Judeans would not know what to do with horses if they had them (<a class=\"isa\" verses=\"eyIxODMzOSI6Mn0=\">36:8, 9<\/a>).<\/p> <p>But the destiny of a country does not rest upon either horses or missiles, and when any people feel that special weapons can relieve them of dependence upon God, they are on the road to destruction. This is not to say that weapons and faith in God are mutually exclusive in a fallen world, but it is to say that commitment to God’s ways, with whatever that may mean for weapons in a given situation, is primary.<\/p> <p>This kind of commitment was clearly lacking in Judah. They had not sought God’s leadership, nor were they really putting any hope in him. They plainly believed, as does most existentialist Christianity, that God either cannot, or does not, intervene in history.<\/p> <p><a class=\"isa\" verses=\"WzE4MjUzXQ==\">2<\/a> <i>Yet he too is wise<\/i> seems to be a jibe at the royal counselors who were supposed to be so wise, yet had counseled this kind of dependence upon Egypt (<a class=\"isa\" verses=\"W1sxNzc2MV0seyIxODAxNiI6NX0seyIxODE3OSI6Mn0seyIxODIxOSI6Mn1d\">5:21; 19:11–15; 28:14, 15; 30:1, 2<\/a>). These wise men were acting as if God knew nothing, as if the Creator of the universe did not understand enough to guide his creatures correctly. In modern speech Isaiah might have said, “You know, God knows a little something, too.”<\/p> <p><i>will bring about evil<\/i> is somewhat difficult, both grammatically and theologically. The grammatical question relates to the time of the verb. In form it is a converted Hiphil imperfect (cf. Gen. 2:19). Thus the normal sense would be past tense. However, many commentators treat it as analogous to the “prophetic perfect” and so make it a prediction. If this analysis is correct, then the meaning is that God knows enough to frustrate all the plans of the wise and to bring the results of their folly upon them.<\/p> <p>The theological question relates to the meaning of <i>evil<\/i> here. Unlike the English word “evil,” Hebrew <span>ra‘<\/span> can mean both moral evil and what we would call misfortune. The Bible never attributes moral evil to God, but it does attribute to him those turns of events considered to be bad or unfortunate. That is surely the case here (so RSV and NIV “disaster,” NEB “trouble”). One of the charges being leveled against the gods was that they were impotent, unable to do anything fortunate <i>or<\/i> unfortunate. They could neither reward their adherents nor punish rebels (<a class=\"isa\" verses=\"W3siMTc3NTgiOjJ9LHsiMTgxNDAiOjN9LHsiMTg0NzMiOjR9LHsiMTg1MTciOjN9XQ==\">5:18, 19; 26:9–11; 41:21–24; 43:11–13<\/a>). Isaiah insists that God is not bound by fate or chance, but is fully able to act and will do so in the present situation. Egypt’s help will be useless if God has decided to bring trouble to Jerusalem (cf. 42:24 and 45:7).<\/p> <p><i>not turning aside his words<\/i> does not mean God will not change his approach to us if we change. He will, as the book of Jonah indicates, and as Jonah knew he would (Jon. 3:10; 4:1–2). What it does mean is that no avenue other than repentance can deflect God’s pronouncements concerning us. He is as implacable as time itself <i>unless<\/i> we change, and all the Egypts in the world cannot alter what he says.<\/p> <p><i>house of the wicked&nbsp;… help of the workers of iniquity<\/i> probably refers to the nation of Judah. If so, it is a strong denunciation. It does not matter what a people’s birthright is, nor what its history may have been. Neither does it matter what their strength is, nor who they have as allies. If they refuse to trust in God and to conform their lives to his character, they are workers of iniquity and they will discover that God, far from being their possession, is against them to destroy them. The modern church would do well to wonder whether such a denunciation could be leveled against it.<\/p> <p><a class=\"isa\" verses=\"WzE4MjU0XQ==\">3<\/a> This verse continues the contrast between Egypt and God by asserting that flesh is hardly equal to spirit. This is clearly true, but we human beings have continued difficulty acting upon it, because we tend to value tangible things more than intangible ones. So the Scriptures remind us in various ways that flesh can neither help us nor harm us in the face of God (Ps. 56:5, 12 [Eng. 4, 11]; 146:3; Hos. 11:9; Luke 12:4, 5; Rom. 8:35–39). Skinner makes the interesting point that while the pagans could have accepted the idea that deity is spirit, what the biblical revelation adds is that the divine Spirit has one consistent moral purpose against which all are judged.<\/p>",
    "audit": null
}