{
    "id": 17531,
    "source": "oswalt",
    "verse_id": 18848,
    "verse_count": 8,
    "reference": "61:4–11",
    "title": "The People Whom The Lord Has Blessed",
    "html": "<p>These verses, particularly <a class=\"isa\" verses=\"eyIxODg0OCI6Nn0=\">vv. 4–9<\/a>, are the “good news” that the Servant\/Messiah proclaims. V<a class=\"isa\" verses=\"eyIxODg1NCI6Mn0=\">v. 10–11<\/a> are first of all a response on the part of Zion, and then a summary and confirmation of what has been said before. Altogether they are an expression of the promise of God to fulfill his ancient promises and to demonstrate his nature to the world through Israel. Words for the foreign nations appear six times.<\/p> <p><a class=\"isa\" verses=\"WzE4ODQ4XQ==\">4<\/a> It is typical of this book that transitional passages like this verse are so closely aligned with both the preceding and the following sections that it is difficult to decide where to include the passage. This verse closely agrees with v. 3 in its continuation of the theme of restoration. At the same time, its emphasis on the specifics of the new situation in the land makes it much like vv. 5ff. Is there then no division between vv. 3 and 5? Is the entire chapter a single unit? Probably not. It seems plain that the emphasis shifts from the person and work of the Servant\/Messiah in <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">vv. 1–3<\/a>(<a class=\"isa\" verses=\"WzE4ODQ4XQ==\">4<\/a>) to the promises to Israel in vv. (<a class=\"isa\" verses=\"WzE4ODQ4XQ==\">4<\/a>)5–11. It is just not easy to pinpoint where the shift occurs.<\/p> <p>As in 54:3 and 58:12, the promise is made that no matter how devastated the ruins, nor how desolate the land, God will enable it all to be rebuilt. The subject of <i>build<\/i> is not specified, and speculation has included “your sons” (see the commentary on 58:12 above) and “the foreigners” (cf. 60:10). But it is evident that the fact of the rebuilding itself, not the builders, is what is important. At various points Isaiah had said that the great cities of Israel’s enemies and oppressors would be destroyed never to be rebuilt (<a class=\"isa\" verses=\"W3siMTc5MjYiOjR9LHsiMTgzMTIiOjEwfV0=\">13:19–22; 34:8–17<\/a>). No matter how vigorous the efforts, all rebuilding attempts will fail. But the opposite is true for Jerusalem and Judah. No matter how long the ruins may have existed, they will be rebuilt, and no matter how terrible the desolation, new life for Israel will spring up again (cf. 35:1–2). Interestingly, history has already borne out these prophecies. Assyria and Babylon are piles of dust, while Jerusalem, in spite of seemingly endless wars and destructions, is a thriving city. God and his purposes are the final determining factors in the continuation or dissolution of all human endeavors. What is in keeping with those purposes will endure, come what may. But what is at variance with them cannot long survive, no matter how valiant the effort. The Servant\/Messiah’s life and ministry have shown this principle and will confirm it to the end of time.<\/p> <p><a class=\"isa\" verses=\"eyIxODg0OSI6M30=\">5–7<\/a> What will be Israel’s relation to its former oppressors in its final restoration? Two extremes are ruled out. On the one hand, the nations will no longer oppress Israel, and Israel will no longer bow down to them and their gods. Now the nations will serve Israel. The figure of speech that the prophet uses is of farmworkers (v. 5). Without question the roles identified—shepherds, plowmen, and vinedressers—are of the lower social classes. There is no sense in which such persons will be in a position to lord it over anyone. The day is coming when Israel will need fear the nations no more. Furthermore, the abundance of the nations (v. 6; cf. 60:11) will be Israel’s to enjoy and to take pride in. Although history may seem to suggest that the gods of the nations are greater than the God of Israel, the further unfolding of history, and particularly the end of history, will make unmistakably clear that this is not the case.<\/p> <p>This passage also avoids the other extreme, however, that the roles will simply be reversed, with the formerly oppressed now becoming the new oppressors. First, as in 60:10, the expression <i>sons of a foreigner<\/i> (v. 5) is the same one used in 56:3, which states that these persons are participating fully in the covenant. Thus whatever is intended by using the figure of having the “foreigners” fill lower social roles, it does not mean that they are excluded from Israel’s religious blessings. This inference is confirmed by the description of Israel in v. 6 as <i>priests of the Lord<\/i> and <i>ministers of our God<\/i>. Israel is not ruler of the world, but priest of the world, just as Exod. 19:6 and Deut. 33:10 had earlier stated. It is not that the gods of the nations are discredited and that Israel, having chosen the winner as it were, is then to be in a position of power and privilege. Rather, the gods are discredited in order that the nations may come, through Israel, to a knowledge of the one true God and Savior (cf. 45:14–15). Israel’s exalted position is to be one not of privilege but of responsibility. As a <i>priest<\/i> is to be a mediator between humans and God, assisting humans in their worship of God, and teaching humans the ways of God, Israel is to be a priest to the nations. This understanding of Israel’s calling and function has been explicit in the book since <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a>, and is fundamental to a correct understanding of its structure and function, as this final division shows. The nations have come, and will come, to Israel (which includes all the true children of Abraham) to give themselves to the God who is revealed through Israel’s experience and through the revelation that has been given to Israel. Whenever “Israel” fails to fulfill its priesthood, failing to make it possible for the nations to call Israel’s God <i>our God<\/i>, “Israel” has missed its calling and failed to fulfill the function of its servanthood (cf. 43:10–13).<\/p> <p><a class=\"isa\" verses=\"WzE4ODUxXQ==\">7<\/a> In spite of the textual difficulties of this verse (noted above), its sense is clear. It presents another of the “insteads,” which began in 60:17. <i>Instead of shame<\/i>, the disgrace of defeat and captivity, of having been deserted by, or worse, failed by, one’s God, there will be the honor of <i>a double share<\/i>. The eldest child, the most honored descendant, received a double portion of his father’s estate, and that may be the sense of what is being said here (Deut. 21:17). Instead of dishonor, there will be honor; instead of dispossession, there will be possession of twice what had been before. Even though <i>therefore<\/i> is used to introduce the second bicolon, no real causal relation exists between the two main parts of the verse. The second bicolon simply expresses the result of the first. That result will be possession of a double share in their land and joy forever. That is, all God’s promises will be fulfilled in their truest form, and that for all eternity.<\/p> <p><a class=\"isa\" verses=\"WzE4ODUyXQ==\">8<\/a> The Israelites may believe that God will do these wonderful things he has promised because of who he is. The language here is the typical language of self-predication with which God has identified himself from <a class=\"isa\" verses=\"eyIxODE1MyI6MTN9\">ch. 27<\/a> onward, but especially in chs. 41–49. The sentence is composed of the 1st person independent pronoun plus the divine name, followed by a participle: “I am the Lord who is characterized by a certain type of action” (cf. esp. 27:3; 43:3; 48:17; 49:26; 60:16). Here his characteristics are loving justice and hating robbery and iniquity. Part of the issue in determining the correct rendering of <span>ʿôlâ<\/span> lies in the decision about the reference of the verse. If the verse is directed against Israel, then “robbery with burnt offering” could be highly appropriate (cf. 1:13; Mal. 1:17; 3:8). In this case the verse would be attacking that same combination of hypocritical religion and social injustice that chs. 56–59 and 63–66 address. But the verse appears to be spoken not against Israel but on its behalf. God is promising to reward them (the faithful remnant) and to keep covenant with them forever. Not to do so would be injustice and robbery, which Israelite faith found unthinkable in God (cf. Gen. 18:25). Thus <i>iniquity<\/i> seems the better rendering of <span>ʿôlâ<\/span>. The <i>eternal covenant<\/i> is a particular result of the work of the Servant\/Messiah (49:8; 54:10; 55:5; cf. also Ezek. 37:25–26). Because of his sacrificial death, the old covenant is satisfied, and a new one can be ratified, one that is written not on stone but on the human heart (Jer. 31:31; Mal. 3:1–2; Matt. 26:27–28; Heb. 9:11–22). Its promulgation is the ultimate evidence of God’s justice and faithfulness.<\/p> <p><a class=\"isa\" verses=\"WzE4ODUzXQ==\">9<\/a> The result of God’s faithfulness is twofold. First, there will be recognizable Israelite <i>offspring<\/i>. The ancient promise to Abraham will be kept. Israel will not disappear among the nations, absorbed and no longer existent as a separate nation. Since human history began, hundreds, perhaps thousands, of people-groups have disappeared into the larger mass. How easily that could have been true of Israel. Where are all the groups who were contemporaries of Israel (theites that are the bane of Bible readers)? They are all gone, yet Israel remains. Why? Because God has promised they would and will.<\/p> <p>The second aspect of the promise is that not only will Israel have historical continuity, but it will also be a witness to the peoples of the world. Just as later people were to recognize that the disciples had been with Jesus, so Isaiah says that people from all over the world will recognize that God has blessed his people, the spiritual and physical descendants of Israel. Note again the importance of this element of witness. Why is it stressed that the peoples of the world will recognize that God has blessed his people? Surely all that matters to Israel is that they are blessed! One might say that blessing is really not satisfying unless those who do not have it recognize that the one blessed does have it, especially if they have formerly oppressed the one now blessed. The unworthiness of such a viewpoint aside, it is not the viewpoint of the book. From 2:1–5 through 12:5–6 and 19:19ff. on to 25:6–9 and 42:1–4 and 49:6–7, up to 60:1–3, the goal is not a satisfying jealousy on the part of the nations but such a revelation of God through Israel that the nations may participate with Israel in his worship and praise. So God is promising here that Israel will be able to fulfill the function for which he revealed himself to Abraham in the first place. Nothing that the nations can do to them will prevent that function from being carried out. Israel will continue to exist; Israel’s faith will continue to exist; and the life of Israel will testify to the righteous character of God. In the process “Israel” was to be expanded to include the nations themselves (<a class=\"isa\" verses=\"W3siMTg3NTUiOjh9LHsiMTg5NDEiOjV9XQ==\">56:1–8; 66:18–22<\/a>), but the essence of “Israel” (God’s election-love for particular persons) has remained and will remain until the end of time.<\/p> <p><a class=\"isa\" verses=\"WzE4ODU0XQ==\">10<\/a> One of the characteristics of this poem has been the shifts back and forth from one person to another. Now yet another speaker is introduced. Scholars have been divided about who this person is. Some have argued that he is the same as the one who spoke in the first person in the first three verses. But more have agreed that the speaker is Zion. Apart from the commonality with the 1st person address in <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">vv. 1–3<\/a>, there is no other compelling reason to identify the two speakers. There the emphasis is on the speaker’s function. Here the emphasis is on the benefits that the speaker has received from God. There the speaker does things for the people of God so that they may become “oaks of righteousness.” Here the speaker praises God for having cloaked him or her with righteousness. On these grounds, the prophet seems plainly here to speak as Zion, voicing her praise to God for what he has done for her through the Servant\/Messiah.<\/p> <p>The verse begins with the emphasized announcement of joy. But the reason for the excitement and exultation is not Israel’s situation—it is God. The song “The Sands of Time” says, “The bride eyes not her garment, but her dear bridegroom’s face,” and that is certainly the sense here. The gladness is not merely that something has been done, but over who has done it. Apart from the Creator and Savior of the universe there is no joy. But when he is present and is allowed by our faith and faithfulness to do all that which is natural for him to do, there is delight. But it is the Giver we want. Apart from him and his presence, the wedding dress is of little value.<\/p> <p>What has God done to cause this exhilaration? He has clothed his bride with salvation and righteousness, that is, he has given her these gifts. The two words need to be interpreted in the light of each other here. <i>salvation<\/i> lets the reader know that the <i>righteousness<\/i> being talked about is a gift. It is imparted to Israel from God as an expression of his own nature (see on 41:2 and the references there). At the same time, <i>righteousness<\/i> shows that <i>salvation<\/i> is more than mere deliverance from physical bondage or spiritual guilt. God delivers from one thing but unto another. Throughout this division, beginning with 56:1, it has been plain that God expects the delivered to manifest his nature. Those whom he wraps in his <i>robe of righteousness<\/i> experience not only deliverance from unrighteousness and its effects but also divine enablement to live out his righteousness. This is the significance of the Divine Warrior segments (59:15b–21; 63:1–6) on either side of chs. 60–62, and of the Servant\/Messiah passage (<a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">61:1–3<\/a>) in the center. God commands righteousness, and he by his power alone provides it. That is cause for joy indeed.<\/p> <p>The joyous tone is heightened by the use of wedding imagery. The garb that God has given is like the turban <i>(headdress)<\/i> of a <i>bridegroom<\/i>. Note the occurrence of the same word, <span>p<\/span><span>ʾēr<\/span>, in 61:3 (and elsewhere in the book only in 3:20). There the Servant\/Messiah says his function is to give such a headdress in place of ashes. Here Zion rejoices over the headdress that God has given. Just as the bridegroom excitedly puts on his turban, so the bride delights over her jewels (cf. 49:18). To the believer, the righteousness and the salvation in which he or she is dressed is like the finest wedding garment (cf. Matt. 22:11–12). But the joy is not over the garments; it is over the one who has made it all possible in his love, his power, and his self-giving.<\/p> <p><a class=\"isa\" verses=\"WzE4ODU1XQ==\">11<\/a> In a comparison reminiscent of 40:7–8, but from a different angle, Isaiah asserts that the joyous scene he has just described is an absolute certainty. Although Israel will be unable to produce righteousness either before or after the exile, God will produce it and the praise that will result from its appearance, just as surely as, year after year, the earth causes seeds sown in it to sprout. If nature is reliable, how much more so is the Creator of nature! He will plant righteousness in the seedbed of Israel, and it will spring up like flowers in a garden (see 45:8 for the same promise; cf. also Ps. 85:12–13 [Eng. 11–12]). It is hardly a coincidence that the one other place in the book where this noun form <i>(<\/i><span>ṣemaḥ<\/span><i>)<\/i> for “sprout” or “shoot” occurs is in 4:2, which speaks of the purification and redemption of Israel. There, Israel, or perhaps her Messiah, is the “sprout.” But there, as here, new life is a gift from God, and its coming is as sure as God is faithful.<\/p>",
    "audit": null
}