{
    "id": 17416,
    "source": "oswalt",
    "verse_id": 18047,
    "verse_count": 2,
    "reference": "21:11–12",
    "title": "Dumah",
    "html": "<p>Like its predecessor, this brief oracle bristles with difficulties. These difficulties center around the persons to whom it is addressed and the interpretation of the message itself. As noted above on <a class=\"isa\" verses=\"eyIxODAzNyI6MTd9\">ch. 21<\/a>, this commentary accepts the theory that the three oracles of the chapter are related and that <a class=\"isa\" verses=\"eyIxODA0NyI6N30=\">vv. 11–17<\/a> deal with the Arabian allies of Babylon. On this account Dumah refers to the oasis in northern Arabia known today as Dûmet ej-Jendel. This oasis stood at the intersection of the east-west trade route between the Persian Gulf and Petra and the incense route running northward from the Red Sea to Palmyra. It is about three hundred miles southwest of Jerusalem. The fate of Dumah would be of great interest to the people of Edom (Seir; cf. Gen. 32:3; 33:14; etc.), because were it to fall to the enemy, their eastern trade connections would be cut off. Furthermore, as noted above, if a rebellious Babylon wished to influence western Asia against Assyria, the route across the desert would take on increased importance, both to Babylon and to those who looked to Babylon for support. On the other hand, if the oracle relates to Edom alone, it is difficult to understand why it is in this context or what its significance is.<\/p> <p>Like the oracle to Babylon, this oracle could apply to both the eighth and the sixth centuries. In the late eighth century, both Sargon and Sennacherib led campaigns into northern Arabia, Sennacherib’s taking him all the way to Dumah. Likewise, in the sixth century the last Babylonian king, Nabonidus, moved his capital to Tema (v. 14), and made a concerted effort to bring the Arabian tribes under his control. So Isaiah’s words could be directed to his contemporaries and yet have larger applicability in the future when God’s trustworthiness and lordship of history would be subjected to an even more severe test.<\/p> <p><a class=\"isa\" verses=\"WzE4MDQ3XQ==\">11<\/a> <i>Guard<\/i>, while similar in connotation to the “watchman” of 21:6 and undoubtedly also referring to the prophet, is not the same word. This person is the night patrol whose function is to “keep” the city. But from his position on the wall, he is able to see the first graying on the horizon and announce the end of a long night. The people of Edom are depicted as recognizing that the Israelite prophet was the person, among all others, to see the future course of events and give them some word about that course. This is the same note sounded again and again in the second half of the book: Israel’s God is superior to all others because, being sole creator of the world, he alone can explain his purposes for the future (41:21–29; 42:5–9; 44:6–8; etc.).<\/p> <p><i>what is left of the night<\/i> is the cry of one who is ill or sleepless for whom the night seems interminable. The repetition of the phrase underscores the questioners’ sense of this interminability. The minutes creep by. So also for those whose destiny hangs in the balance, being fought out on another battlefield. They ask Judah’s guard if he can see whether the night is almost over for them, whether light is about to dawn.<\/p> <p><a class=\"isa\" verses=\"WzE4MDQ4XQ==\">12<\/a> The guard’s answer is enigmatic at best and is capable of at least three interpretations. He may be saying that while morning is coming, another night will follow. Or he may be saying that morning for some will be night for others. Or yet again, he may be saying that while morning will come, it is still dark. Each of these positions has strong advocates and the grammar does not rule out any. In any case, the seer cannot predict unequivocal hope. He can see some hope, but there is also impending doom. His invitation for them to inquire again suggests the last interpretation: although morning is surely coming, it is still night and too early to tell what the day portends for them. This would fit an eighth-century date, when the near and far events were yet intermingled in the prophet’s vision.<\/p> <p><i>Return, come<\/i> are two blunt imperatives made more abrupt by the lack of a conjunction. As early as the Targum the frequent theological overtones of “return” entered the interpretation with the translation “repent.” Frequently since then commentators have seen in this abrupt speech a call for Edom to repent and then come back to the prophet for a more hopeful report on the future. However, the context gives no clue that this is the intended meaning, and it seems likely that the two verbs are merely used to express a single idea, “come back yet again.”<\/p>",
    "audit": null
}