{
    "id": 17437,
    "source": "oswalt",
    "verse_id": 18237,
    "verse_count": 8,
    "reference": "30:19–26",
    "title": "Judah’s Blessing",
    "html": "<p>In <a class=\"isa\" verses=\"eyIxODIzNyI6MTV9\">vv. 19–33<\/a> the author relates again the certainty of God’s salvation. Although Judah’s failure to trust him would indeed result in destruction, that destruction would be followed by redemption and a corresponding destruction of Judah’s enemies. As is characteristic of the book, these predictions of salvation are couched in highly figurative language. When the prophet considered the wonder and the extent of what God planned to do for his people, ordinary language broke down. At the same time, we may expect that the figures do indeed express a literal reality, although dogmatism over what that reality may be is not justified. But we may look forward with happy expectancy to a reality beside which even these glorious figures will fade into insignificance.<\/p> <p>The segment is divided into two parts, <a class=\"isa\" verses=\"eyIxODIzNyI6OH0=\">vv. 19–26<\/a> and 27–33. The first of these relates the train of effects in Judah which will result from God’s judgment and grace. The second depicts a festival of praise at which the participants watch their champion destroy their enemies on their behalf. Once more the implied question is: Why would you go to Egypt for help when it is only God who can save you? Furthermore, why would you distrust God, thereby bringing upon yourselves the very disaster you fear, when God’s grace is so real that even after your disobedience he will save you?<\/p> <p><a class=\"isa\" verses=\"eyIxODIzNyI6OH0=\">19–26<\/a> As mentioned in the previous paragraph, this segment relates the effects which will stem from the manifestation of God’s grace in the midst of judgment. First, the Judeans will perceive him (<a class=\"isa\" verses=\"eyIxODIzNyI6M30=\">vv. 19–21<\/a>); second, they will abandon the idolatry with which they had attempted to supply their own needs (v. 22); third, God will then supply the very things which the idols professed to supply but could not (<a class=\"isa\" verses=\"eyIxODI0MSI6NH0=\">vv. 23–26<\/a>). The importance of both judgment and grace in this setting must not be overlooked. It is judgment which shatters the false values and makes one attentive. It is grace which motivates the broken to believe and obey. Neither is ultimately effective without the other.<\/p> <p><a class=\"isa\" verses=\"WzE4MjM3XQ==\">19<\/a> <i>For a people shall live in Zion<\/i> speaks immediately of God’s grace. The other great cities would be abandoned, heaps of rubble, homes for jackals (<a class=\"isa\" verses=\"W3siMTc5MjYiOjR9LHsiMTgzMTQiOjh9XQ==\">13:19–22; 34:10–17<\/a>). God’s judgment would have rested upon them and they would be gone. So they are. For us who live in the shadow of the mushroom cloud, it is not difficult to think of New York or London completely desolate. But for Isaiah’s hearers, the thought of mighty Babylon or Nineveh empty and fallen to dust must have been ludicrous. On the other hand, to claim that this hill-country capital of Jerusalem would continue to be inhabited when the others were gone was simply preposterous. Yet Isaiah was right and his detractors were wrong. God’s judgment did fall upon Jerusalem, but that judgment was tempered by grace.<\/p> <p><i>You will not weep any longer<\/i> is a consequence of Jerusalem being inhabited. What was empty will become full; what was barren will become fruitful. The reason for weeping will be taken away (25:8; 61:2–5; Ps. 30:6 [Eng. 5]; 126:1–6; Rev. 7:17).<\/p> <p><i>He will surely be gracious<\/i> speaks of a time when the sin which had separated them from God will be atoned for and no longer able to divide them from him (59:1, 2; Ezek. 36:33–38). The Father will be able to respond as he wants to. This reconciliation was achieved in prospect in the return, but in its fullness only in Jesus (Luke 23:45; Col. 1:21, 22).<\/p> <p><a class=\"isa\" verses=\"WzE4MjM4XQ==\">20<\/a> <i>bread—affliction, and water—adversity<\/i> are appositional phrases and not genitives, as they are so often treated. “Bread, that is, affliction” seems to be the sense. But the function of the phrase is not clear. Some suggest that the appositional words are late glosses which in fact misunderstood the positive nature of the passage. Thus we should only read “… gives you bread and water,” namely, all the basic needs. However, if the <i>waw<\/i> preceding “will not hide” is taken as an adversative, no emendation is called for. Yes, God will give them over to siege conditions, <i>but<\/i> as a result of that, he will no longer hide himself from them. This last statement assumes that God is the teacher intended, but there is no proof of that assumption. The word <span>môreyḵā<\/span>, “your teacher,” may be either singular or plural and commentators are divided as to which is intended (although the verb is clearly singular). Generally those who believe God cannot be intended adopt the plural and say the reference is to prophets, who had gone underground to avoid persecution. But the case for taking the teacher to be God is equally strong. It is clear from the previous chapters that he had tried to teach them (<a class=\"isa\" verses=\"W3siMTgxNzQiOjV9LHsiMTgyMDUiOjJ9LFsxODIzM11d\">28:9–13; 29:11, 12; 30:15<\/a>), but that their own obstinacy had blinded and deafened them to the truth. Now because of judgment, their eyes and ears will be opened to what it is he has been trying to say (<a class=\"isa\" verses=\"WzE4MTQwXQ==\">26:9<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4MjM5XQ==\">21<\/a> <i>a word behind you<\/i> conveys both the nearness of the Teacher and the sensitivity of the pupil. Instead of the stubborn animal which has to be dragged or beaten into going in the proper direction, here is a person whose teacher is just at his shoulder and little more than a word of guidance from time to time is necessary for him to stay on the right path. This is the ideal of the Spirit-filled life, where the contact between us and him is so intimate that only a whisper is sufficient to move us in his way (Gal. 5:16–25). The opposite of this ideal is seen in 28:11 and 30:11, where stubbornness ultimately leads to a denial that God’s way is right, with horrifying results.<\/p> <p><i>whether to the right or to the left<\/i> seems to be an antinomy which covers all the actions of life. The precise sense is a little obscure because of the <i>kî<\/i> which precedes each direction. However, the use seems to be conditional, as translated here.<\/p> <p><a class=\"isa\" verses=\"WzE4MjQwXQ==\">22<\/a> With their eyes opened as a result both of judgment and of grace, the people will see the foolishness of idolatry. As compared with what God is, the idols are helpless stupidity (<a class=\"isa\" verses=\"eyIxODQ3NSI6Mn0=\">41:23, 24<\/a>). Evidently it was customary, particularly with larger pieces where the expense would become exorbitant, to plate some less precious material, such as wood (Jer. 10:3, 4) or bronze, with gold or silver (Deut. 7:25; Hos. 8:4). Thus the idol would be of worth materially as well as, supposedly, spiritually. This would make it all the more difficult to destroy it. Although people of the West in the twentieth century have taken off the faces of the gods of love, security, potency, and power, we still surround them with trappings of great material value. Thus it is no easier for us to desert our sources of support than it was for the people of Israel.<\/p> <p><i>defile<\/i> is explained by many commentators as abandoning. However, elsewhere it means a specific act of deconsecration, even to the point of destruction (cf. esp. 2 K. 23:4–14; also Exod. 32:20; Ezek. 7:19–24; Deut. 7:25). In this respect the connection of cleanness with the holy is significant. Instead of calling these things “holy” (i.e., partaking of the character of the divine) and giving them reverence, you declare them as specifically opposed to holiness—unclean. Sometimes those things most unclean are those which most easily masquerade as holy.<\/p> <p><a class=\"isa\" verses=\"eyIxODI0MSI6NH0=\">23–26<\/a> Most commentators assume a significant break between these verses and the previous ones. But this is surely not the case. The idols were worshiped precisely because it was believed that they could supply abundance in all ways, but especially in agriculture. But the prophets, especially the preexilic ones, pointed out that abundance came from God and to look to an idol for what God provided was, in fact, to deprive oneself of abundance (1 K. 17:1; 18:1, 45; Hos. 2:8, 9, 21–23; 9:2; 14:8; Amos 4:7–9; 9:13–15). The same point is being made here. It is only after the Israelites cease their dependence upon idols—their own devices—that they will experience what they had tried to get from the idols. There is a spiritual principle here. God is the source of all blessing, but that blessing can be received only after an abandonment of one’s own efforts and a complete commitment to God.<\/p> <p>The mention of a spiritual principle provides a clue to the interpretation. The passage must not be restricted to either a wholly literal or a wholly symbolic meaning. The former would suggest that the OT restricts blessing to the material and physical, that it knows nothing of spiritual blessing. This is not the case. Spiritual values are always in focus along with material ones. The latter would succumb to the false dichotomy between fact and value and suggest that God’s realm is only the spiritual. In fact, the whole earth is the Lord’s, and is full of his glory (cf. 6:3). Thus, the language here speaks of the effects in nature that redemption will bring, but it speaks of more than that, as the supernaturally heightened figures indicate. Springs do not break out on mountaintops, nor could any living thing endure a sun seven times brighter than at present. Thus Isaiah makes it plain he is speaking of something more than mere physical blessing. He is speaking of a time when all that is good about human life will be made incredibly better, and that includes love, integrity, faithfulness, justice, righteousness, etc.<\/p> <p><a class=\"isa\" verses=\"WzE4MjQyXQ==\">24<\/a> The work animals are singled out as special beneficiaries of God’s blessing. Grain will be so abundant after the harvest that even the oxen and the donkeys will eat mixtures <i>(blîl)<\/i> of the food grains (those which are winnowed), seasoned <span>(ḥāmîṣ)<\/span> with salt. Not only does this diet testify to abundance, but it also testifies to owners whose hearts have been enough softened by God’s care of them as to be concerned for their animals.<\/p> <p><a class=\"isa\" verses=\"WzE4MjQzXQ==\">25<\/a> This verse has two themes: the supply of water and the collapse of the towers. The relation of the two is not coincidental. Throughout the book, but especially in the first part, dryness and barrenness are associated with human pride. Likewise, water and fruitfulness are associated with trust in God and dependence upon him. Thus it is that when the towers of Judah’s pride are smashed (<a class=\"isa\" verses=\"W3siMTc2OTgiOjZ9LHsiMTgyNzQiOjJ9LFsxODc4MV1d\">2:12–17; 32:14, 15; 57:15<\/a>), she may expect a new era of unbelievable fruitfulness. This has already happened in the Church. Little Judah, crushed under a whole succession of empires culminating in Rome, became the seedbed from which biblical faith was to grow to encompass the world. Nor is the end yet. For one day Judah herself will be gathered in (Rom. 11:12, 24). The dramatic and miraculous nature of God’s salvation is depicted by springs and watercourses on the very tops of the hills, the places least likely to be well watered.<\/p> <p><a class=\"isa\" verses=\"WzE4MjQ0XQ==\">26<\/a> There are two themes associated here: light and healing. The association is a natural one, just as darkness and disease are naturally taken together. Instead of the darkness of despair, uncertainty, and sin, and the misery of the pains resulting from running into God in the darkness, there will be perfect clarity and the tender ministry of the Father bandaging our wounds and bruises (<a class=\"isa\" verses=\"eyIxODg0MSI6NH0=\">60:19–22<\/a>). As noted above, it seems a mistake to take these promises over literally, as they would then be a curse and not a blessing. At the same time, redemption of nature must not be omitted in the light of the Bible’s holistic world view (Rom. 8:19–21).<\/p>",
    "audit": null
}