{
    "id": 17493,
    "source": "oswalt",
    "verse_id": 18616,
    "verse_count": 5,
    "reference": "48:1–5",
    "title": "Former Things",
    "html": "<p>Most of the scholarly discussion about the unity of this chapter goes back to Duhm’s commentary. He sought to implement the conclusions about date, authorship, and purpose that 19th-century European scholarship had reached concerning the latter part of Isaiah: that the author was a thoughtful and artistic 6th-century Jew, probably living in Babylon, who sought to console his exiled people with bright visions of hope for the future. To that end Duhm excised everything in the book that did not accord with this understanding. Among the excisions were the polemics against the idols, the Servant Songs, and all of chs. 56–66. Ch. 48 also came under the knife, since it speaks scathingly of the unbelief of the people of Israel. Duhm concluded that in <a class=\"isa\" verses=\"eyIxODYxNiI6MTF9\">vv. 1–11<\/a> only 1a, 3, 5a, 6, 7ab, 8ab, and 11 were original; the rest of the verses were glosses from the hand of some later person who had become disillusioned with Israel and its hopes.<\/p> <p>Part of the reason Duhm and his followers need to excise all the judgmental language from this chapter is predicated on their refusal to admit the authenticity, and centrality, of the polemics against the idols in this section of the book. But this is to miss the point of the prophet’s argument here. The central crisis of the Israelite faith not only in the exile but at least as far back as the exodus was, Who is God? The crisis reached its climactic point in the confrontation with the Mesopotamian powers (ca. 750–550 <small>B.C.<\/small>), because of their seeming dominance of the events of world history. Thus the issue is: Who controls history—the transcendent Lord or those gods who, by being a part of the cosmos, can be represented by it? Isaiah tries to show by means of predictive prophecy that these “gods,” which are the product of human dexterity (both mental and physical), are not gods at all. They are merely part of the system; products, not rulers. Thus vv. 4 and 5, far from being a later addition by some small-minded person who failed to understand the great prophet, are at the very heart of what chs. 40–48 are all about.<\/p> <p>Later scholars have responded to Duhm’s suggestions in widely varying ways, from complete rejection (Muilenburg—a masterful poem from one person) to almost complete acceptance (Westermann) and everything in between. Melugin believes that the work is almost all that of one person, but a collection of various pieces of that person’s work for a kergymatic purpose. McKenzie believes that the chapter is not well organized and is heavily glossed, but that Duhm’s suggestions for where and why the glosses occur are weak.<\/p> <p>As Alexander observes, if we approach this chapter in the light of the total book, the chapter’s content is both consistent and understandable. It is the conclusion that it was addressed only to the exiles in Babylon and deals only with the promised return that creates the problems. Indeed, this chapter, which concludes the arguments for God’s superiority over the idols using the specific example of the exilic experience in Babylon, effects that conclusion by putting the section back into its larger context in the book as a whole. The great cry of chs. 7–39 was “Will you trust God?” There the cry was in the context of the Assyrian crisis. Here Isaiah shows that although the crises might change, the issue (and the human tendencies regarding that issue) does not change. The same house of Israel that cried out that they could not trust God to save them from the power of Assyria would also cry that they could not trust God to deliver them from the grasp of Babylon.<\/p> <p>To be sure, the appeal in chs. 40–47 has moved a step farther. In the earlier chapters it was: if you will not trust God, destruction will come on you. Now it has become: trust God because he has unconditionally pardoned you and will break the power of those who hold you. In the same way the proofs have advanced. There it was the inability of any other agency, particularly human nations, to help Israel. Here it is the Lord’s ability as creator to master history, especially as demonstrated in predictive prophecy. But the issue is the same, says Isaiah. Will humans respond in trust? God’s trustworthiness has been demonstrated (chs. 7–39), his grace has been offered (chs. 40–48), but it is all for naught unless humans will act on it. There are harsh words here; the people whom Isaiah was addressing in 701, 540, and 500 were all of the same stripe, as are we all: iron necks and brass foreheads (v. 4). Trust entails a surrender of our proud independence that will never come easily or naturally to the children of Adam and Eve.<\/p> <p>Commentators generally agree that the chapter divides into two major sections: <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">vv. 1–11, 12–22<\/a>. Within these two divisions, however, commentators agree less. Muilenburg sees a series of two- or three-verse strophes (<a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">vv. 1–2, 3–5, 6–8, 9–11, 12–13, 14–15, 16–17, 18–19, 20–21, 22<\/a>). Others see larger segments; for example, Melugin sees <a class=\"isa\" verses=\"eyIxODYxNiI6MTF9\">vv. 1–11<\/a> as a unit without subdivisions. When one takes content into account, it seems possible to divide the chapter as follows: <a class=\"isa\" verses=\"eyIxODYxNiI6NX0=\">vv. 1–5<\/a>, former things; 6–11, new things; 12–16, the Creator’s purpose; 17–22, admonition to listen now.<\/p> <p>In <a class=\"isa\" verses=\"eyIxODYxNiI6MTF9\">vv. 1–11<\/a> Isaiah recaps the argument from prophecy that has been central to his claims in the previous chapters. He shows that God had foretold the events of the past long before they had occurred. He did this to forestall the possible claim that when some great event in Israel’s history had occurred, it was because some other god had done it. Now he has caused a prediction to be made that involves a new way of acting. He has done this precisely to show his creativity. If he were a god of this world, he would have to act in the same ways all the time. But because he is the Creator he can do things that, though new, are consistent with his character.<\/p> <p><a class=\"isa\" verses=\"eyIxODYxNiI6Mn0=\">1–2<\/a> These introductory words set the tone of the discourse. The people are called to <i>hear<\/i>, and this verb <i>(<\/i><span>šāmaʿ<\/span><i>)<\/i> is repeated ten times in the next sixteen verses (the synonym <span>qšb<\/span> occurs in v. 18, and the phrase “to open the ear” in v. 8). The people are to give close attention to <i>this<\/i>, the following argument. But, beyond that, the verb <span>šāmaʿ<\/span> also implies obeying, taking appropriate action concerning the message. Those who do not obey cannot be said to have heard in any meaningful sense. Implicit here is the central idea of the OT: the living God has spoken, revealing himself in the medium of human speech. Such an astounding fact carries with it its own imperative. If it is true that God has spoken, then he must be listened to.<\/p> <p><i>waters of Judah<\/i>. Scholars have offered two plausible interpretations of this phrase. Barthélemy takes it to mean the semen of Judah, while Delitzsch takes it as a fountain or source.<\/p> <p>The people are defined by a whole series of terms, all of which are pregnant with theological meaning. They are the <i>house of Jacob, called by the name Israel, who went out from the waters of Judah, who swear in the name of the Lord, who cause the God of Israel to be remembered<\/i>, who <i>are identified with the Holy City<\/i>, who <i>brace themselves on the God of Israel<\/i>. What is the point of this piling up of descriptors? It is surely to set the stage for what follows. There is the appeal to the past: Jacob, Israel, Judah. Who are we? The people who exist because of what God did to and with our ancestors. There is an appeal to religious affiliation: we have publicly identified ourselves with God, swearing by his name as the highest of all, praising him for all his glorious works on our behalf, declaring that he is our source of hope. There is the appeal of present identification: like it or not, we are the people of that <i>Holy City<\/i>, the city of the Lord, Jerusalem. Given all of that, then, we can hardly be neutral when the Holy One of Israel (v. 18) speaks. We ought to be preconditioned to hear and do what he says.<\/p> <p>But these introductory verses have another element: a charge. It is explicit at one point, the end of v. 1, and implicit at another, the end of v. 2. The explicit charge is that Israel’s religious profession is insincere. It is neither reliable <i>(truth)<\/i> nor correct <i>(righteousness)<\/i>. It is in fact a lie. Coming at the end of the five previous phrases, these words have a brutal abruptness. They were undoubtedly not literally true: some, perhaps many, worshiped the Lord sincerely. But, like Jesus’ denunciations of the Pharisees (e.g., Matt. 23:1–36), these words are hyperbolic for the sake of their shock effect (see also 1:10–15, 21–23). The prophet is trying to say that if the people as a whole were sincere in what they said about God, they would obey him, and in this instance would trust him when he said that he would use a pagan conqueror to achieve his good purposes.<\/p> <p>The implicit charge at the end of v. 2 seems to be that although the people profess to depend on the God of Israel, they have not truly recognized that he is <i>the Lord of Hosts<\/i>, the Almighty God who has all the armies of heaven at his command. They are not living out the implications of their monotheism. The Lord is not one of the gods; he is not an amiable local deity who exists to keep track of Israel’s interests—he is the only God of all time and all space and must be listened to as such.<\/p> <p>In a sense this sharp tone is already implicit in the command to hear, because of the two previous contexts in which the term was used. In both 42:18 (and 23 where a different verb [<span>ʾāzan<\/span>] is used) and 46:12 the Israelites were called to pay attention. In both places, the call is evidently extended precisely because they have not been listening, not paying attention (cf. also 45:9–13).<\/p> <p>Thus the introductory statements function to call attention to the disparity between what is and what ought to be. How can Israel realize all the potential that its great heritage and profound faith have to offer? By squarely facing the contradiction between their words and their actions that is at the heart of their professed faith, by paying careful attention to all that God’s activities with them can teach, and by acting resolutely on what they learn.<\/p> <p><a class=\"isa\" verses=\"WzE4NjE4XQ==\">3<\/a> The first part of the argument has to do with what God has done in the past. In <i>antiquity<\/i> he announced what he would do in the future. Gen. 15 reports one such announcement: Abraham is told in advance about the Egyptian sojourn. The exodus events and the promise of the land of Canaan are others. The majority of scholars agree that no one prophecy is in view here, but rather the claim that God had regularly done this sort of thing in the past. This point is, of course, not new in this section but a summation of an oft-repeated point (<a class=\"isa\" verses=\"W3siMTg0NzQiOjJ9LFsxODQ5MCwxODUxNV0seyIxODU0MCI6M30sWzE4NTgzXSx7IjE4NTk2IjoyfV0=\">41:22–23; 42:9; 43:9; 44:6–8; 45:21; 46:9–10<\/a>).<\/p> <p>Not only did the Lord tell what he was going to do in advance, but he also did what he said he would. <i>Suddenly<\/i> implies that the fulfillment of the prophecy was not always in the time or place expected (cf. 5:19; also 46:10; 48:14), but according to the sovereign creativity of God. That he foretold something did not mean he thereby became subject to human calendars and mechanisms.<\/p> <p><a class=\"isa\" verses=\"eyIxODYxOSI6Mn0=\">4–5<\/a> But what was the reason for prophecy? Why did God tell in advance what he was going to do? For the first time an explanation is given. He did it because of the fallen human nature. If some wonderful thing were to occur in our lives, whom would we tend to thank? God, the transcendent creator? No, <i>my idol&nbsp;.&nbsp;.&nbsp;. my handcrafted image!<\/i> Why? Because the human spirit is not a blank page, equally ready to be inscribed with good or evil. It is, according to Isaiah and all the rest of the Bible, already blotted with a well-nigh incurable insistence on our own way at all costs. The imagery the author uses here, which occurs elsewhere in the Bible, is that of a <i>stubborn<\/i> animal that digs in its heels, stiffens its <i>neck<\/i>, and refuses to be led in a way it does not want to go (Exod. 32:9; Deut. 9:6, 13; Ps. 75:6 [Eng. 5]). All too often, the only reason it does not want to go in that direction is just that that is the way the master wants it to go. Along with the image of the neck as stiff as <i>iron<\/i> is <i>a forehead of brass<\/i>. Here the exact correspondence is less certain. It may refer to male animals butting heads. But it may also refer to humans thrusting their faces forward in obstinate and impudent insistence on their own way (see Jer. 3:3 and Ezek. 3:7; in Ezek. 3:8–9 God promises to give Ezekiel an equally implacable spirit for the right).<\/p> <p>This perversity of heart means that we refuse to see the normal signs that point to the existence of a God beyond time and space who is not subject to our control. To admit his existence would be to admit his right to rule our lives, an intolerable conclusion. Therefore we, even after we have experienced his intervention for good in our lives, like Israel, would still rather thank the works of our hands, indeed, ourselves, for whatever has been accomplished in our lives. As Paul shows, in the similar argument of Rom. 1, once we have refused to admit our debt of thanks to God and begin to look to a controllable creation for the means of supplying our needs, the road is inexorably downward. Gross forms of idolatry are not accidental; they are the necessary end result of the human refusal to accept a transcendent God.<\/p> <p>What can God do to counteract this tendency to idolatry? The answer is predictive prophecy. If he can inspire prophets with specific predictions of coming events; if the prophets will clearly attribute them to God; and if the events will come true as predicted, this will be strong evidence that God is who he says he is. Furthermore, if the Lord had long ago predicted the event that has just occurred, it is difficult for people to ascribe it to some other deity, especially one that they just made with their own hands. All of this was particularly important to the exile and the return. It was not Bel and Nebo (<a class=\"isa\" verses=\"WzE4NTg4XQ==\">46:1<\/a>) who caused the fall of Jerusalem to Babylon; it was the Lord. He had foretold it 115 years earlier (Isa. 39:5–7). Since the Babylonian idols had not caused the fall of the city, neither could they prevent its rehabitation by the exiles, if God said it was going to happen (<a class=\"isa\" verses=\"WzE4NTYyXQ==\">44:28<\/a>). It was not some creation of human intellect and dexterity that <i>commanded<\/i> things to take place; it was the living God.<\/p>",
    "audit": null
}