{
    "id": 17458,
    "source": "oswalt",
    "verse_id": 18392,
    "verse_count": 8,
    "reference": "38:1–8",
    "title": "Prophecy And Response",
    "html": "<p>As Young notes, chs. 38–39 serve to introduce chs. 40–66, which focus upon the Babylonian captivity. However, his explanation of their function does not go far enough. It is not enough to say that through the sickness of Hezekiah and the coming of the Babylonian envoys the future of Judah was revealed. Much more fundamental truths than this are being communicated here. In a real sense the king is depicted as the representative of the people in chs. 36–39 as a whole. In chs. 36–37 he represents the realization of all which chs. 7–35 are about. It is possible to turn to God in trust and find relief and deliverance. In that sense these chapters form an ideological pivot in the book. Chs. 40–66 can build upon the concept of God’s trustworthiness as they delineate the other elements which are necessary to the life of servanthood.<\/p> <p>But chs. 38 and 39 are also pivotal. For the question must be asked, “If Hezekiah is the ideal representative of the trusting people, why the captivity?” Or, “If God could deliver his people from Assyria, why not Babylon?” Or, “Is not Hezekiah the promised child of 7:14 and 9:5–6 (Eng. 6–7)? Is he not in fact the Messiah?” Chs. 38–39 answer these questions for us and in so doing point beyond Hezekiah and the Jerusalem of 700 B.C. Thus the relation of these chapters to chs. 36 and 37 may be logical rather than chronological (see below on v. 1).<\/p> <p>Chapter 38 presents Hezekiah in two lights: positive and negative. On the one hand, he is still the Hezekiah who can turn to God in submission and trust in a moment of dire necessity. But on the other hand, he is a Hezekiah who is distinctly mortal. In fact, the major thrust of the chapter, including the psalm (<a class=\"isa\" verses=\"eyIxODQwMCI6MTJ9\">vv. 9–20<\/a>), is upon the mortality of flesh. What is this saying? Two things, perhaps. Jerusalem, like Hezekiah, has been granted a reprieve (cf. v. 6), but it is only a temporary one. And it is conditional. The life of a man or of a city is solely in the hand of God. Furthermore, this Hezekiah is but a man. The promises which were made through Isaiah and recorded in the present chs. 7–12 had not been fulfilled in Hezekiah, and more revelation would be necessary in order to understand to whom they did refer. This man might be given fifteen years by God’s grace, but he is only a man, not the Messiah.<\/p> <p>Chapter 39 is wholly negative. Hezekiah, like Jerusalem, is all too easily diverted from his trust when the pressure is removed. All too easily God’s people are seduced by this world’s values and put their trust in human glory—wealth, arms, luxuries—when all along we live and prosper by God’s good pleasure alone. Hezekiah demonstrates that trust must be a way of life and not merely a one-time affair. Furthermore, he demonstrates that the hope of humanity can never rest upon human perfectibility. If we are to be delivered from ourselves, the source of our hope does not lie in the Hezekiahs of this world. They are as mortal and fallible as the rest of us, whatever their good qualities may be. No, if there is hope for us, it must lie beyond us.<\/p> <p>Thus chs. 36–39 make chs. 40–66 a necessity. Given that God may be trusted, what then? Given that salvation is not in Hezekiah, where is it? Given that one-time trust is not enough, how is a life of continuous trust possible? Given that the best of God’s people fail, where is our hope? Like the rest of the OT, Isa. 1–39 points the way to possibilities beyond themselves. But by themselves they are an incomplete book.<\/p> <p>The form of <a class=\"isa\" verses=\"eyIxODM5MiI6MjJ9\">ch. 38<\/a>, as it appears here, is somewhat enigmatic. Almost all commentators, whatever their critical persuasions, agree that 2 K. 20:1–11 preserves a better account of the story in that it is fuller and has a more logical sequence of events. It appears that the writer of the Isaiah account, abridging the original (perhaps to gain room for the psalm he wished to include?), inadvertently left out the reference to Isaiah’s poultice and Hezekiah’s request for a sign (2 K. 20:7–8). He then added these on at the end of the account.<\/p> <p>The psalm (<a class=\"isa\" verses=\"eyIxODQwMCI6MTJ9\">vv. 9–20<\/a>) is in the form of the individual lament. Although it ends with the typical anticipation of deliverance, it is not a thanksgiving psalm. Thus it serves, as noted above, to emphasize the writer’s mortality more than it does the wonder of his deliverance. One cannot help but feel that the same truths are meant to apply to Judah and Jerusalem: delivered, yes, but most distinctly mortal.<\/p> <p><a class=\"isa\" verses=\"WzE4MzkyXQ==\">1<\/a> <i>In those days<\/i> is a point of considerable debate owing to the controversy concerning Hezekiah’s dates. If he began to reign in 716\/15 and reigned for twenty-nine years (2 K. 18:2, 13), then this event (whereby fifteen years were added) would have occurred around 701, at the time of Sennacherib’s invasion. In this case chs. 36–39 would be in approximate chronological order. (It is difficult to determine whether the illness came immediately before, during, or after the attack.) On the other hand, if Hezekiah began to reign in 727\/26 (2 K. 18:1), his death would have occurred in 696 and his illness must be dated fifteen years earlier, about 711. In this case chs. 38 and 39 would be placed where they are for ideological reasons as noted above.<\/p> <p>On balance the latter alternative seems slightly more likely. It appears that Hezekiah did begin to reign in 727\/26, probably as co-regent with his father Ahaz. Furthermore, the Babylonian rebel Merodach-baladan seems to have been out of the picture by 703. Beyond this, it is inconceivable that the Babylonian envoys would have come to congratulate Hezekiah solely on his recovery if he had recently experienced a great deliverance from Assyria. Furthermore, as Young and others point out, most of the temple treasures were stripped to pay the initial, abortive tribute to Sennacherib, leaving nothing to show the Babylonians if they came after that time. Finally, the dates of the Babylonian revolutionary Merodach-baladan (see below on 39:1) seem to confirm that the sickness did not occur after Sennacherib’s attack, but before it.<\/p> <p>If this is so, then we must ask why chs. 38 and 39 are placed out of chronological order, coming after chs. 36 and 37 instead of before them. Surely the answer is that it is for the theological reasons noted above. In fact, deliverance from the nations through trust in God and the establishment of the messianic kingdom through Hezekiah were not the last word for Judah at that time. Some of the guiding principles had now been demonstrated, but much more needed to take place before the meaning of servanthood could be realized in Judah’s life. In that light it seems that the author or editor seized upon these prior events in Hezekiah’s life to make these important points.<\/p> <p>It is not clear what Hezekiah’s sickness was, although v. 21 indicates that one of the symptoms was a boil. At any rate the king’s life was manifestly ebbing away.<\/p> <p><i>Give charge to your household<\/i> is evidently a command that Hezekiah should make known his final will to his family. An example of what would have taken place may perhaps be seen in David’s final instructions (1 K. 2:1–9), or in the actions of Ahithophel before he took his own life (2 Sam. 17:23).<\/p> <p><i>you will not live<\/i> must have sounded to Hezekiah like the final hammer blows on the nails of his coffin. They seem final and without apparent reprieve. Yet, as the following verses make plain, there was a reprieve. How can this be? It is evident that Hezekiah knew something of God’s character that Moses also knew (Exod. 32:7–14): God is always ready to be entreated. He is unchanging in his intention to bless his creatures and is willing to change his word if people turn to him in intensity of faith (Jon. 4:2). This does not mean that matters will always turn out as we wish. But it does mean that prayer can change the course of events, and that failure to pray is not necessarily a sign of submission to God’s intractable will. Rather, it may be a sign of apathy and unwillingness to wrestle with God (note Jacob’s refusal to let go of the man with whom he wrestled, Gen. 32:26).<\/p> <p><a class=\"isa\" verses=\"eyIxODM5MyI6Mn0=\">2–3<\/a> The effect of Isaiah’s words upon the king is apparent in his response: he turned his face to the wall and burst into tears. He was completely devastated and withdrew into himself. Ahab had had a similar reaction years earlier when his desire for Naboth’s vineyard had seemed frustrated (1 K. 21:4). There are a number of reasons for such a reaction on Hezekiah’s part, especially in a time prior to the evidence of Christ’s resurrection as support for the hope of the resurrection of believers (note <a class=\"isa\" verses=\"eyIxODQwOSI6Mn0=\">vv. 18–19<\/a>). This life was certain and what lay beyond the grave was all too uncertain. Furthermore, he was a relatively young man, being only thirty-nine. Death was coming too soon. But even beyond that, it appears that he had no heir. Manasseh ascended the throne at age twelve (2 K. 21:1). Thus, he was not born until three years after this incident. No good Hebrew could view being cut off childless in midlife as anything but a most severe judgment from God. This would be even more true for the scion of David, who would be contemplating the cessation of God’s messianic promises in his own death. Perhaps to a godly man like Hezekiah this seeming injustice from his God was the cruelest blow of all.<\/p> <p>But Hezekiah’s response is instructive. He does not withdraw completely, for he does not withdraw from God. Neither does he rage against God nor does he demand that God heal him in payment for “services rendered.” Rather, he simply pours out the feelings of a wounded heart to a heavenly Father. No father’s heart can be unaffected by such a cry. Nor was God’s.<\/p> <p>Hezekiah’s plea focuses on his motivations. None of us, affected by the fallibility and the fallenness of our race, can ever hope to perform perfectly. And if our only hope before God lay in our performance, then we would be truly hopeless. But there is the glad potential for the intentions and motivations to be purified by God’s Spirit. Had Hezekiah done everything correctly? Again, of course not. But he could live his life with one desire: to be absolutely faithful to God (Phil. 3:7–15; 1 Thess. 5:23). It is not necessary to live with divided loyalties between self and God, this world and God. It is God’s purpose that his people be able to be true (faithful) to him and that their hearts might be one toward him. When that is so, then what we do, though broken and incomplete, like the blotted drawing of a child, is good in the parent’s eyes. The good news of the gospel is that such a profession is not just for the Davidic monarch—it is for all people through Christ.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzk1XQ==\">4<\/a> As 2 K. 20:4 indicates, Isaiah had not gotten out of the palace before the word of reprieve came to him. Another person might have been chagrined by the need to change a pronouncement so recently made with such certainty. But the prophet was a man under appointment. It was not his word but God’s, and if God wished to change it, who was the prophet to quibble?<\/p> <p><a class=\"isa\" verses=\"WzE4Mzk2XQ==\">5<\/a> <i>the God of David your father<\/i> evokes the faithfulness of God to his promise. Hezekiah’s recovery is not merely because God has changed his mind but because of his willingness to keep faith with those to whom he has committed himself in the past (Deut. 4:37, 38). But it also evokes the memory of the impact of the faithful life. There is no limit to the effect of such a life. Although the sins of a person may affect the third or the fourth generation, the results of a person’s faithfulness will reach to a thousand generations (Exod. 34:6, 7). But, as Calvin notes, there is also another evocation here, one which looks forward rather than backward. Ultimately it is only because of the divine David that God can change the word of condemnation into one of life. Best of all, that word is not to be a temporary reprieve but an eternal covenant (Isa. 55:3).<\/p> <p><i>I have heard&nbsp;… I have seen<\/i> speak of the living God who is able to be touched by our weaknesses. Unlike the idols, who have eyes and ears but can neither see nor hear, God both knows and intervenes in the life of his people (<a class=\"isa\" verses=\"W1sxODM3MF0seyIxODQ3NSI6Mn0sWzE4NTE0XV0=\">37:17; 41:23–24; 43:8<\/a>).<\/p> <p><i>fifteen years.<\/i> Depending on the date of accession, Hezekiah lived until 696 or 685, so this event occurred around 710 or 700 (see above on v. 1).<\/p> <p><a class=\"isa\" verses=\"WzE4Mzk3XQ==\">6<\/a> Many commentators take this promise of deliverance from the king of Assyria as proof positive that this healing took place prior to Sennacherib’s invasion. However, that conclusion does not necessarily follow. Just because Sennacherib had returned home in defeat did not mean that he would not be back the next year and the next and the next, making Hezekiah’s added years ones of torment. But God promises that Hezekiah need not fear the Assyrians during his remaining life-span. Thus the verse as it stands does not solve the dating problem. In any case, Isaiah’s prediction was correct. No king of Assyria ever captured Jerusalem.<\/p> <p><a class=\"isa\" verses=\"eyIxODM5OCI6Mn0=\">7–8<\/a> Although the record here does not include it, 2 K. 20:8 reports that Hezekiah himself requested a confirmation sign (see v. 22). As Skinner notes, this action is diametrically opposite to Ahaz’s refusal to accept a sign when one was offered. Hezekiah wished to trust God, Ahaz did not.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzk5XQ==\">8<\/a> There is no certainty as to exactly what the <i>steps<\/i> mentioned here involved. They may have been a part of a device consciously intended for measuring time, or they may have been an ordinary staircase on the exterior of the palace upon which the setting sun happened to cast a shadow. In the former case, the device was perhaps a stepped pyramid with a pillar on the top of it. Thus, in the morning the shadow of the pillar would retreat up the western steps and in the afternoon it would descend the eastern ones.<\/p> <p>G. A. Smith paints a graphic picture of the dying king watching from his sickroom as the shadow inexorably descended the steps. How easily he could have associated his own ebbing strength with that lengthening shadow and contemplated the coming sunset with dread. Thus when the prophet offered to move the shadow forward ten steps, one can imagine the king reacting with alarm. Much better to move it backward, up the steps, as a sign of the divine reprieve (2 K. 20:9–10).<\/p> <p>The means by which the sign was accomplished is left unstated. Since reversing the rotation of the earth carries with it so many other implications, it seems likely that some sort of refraction of light was involved. 2 Chr. 32:31 seems to imply that it was a local phenomenon.<\/p>",
    "audit": null
}