{
    "id": 17486,
    "source": "oswalt",
    "verse_id": 18576,
    "verse_count": 6,
    "reference": "45:14–19",
    "title": "The Creator Is The Savior",
    "html": "<p>There is a great deal of controversy over the structure of the materials standing between 45:13 and 47:1. The themes are typical of those that have appeared already in the book: the uniqueness of the Lord, and his consequent superiority to the idols; his incomparable care for Israel; the absolute reliability of the predictions that he had given to Israel’s prophets in the past, and the challenge to have faith in him in the uncertain present. The one new emphasis in this part of the book—the promise that the idol makers will affirm that God is the Lord (45:14–15, 22–25; see also 2:1–4; 19:16–24; 25:6–9)—does not provide the organizing theme of the materials. Rather, it seems to be offered as one more evidence for God’s absolute superiority.<\/p> <p>Along with this repetition of previously stated themes, and the absence of any obvious organizing structure, there is the question of the addressee. Some (e.g., Watts) believe that 45:14–25 is a continuation of the Cyrus oracle, with these verses being a dialogue between the Lord and Cyrus. Others do not see the entire segment from 45:14 to 46:13 as having a single addressee. Among the wide variety of opinions about the materials, some believe them to be a collection of fragments that happen to have been grouped in this place. R. P. Merendino is perhaps the best representative of this position. Others, like Melugin, see it as a collection of four or five larger, originally independent, genre units. Westermann believes it to be composed of some fragments (<a class=\"isa\" verses=\"eyIxODU3NiI6NH0=\">45:14–17<\/a>) and a longer poem (<a class=\"isa\" verses=\"eyIxODU4MCI6MjF9\">45:18–46:13<\/a>). Finally, Y. Gitay, arguing from rhetorical principles, sees the entire section as a single unit.<\/p> <p>Whatever else this kind of diversity of opinion may indicate, it ought to show that no one position rules supreme, and that there is room for several approaches to the material. I believe, with Gitay, that a case can be made for unity. This case rests on three observations. First, while there is continuity with the previous segment in its insistence on God’s right to use Cyrus if he wishes, there is here a new element of God’s superiority to the gods, especially as idols. This element is developed right through the unit (<a class=\"isa\" verses=\"W3siMTg1NzYiOjR9LHsiMTg1ODIiOjJ9LHsiMTg1ODgiOjd9LFsxODU5Nl1d\">45:14–17, 20–21; 46:1–7, 9<\/a>). Second, 46:8–13, after the arguments just noted, concludes with a reiteration of God’s right to bring salvation through Cyrus if he chooses. This is much like 45:9–13. Third, 47:1 unquestionably begins a new unit. When all these observations are taken together, they point to a unit whose purpose is to reinforce the argument that the transcendent God who does not need to be carried, who had a purpose in creation, and who knows the end from the beginning should be trusted to effect the promised salvation in whatever way he chooses. Thus this unit serves to substantiate further the right of God to use Cyrus (<a class=\"isa\" verses=\"eyIxODU1NyI6MTl9\">44:23–45:13<\/a>) to destroy proud, idolatrous Babylon (<a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">47:1–15<\/a>).<\/p> <p>The disagreement over the overall structure of the unit is only compounded with regard to subdivisions, especially with regard to 45:14–19. Some (e.g., McKenzie) see these verses as an integral part of a larger unit, <a class=\"isa\" verses=\"eyIxODU3NiI6MTJ9\">vv. 14–25<\/a>, which is said to be one of Deutero-Isaiah’s greatest poems. Others (e.g., Westermann) see <a class=\"isa\" verses=\"eyIxODU3NiI6NH0=\">vv. 14–17<\/a> as disjointed fragments, and <a class=\"isa\" verses=\"eyIxODU4MCI6Mn0=\">vv. 18–19<\/a> as a rather artificial introduction to 45:20–46:13. Once again, confusion reigns. But it is probably correct to say that most of the recent scholars would separate <a class=\"isa\" verses=\"eyIxODU4MCI6Mn0=\">vv. 18–19<\/a> from <a class=\"isa\" verses=\"eyIxODU3NiI6NH0=\">vv. 14–17<\/a> and join them to <a class=\"isa\" verses=\"eyIxODU4MiI6Nn0=\">vv. 20–25<\/a>.<\/p> <p>On what grounds, then, do I treat <a class=\"isa\" verses=\"eyIxODU3NiI6Nn0=\">vv. 14–19<\/a> as a unit? First, I must point out that the recognition that 45:14–46:13 is a unit eases the problem considerably. If one concludes that there is a sharp division between 45:14–17 and 45:20–46:13, then it is of greater moment to decide whether 45:18–19 is more like the former or more like the latter. If, as is the case here, both the former and the latter make the same general point, it is not surprising to find 45:18–19 partaking of both.<\/p> <p>But I have several particular reasons for reading these verses with those that precede them. First, the <span>kî<\/span>, “for, because,” that opens v. 18 shows that what follows is a substantiation of a previous statement. Those (e.g., Whybray) who see v. 18 as opening a new section generally admit this point, but insist that the <span>kî<\/span> is artificial and was added later after <a class=\"isa\" verses=\"eyIxODU3NiI6NH0=\">vv. 14–17<\/a> and <a class=\"isa\" verses=\"eyIxODU4MCI6OH0=\">vv. 18–25<\/a> had ended up together. But examination of the content of vv. 18 and 19 shows that the <span>kî<\/span> is not artificial, and this observation provides the second, and most weighty, argument for reading them with <a class=\"isa\" verses=\"eyIxODU3NiI6NH0=\">vv. 14–17<\/a>. V<a class=\"isa\" verses=\"eyIxODU3NiI6NH0=\">v. 14–17<\/a> have argued that the idol-making nations will come to Israel in submission, admitting that, as mysterious as it seems, Israel’s God is the only savior. How can this be? Vv. 18 and 19 answer that it is because Israel’s God is the sole creator, who has created the world with a good purpose, and who has revealed his purposes through Jacob’s descendants. Thus he alone can be the savior. It is at this point that v. 19 seems to be a direct comment on v. 15. If God is hidden in his transcendence, he is anything but hidden in his salvific purpose (on this point, see the comments below). In these ways, then, <a class=\"isa\" verses=\"eyIxODU3NiI6Nn0=\">vv. 14–19<\/a> together function to introduce what follows in 45:20–46:13.<\/p> <p><a class=\"isa\" verses=\"WzE4NTc2XQ==\">14<\/a> At first glance the reader would be justified in thinking that Cyrus is being addressed here, on the basis of 43:3, which states that Egypt, Ethiopia, and Seba will be given to the conqueror in exchange for Israel. That idea is quickly laid to rest, however, by the remainder of the verse. It is impossible that the nations could be worshiping the god of Cyrus as the only God, particularly when it has been said just a few verses previously that Cyrus does not know the Lord (<a class=\"isa\" verses=\"WzE4NTY3XQ==\">45:5<\/a>). Furthermore, the pronouns are all feminine, which clearly rules out Cyrus.<\/p> <p>Here then, rather than being nations that have been conquered, these nations appear to be used as typical representatives of such things as the ends of the earth, great wealth, physical beauty, and so on (cf. Ps. 68:32 [Eng. 31]; 72:10; Isa. 18:1, 7). The day will come, Isaiah says, when all the nations will recognize that there is no other God than the Lord, no matter how far away they are, how wealthy they may be, or how regal in stature (<i>men of measure<\/i> evidently refers to the legendary tallness of the Ethiopians; cf. 18:2; also Num. 13:32).<\/p> <p>Is this language merely metaphorical, or is it in some sense literal? Certainly these kinds of events did not happen in the immediate postexilic age. But, as Calvin observes, Isaiah clearly telescopes the entire period between the return from exile and the coming of the Messiah. When that is borne in mind one can argue for a clear literal sense, especially as seen in the book of Acts. This is so, not only in the significant story of the conversion of the Ethiopian eunuch (Acts 8:26–40) and in the preaching of the gospel to persons of many nations (<a class=\"isa\" verses=\"eyIxNzY5MiI6N30=\">2:6–12<\/a>), but even more in the narration of the story of how the Gentiles came to be grafted into the Jewish heritage.<\/p> <p>At first glance the reference to <i>chains<\/i> might suggest that this is not conversion but captivity and conquest. But the context shows a voluntary submission and a glad surrender. Thus Delitzsch and others are surely correct in seeing the phrase as metaphorical of willing submission. <i>pass over to<\/i> implies pilgrimage (cf. 62:10; 66:18), something the Gentiles have been gladly doing now for more than two thousand years. By coming to Israel’s Messiah, the Gentiles have come to Israel.<\/p> <p>The idea of the peoples of earth worshiping and praying to Jerusalem (see n. 62 above) is at first sight a bit jarring. Should they not worship God? But the reference is to the acts and attitudes of submission. The nations are clearly not mistaking Israel for God. Rather, they who once lorded it over poor Israel are now asking mighty Israel to have mercy on them because their gods have been proven valueless while Israel’s God is God alone. Muilenburg’s statement on this point is worth quoting: “It is not that the oneness of the human community brings the recognition that there is but one God over all, but rather that the great redemptive work of God in history brings men to a recognition that he alone is God.”<\/p> <p><a class=\"isa\" verses=\"WzE4NTc3XQ==\">15<\/a> The precise function of this verse has been a source of considerable controversy, particularly in view of v. 19, which seems at least on the surface to contradict it directly. Is the statement of God’s hiddenness to be understood as a mistaken view of Israel, the nations, or the prophet that stands in need of correction? Or is it a parenthetical gloss by a later commentator? Or is it in some sense true, whoever it is spoken by, and, as such, an integral part of the argument of the passage?<\/p> <p>Duhm argued that these are words spoken by the nations, and this seems to be the position supported by the context. The nations were the speakers in the previous verse and there is no indication of a change. Furthermore, if the speaker is either the prophet or Israel, the flow of thought in <a class=\"isa\" verses=\"eyIxODU3NiI6NH0=\">vv. 14–17<\/a> is disturbed. We move from (<a class=\"isa\" verses=\"WzE4NTYzXQ==\">1<\/a>) a speech of the nations about God to (<a class=\"isa\" verses=\"WzE4NTY0XQ==\">2<\/a>) a contradictory speech from Israel or the prophet about God to (<a class=\"isa\" verses=\"WzE4NTY1XQ==\">3<\/a>) a discussion of the failure of idols to (<a class=\"isa\" verses=\"WzE4NTY2XQ==\">4<\/a>) a statement of God’s trustworthiness to save. It is little wonder that Westermann, analyzing the passage on this basis, should conclude that it is composed of a group of unrelated fragments. By contrast, if v. 15 is understood to continue the speech of the nations, then <a class=\"isa\" verses=\"eyIxODU3NiI6NH0=\">vv. 14–17<\/a> present just two thoughts that flow together well: the nations’ observations about God, the unexpected savior, and the prophet’s comments about the failure of the idols and the efficacy of God.<\/p> <p>But accepting that the statement is from the nations, how are we to regard it? Is it a mistaken statement by those who have rejected revelation? Is it an observation about the surprising fact that the Savior should come from little, insignificant Israel? Or is it in some sense an expression of theological truth? I suspect it is a combination of all three. Rom. 1 and Ps. 19:2–7 (Eng. 1–6) make plain that there is enough revelation in nature that all of us who do not seek God on his terms are without excuse. Nevertheless, it is evident that nature alone is never enough so that the unaided human intellect can attain to an understanding of God (Rom. 11:23; Prov. 25:2). Furthermore, God’s insistence on using the weak and foolish things of this world by which to reveal himself (cf. 1 Cor. 1:21, 25–29) is, at the least, unexpected. Finally, there are times when, because of human unbelief, God does hide himself until frustration brings us to our knees and to a willingness to believe (Isa. 8:17; 54:8). Thus if we say that there is no compelling evidence for the existence of a just God to whom we owe obedience, we are surely wrong. By contrast, if we admit that neither God’s ways nor his thoughts are ours (<a class=\"isa\" verses=\"WzE4NzQ5XQ==\">55:8<\/a>), and that unless he bridges the gulf between us we are forever lost, we speak nothing but the truth. Thus the nations are speaking at once of the ineffable transcendence of God, <i>a God who hides himself (<\/i><span>ʾel mistattēr<\/span><i>)<\/i>, and of his revealed presence as Savior of the world, <i>God of Israel, Savior (<\/i><span>ʾ<\/span><span class=\"ccust\">ĕ<\/span><span>lōhê yiśrāʾēl môšîaʿ<\/span><i>)<\/i>.<\/p> <p><a class=\"isa\" verses=\"eyIxODU3OCI6Mn0=\">16–17<\/a> These verses are a comment on the previous statements. Given the profusion of idols around the world, and given the greatness of the nations and cultures that have worshiped them, it is surprising that God is not to be found in any of them. That he is not is shown by the fact that none of those idol-gods can save those who have made them. They are not God at all. This inability of the idols to save their worshipers means that the worshipers will be constantly ashamed and humiliated because of the failure of that in which they had trusted.<\/p> <p>In contrast, although Israel is one little nation that is all alone in worshiping a God unlike all the others, she <i>will not be ashamed nor humiliated<\/i> (v. 17). Alone, of all that human beings call gods, Israel’s God will not fail those who trust in him. Isaiah’s promises are here put in the most absolutistic terms: it is <i>an eternal salvation;<\/i> Israel will not be humiliated <i>forever and ever<\/i>. But sincere believers in Israel and in the church have had their hopes dashed from time to time since the prophet penned these words. Are these beautiful promises merely a flight of rhetoric? They are not; they continue to be true in at least two ways. On the one hand, Isaiah is maintaining that God’s trustworthiness is of an eternal variety. There will never come a time when the God of Israel will suddenly cease to be trustworthy. On the other hand, the prophet is insisting that whatever may happen along the way, however we may suffer or be troubled, God will in the end deliver us—for all eternity. It is this to which the writer to the Hebrews alludes (<a class=\"isa\" verses=\"WzE3NzQ5XQ==\">5:9<\/a>). Even more importantly, this is exactly the point that Paul makes when he says in several places that although he has suffered many troubles and humiliations because of the gospel, he has never lost confidence in the ability of Christ to deliver him in the end (Rom. 1:16; Phil. 1:19–20; 2 Tim. 1:12). That this is the correct understanding of what he is saying is shown by his quotation of Isa. 28:16, “whoever believes in him will not be put to shame” (Rom. 9:33; 10:11).<\/p> <p><a class=\"isa\" verses=\"WzE4NTgwXQ==\">18<\/a> As noted above, the verse begins with <span>kî<\/span>, “for, because,” showing that what follows is the substantiation of what has gone before. What explains the failure of the idols and the eternal trustworthiness of God (<a class=\"isa\" verses=\"eyIxODU3OCI6Mn0=\">vv. 16–17<\/a>)? It is the nature and character of God, a God who longs to reveal himself to his people. In <a class=\"isa\" verses=\"eyIxODU4MCI6Mn0=\">vv. 18–19<\/a> verbs for speaking occur four times. This is of utmost importance. How do we know the ineffably transcendent God? In only one way: if he communicates himself to us in ways that are intelligible to us. Who is this God who reveals himself to us? He is the sole Creator. Again this is underlined: four different verbs are used, and two of them are twice repeated, to make the point that the heavens and earth are the handiwork of God. He <i>created<\/i>, and <i>formed<\/i>, and <i>made<\/i>, and <i>established<\/i> them. Furthermore, he did it by himself. Thus it is no surprise if the idol-gods are always failing those who make them. They have not set the earth in place or stretched out the heavens. They are not causal but derivative. Furthermore, since they did not make the world, they can hardly be expected to have a purpose for it. Since they lack both ultimate power and ultimate purpose, it is no wonder that one cannot depend on them.<\/p> <p>These verses show a rather profound understanding of paganism. Because paganism refuses to admit of a God who stands outside the cosmos, it must posit that the beginning of all things was matter in chaos. Out of this chaos the gods emerged. The ordering of the chaos was something of an afterthought on the part of the gods to protect themselves from the ever-present danger of its reemergence. Humans are even more of an afterthought, created primarily to take care of the gods. Since the gods have no commitment to and accept no responsibility for humans, they have no interest in communicating with them. If humans wish to divine the future, they must resort to mediums, wizards, and necromancers (cf. 8:19). To all of this, Isaiah says a resounding no!<\/p> <p>Chaos did not exist before God, and God did not bring a meaningless chaos into existence. Rather, the preexistent God created the cosmos specifically for human habitation. Since he is the only God, his purposes are the only normative explanation for existence. Furthermore, since the universe was created for the purpose of human habitation, it is incumbent on God to reveal that purpose to humans, and that is precisely what he has done. Israel <i>(Jacob)<\/i> did not discover God through manipulation of the spirits in secret places of darkness. Rather, God has initiated the conversation, speaking clearly in ways that can be clearly verified. Thus it has been shown in history that God speaks the plain truth. This is not the case with the gods (43:9; 44:7, etc.).<\/p> <p>All of this has profound implications for a doctrine of salvation. If the gods are simply an emergent form of primordial chaos, and if human existence has no purpose, and if we have no reliable means for discovering what the gods are about, then there is no possibility of relying on them. We do not know what they want or how we fit into their plans. Furthermore, no one god has the requisite power to infallibly accomplish his or her purposes, assuming those purposes might be what we humans might want.<\/p> <p>By contrast, if one God has made the world specifically for human habitation, and has revealed his consistent nature and will in the clearest terms, then we have hope. We can know that if we are living in accord with his purposes, he has the power to deliver us from anything, and that he will not fail us. Life is not a groping in the dark for we know not what; rather, it is a process of bringing our wills into line with his revealed will and of discovering that God is not only all-powerful but also all-merciful. The ringing pronouncements of Deut. 10:12–21 are those of a person who knows the same truths that Isaiah here proclaims.<\/p>",
    "audit": null
}