{
    "id": 17528,
    "source": "oswalt",
    "verse_id": 18832,
    "verse_count": 7,
    "reference": "60:10–16",
    "title": "Foreigners Will Serve You",
    "html": "<p>In this segment the author talks about the relationship that Zion will have with the foreigners who come to her. She who was accustomed to being abused and trampled on by the nations will find the situation reversed, with the nations coming fawningly to her, eager to be of service to her. But, as in <a class=\"isa\" verses=\"eyIxODgyMyI6OX0=\">vv. 1–9<\/a>, there is no question about why this turnabout should have occurred. It is because of the character and nature of Israel’s God. Earlier commentators (e.g., Alexander, Barnes) were wont to make all of the references to foreigners and their coming to refer to their conversion to the Lord. More recent ones (e.g., Westermann, Whybray) have tended to swing to the opposite extreme and make these references speak merely of subjugation to Israel. The truth is between these extremes. On the one hand, it seems apparent that the peoples of the world are drawn to Zion. They have not been defeated by Israel and brought there as slaves (on v. 11b as a possible exception, see below). They have come because of the light of God dawning on Israel (<a class=\"isa\" verses=\"eyIxODgyMyI6M30=\">vv. 1–3<\/a>), and they come to be ministers of God to Israel and with Israel (<a class=\"isa\" verses=\"WzE4ODI5LDE4ODMyXQ==\">vv. 7, 10<\/a>). At the same time, the nations are plainly depicted as subservient to Israel (<a class=\"isa\" verses=\"WzE4ODMzLDE4ODM2LDE4ODM4XQ==\">vv. 11, 14, 16<\/a>). Neither of these points should obscure the other. The prophet is promising Israel that if they will be faithful, the day will arrive when their oppressors will come begging for mercy. He is also saying that the day will arrive when those who mocked Israel’s God will renounce their own gods and come to him. We should not impose Christian patterns of conversion on this picture, but neither should we deny that it is to God, and because of God, that the nations are said to come.<\/p> <p><a class=\"isa\" verses=\"WzE4ODMyXQ==\">10<\/a> What will the wealth of the nations (<a class=\"isa\" verses=\"W3siMTg4MjciOjJ9LFsxODgzMV1d\">vv. 5–6, 9<\/a>b) be used for? First, it will be used to rebuild the ruined city, as represented by its <i>walls<\/i>. The descendants of those who had torn them down (cf. Jer. 33:9) would be the ones to build them up again (cf. also Isa. 14:2; 61:5). <i>sons of foreigners<\/i>. The presence of the same phrase in 56:3, 6 makes plain that the persons referred to here are not to be considered as slaves but as those who have joined themselves to the covenant. As kings had paraded into the city over the broken walls, lording it over the humiliated inhabitants (cf. 33:17–19), so <i>kings<\/i> would become voluntary servants (they are not enslaved; rather, they minister, <span>šārat<\/span>) within the city. They would do this not because they were forced to but as an expression of gratitude to God and to the people through whom God’s light had reached them (cf. v. 14b).<\/p> <p>But why should these reversals take place? Why should there be a perfect counterpoise between the tragedy and its resolution? In part this is a figurative expression of the Hebrew idea of <span>šālôm<\/span>, “peace.” When those who had torn the walls down rebuild them, then nothing is left incomplete, out of <span>šālôm<\/span>. Everything is once again restored to balance. So this is a figurative way of saying the same thing as 57:19, “Peace, peace, to the far and the near.” But beyond that, this reversal will come about because the entire experience was as a result of God. Since the destruction of the walls was the result of God’s wrath, it is possible for the walls to be rebuilt as an expression of his compassion (cf. 54:8). Just as the foreigners were the instruments of God’s punishment, so their sons would be the instruments of his grace. Had the destruction been because of the overwhelming power of the foreigners, then restoration would be a vain hope. But since it was God’s rule of history that brought the walls down, it is in his rule of history that they can go back up again. They are two sides of the same coin.<\/p> <p><a class=\"isa\" verses=\"WzE4ODMzXQ==\">11<\/a> From the walls of the city, the author’s attention moves to the <i>gates<\/i> within the walls. But unlike normal city gates, which were closed at night and often during the day as well, these gates stand <i>open continually, day and night<\/i>. Why should this be so? We may draw the implication from what has been already said: there will be no need for the gates to be closed because there will be no more nations at enmity with Zion. But the explicit reason given is that the gates cannot be closed because of the ceaseless traffic of the world’s abundance constantly coming in through them. One caravan has not finished coming through before another is waiting to come in (cf. v. 6), and so it goes around the clock. Again, this text calls for a judicious mix of literal and figurative interpretation. If the prophet’s words mean anything, they mean that the people of God will be honored and blessed by the people of the world for the sake of their God. As to the form of that blessing, we ought to withhold judgment. It does not seem likely that it will consist of camel caravans passing through perpetually open gates. Nonetheless, that such a thing does not seem likely is not grounds to dismiss the entire picture as being without historical significance.<\/p> <p><i>their kings being led<\/i> has caused some scholarly controversy. The plain sense of <span>nāhûg<\/span> is “to be led captive” (cf. 20:4; 1 Sam. 30:2). But especially earlier commentators found this difficult to reconcile with the reigning assumption that the passage was a prediction of the conversion of the Gentiles to the Christian church. As a result the Vulg. reading, “be brought,” arose (followed by AV); even in later versions the impact is softened by such a translation as “led in procession” (NRSV). As noted above, more recent commentators, who have not had such far-reaching assumptions about the material, have still felt that the note was somewhat jarring in the passage as a whole and have proposed emendations. But neither of these devices is necessary. Throughout the book the prophet has spoken clearly. Humans have only two choices regarding God: we will serve him either voluntarily or involuntarily. The nations that recognize his lordship are invited into the fullest participation in his covenant. Those who do not recognize his lordship invite on themselves captivity and destruction. Thus here if some kings minister voluntarily (v. 10), others will do so involuntarily.<\/p> <p>Beyond this is the imagery of military victory in this verse, reinforced by the presence of the word <span>ḥayil<\/span>, “might, abundance.” In its victory parades ancient Rome customarily displayed all the spoils of the defeated people, along with their defeated soldiers. The climax of the parade was the victor in his chariot, leading the highest living official, preferably the king, of the defeated country behind him as a slave. It is reasonable to believe that the Romans did not begin this practice. Thus the statement here may be simply a figurative way of expressing God’s final triumph (cf. 66:15–16), something that is borne out by the next verse.<\/p> <p><a class=\"isa\" verses=\"WzE4ODM0XQ==\">12<\/a> The opening <span>kî<\/span><i>, For<\/i>, shows that the author intends a connection between this verse and the preceding one. Why will the abundance of the nations come to Zion while their kings are led captive? <i>Because<\/i> we must serve God through Zion one way or another, either voluntarily or involuntarily. Those who deny God’s rule put themselves in jeopardy just as surely as would someone who refused to admit the existence of the law of gravity. We will obey that law, like it or not. Our only choice is whether we demonstrate its validity willingly or unwillingly. Thus service to God by the nations through Zion will occur, gladly on the part of some, forcedly on the part of others. The destruction of those who refuse to serve will make the point just as forcibly as would the death of the person who jumped off a tall building in order to disprove gravity.<\/p> <p>But what does it mean to serve God through Zion? Is this not merely Israelite chauvinism, which looks forward to the day when downtrodden Jews can put their feet on the necks of their oppressors, whether dead or alive (cf. v. 14)? Although this is not the ultimate meaning of this passage and others like it, we ought not to dismiss this manner of expression too easily. For people of the ancient world, who were much more familiar with abuse, brutality, and cruelty than many in the modern West have been, any other promise than that there would one day be a full balancing of the books would not be much of a promise. That cry for fairness that seems innate in every human heart will not be satisfied with anything less. Does this view not nullify grace? No, for grace presumes a foundation of equitable justice. Without such a foundation, “grace” is an utterly meaningless concept.<\/p> <p>It is clear, however, that the Zion being talked about here is much more than a Jewish state. This is the “Zion of the Holy One of Israel” (v. 14), a place where at last justice and righteousness reign (<a class=\"isa\" verses=\"WzE4ODE4XQ==\">59:17<\/a>), where ritual does not replace heartfelt caring (<a class=\"isa\" verses=\"eyIxODc5NiI6Mn0=\">58:9–10<\/a>), where the light of God is in the streets (<a class=\"isa\" verses=\"WzE4ODQxXQ==\">60:19<\/a>). This is the kingdom of God, in which all are kings and all are servants, where bowing down will have no stigma and sitting on a throne will be no cause for pride.<\/p> <p><a class=\"isa\" verses=\"WzE4ODM1XQ==\">13<\/a> What will be the result of the riches of the nations flowing to Jerusalem? Will it mean the aggrandizement of the fortunate people who look down on the world from that point? No, it will not, for those riches are given for God’s sake, and not for the sake of any group. In language that specifically links this passage to earlier parts of the book, Isaiah says that <i>the glory of Lebanon will come<\/i> to Zion. The specific phrase occurs in the Bible only here and in 35:2, where it speaks of the desert created by human pride (<a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a>) blossoming like a rose. The phrase has with it, then, not only the connotation of that fruitfulness and abundance that characterize the redeemed of God, those with whom he has shared his glory, but also the absence of that desert created by human willfulness (cf. 29:17; 33:9; see also 32:15). At the same time, lofty <i>Lebanon<\/i> is frequently associated with overweening pride (2:13; 10:34; 37:24; see also 14:8; 32:19). How do all these connotations come together here? First, God is offering for free something that he denied to his people when they grasped after it (see also v. 15). Ch. 2 tells of a people who were enamored of human greatness, even to the point of idolizing it. But nothing, not even mighty Lebanon, is great beside God, and all human greatness must fall (<a class=\"isa\" verses=\"WzE3Njk5XQ==\">2:13<\/a>), taking human pride with it. Nevertheless, God’s purpose is not to debase humanity and leave it there. God wants to give his people the glory of Lebanon, if we will bow at his feet and receive it as a gift. He wants to take the deserts that our pride has created, and give us a lush forest that is beyond our every imagining.<\/p> <p>Commentators are divided as to whether the trees here are to be transplanted or to be brought as lumber. On the one hand, on the basis of 35:2 and 41:19, one would think that the idea is of transplanting, and that may be the case, especially if <i>sanctuary<\/i> is already beginning to expand to the people as a whole (so Cheyne). On the other hand, the most obvious meaning of <i>sanctuary<\/i> would seem to be the temple (so Skinner), and that interpretation is supported by <i>the place of my feet<\/i> (cf. Ezek. 43:6–7; see also 1 Chr. 28:2; Ps. 99:5; 132:7). Thus God says that the nations will bring all their finest products to Jerusalem as gifts to him, as represented by his house (on <i>beautify<\/i> see above on v. 7). As God’s glory is depicted in the sanctuary, so it will reflect on his people (cf. 44:28).<\/p> <p>In his typological reconstruction of chs. 56–66 Hanson glosses over this attention to the temple and its sacrifices (v. 7). He sees chs. 60–62 as “a program of reconstruction” by “Second Isaiah’s disciples,” in which they propose an alternative to the program put forward by Ezekiel. According to Hanson, Ezekiel’s program is confined to the rebuilding of the temple, which approach is roundly reviled by the Isaianic visionaries (see esp. 66:1–4). But the differences between Isaiah and Ezekiel are not so marked as Hanson suggests. If Isaiah does not express his vision of the future in the wonderfully detailed imagery of Ezekiel, he certainly does use the restored temple imagery, as these verses indicate. So also, if Ezekiel does not use the full-orbed language of the peaceable kingdom as Isaiah does, it is unthinkable that the person who wrote such passages as 18:14–17; 22:7, or <a class=\"isa\" verses=\"eyIxODE5NSI6MjR9\">ch. 29<\/a> could envision the kingdom of God as a place where cultic correctness would be a substitute for ethical obedience. Hanson has pushed the two emphases into opposing corners when they are really corollaries of each other. Isa. 66:1–4 must be read alongside 60:7 and 13. That hypocritical worship is a stink in God’s nostrils is not to say that he therefore rejects piety. By the same token, if in Ezek. 40–48 God expresses the restoration of pure religion in Israel in terms of a perfect temple to replace the one that the Israelites had defiled, this is not to say that building and liturgy are the sum total of religion to him.<\/p> <p><a class=\"isa\" verses=\"WzE4ODM2XQ==\">14<\/a> As they bring their gifts, the sons of your persecutors and your mockers prostrate themselves on the ground before the people of God. This is a further example of the reversal that was discussed in v. 10. Isaiah had told Hezekiah that some of his sons would serve the Babylonian kings (<a class=\"isa\" verses=\"WzE4NDIwXQ==\">39:7<\/a>); but one day, he now says, <i>their<\/i> sons will come in a worshipful attitude to Jerusalem. This is the grace and the trustworthiness of our God. When we have brought destruction on ourselves through our own folly, he is not content to leave us there. If we are willing, he will turn the situation completely around and make our destroyers come to us repentantly. As Delitzsch says, those who had persecuted Zion with both deed and word now come to her with titles of honor on their lips. This is a spiritual principle: if we seek honor for ourselves, we will get dishonor; but if we “seek first the kingdom of God, and his righteousness” (Matt. 6:33, AV), God will see to it that even our enemies will honor us. But notice the nature of the honor: it is reflected. This is the Lord’s City, the Holy One’s Zion. The honor is never our own; that honor will only bring destruction. The honor is God’s, and the wonder is that he delights to share it with his own. Perhaps it is the humility that springs from the knowledge that the honor is not their own, but as Westermann points out, there is no talk of taking vengeance on the now-repentant nations. Pieper says, in a memorable phrase, “This is the form of vengeance that the grace of God takes: It converts the most rabid enemies of the church into her ardent lovers and champions.”<\/p> <p><a class=\"isa\" verses=\"eyIxODgzNyI6Mn0=\">15–16<\/a> Here God sums up the import of what he has been saying, expanding on the thought of v. 10b. He contrasts the former condition of the nation (v. 15a) with its latter condition (vv. 15b–16a), and shows them in a climactic turn of phrase like that at the end of v. 9 what that alteration will prove (v. 16b). It will prove that the Lord, the Mighty One of Jacob, is the Savior, the Redeemer. This is the point that God has been trying to drive home to Israel, and through Israel, to the world, at least since <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>. Chs. 1–39 show that he is the Sovereign of the nations, but chs. 40–66 show that he is the Savior of the world. He begins to show this in chs. 40–48, by predicting the deliverance from Babylon. But chs. 49–55 show that the real need of Israel is for deliverance from sin. Now in chs. 56–66 he is showing that Israel’s witness to God’s saviorhood is to, and for, the world. In his influential article on the language of this part of the book, W. Zimmerli argues that by using the language of “Second Isaiah” here and elsewhere to talk about salvation as a condition rather than an act, “Trito-Isaiah” has vitiated much of the power of the language. At the least, this is a subjective judgment. What it betrays is the influence of the fixation on the acts of God as the locus of revelation that characterized German theology during the immediate postwar period. One must surely consider another possibility: the author of chs. 40–66 is following a consistent and coherent plan of development in which he has expanded his own concepts from the narrower imagery of acts of salvation to the more inclusive imagery of the condition and life of salvation. It is by no means clear that the use of the latter as evidence of God’s saviorhood is a surrender to more “conventional” religious terminology. It is much more likely that the highest evidence of God’s saviorhood is a vital, ongoing relationship with God.<\/p> <p><i>forsaken and hated<\/i> is reminiscent of other passages that speak of Israel as a rejected wife. This imagery is then coupled with that of an abandoned and destroyed city, through which no one passes, either from ability or desire. But however long that period of apparent abandonment might have seemed, God’s love and care had never wavered, because his wrath is for a moment and his favor is for a lifetime (Ps. 30:6 [Eng. 5]). So God promises two things to his own, both with respect to the nations. First, he promises to exalt them in the sight of the world, and to do that forever. The word <i>exaltation<\/i> is <span>gāʾôn<\/span>, which, with its cognates, occurs some 22 times between chs. 2 and 28. All these occurrences, except one in 4:2, speak of the folly of every attempt at human exaltation, since God alone is exalted. This is especially prominent in chs. 2 (4 times) and 13 (4 times). But <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">ch. 4<\/a> gives the hint that is brought to full flower here. If we will abandon all our attempts to exalt ourselves and allow God to be who he is, the sole king of the universe, then he will delight to exalt us with him (cf. 57:15). The entire book between <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a> and this point has, in some sense, been about this truth.<\/p> <p>By the same token, every attempt to produce <i>joy<\/i> by means of human effort is doomed to failure. The word used here, <span>m<\/span><span>śôś<\/span>, is a particular favorite of Isaiah (10 of its 17 OT occurrences are in this book). The occurrences in <a class=\"isa\" verses=\"eyIxODA5NyI6MjN9\">ch. 24<\/a> are particularly interesting. Here the oracles against the nations (chs. 13–23) are summed up. God brings his judgment on the whole earth, and all its frantic songs are stilled. Every attempt by us humans to produce a counterfeit of what heaven alone can give is doomed to failure. The same point is made by the occurrences in <a class=\"isa\" verses=\"eyIxODI2MSI6MjB9\">ch. 32<\/a>. Thus does God intend that those who have tried to produce their own joy through wine and song will be forever desolate? Not at all! He wants to give a joy that will never fade through all the generations, a song that flows from within (see also 26:1, 19; 27:2). His purpose is not to deprive us of joy but to bring us to the only place of true joy—in submission to him.<\/p> <p><a class=\"isa\" verses=\"WzE4ODM4XQ==\">16<\/a> The second thing that the prophet promises is expressed through a figure of speech. Across the ancient world, the mark of greatness and exaltation was to have been suckled at the breast of a goddess. This meant the life of the gods flowed through one. Of course, no biblical writer would ever use such a figure. For one thing, God’s life is not magically imparted; it is received as a gift. For another, God is never depicted in the imagery of a goddess, because of the inescapable connotations of fertility that attach to a goddess figure. What can be done, however, is to use this language to say that the life of royalty flows through the despised slave Israel. Thus the mighty nations and their kings are said to be the nursemaids of Israel. The language is similar to that of 49:23, but in the typical mode of the day, many modern commentators argue that this is a rather ineffective borrowing of the earlier line. Whybray goes so far as to say that the borrower commits “the absurdity of saying <i>you shall suck the breast of kings<\/i>.” But surely the poet did not intend to be taken so literally. If kings do not have breasts, neither do nations! What the writer is saying (as he was also saying in 49:23 with less sweeping language) is that a day will come when Israel will find itself cared for and supported by the great nations of the earth. Those who have lived since 1948 should not find that promise absurd.<\/p> <p>Throughout Israel’s history, God’s purpose was that Israel should know him. This is one of the most moving notes in biblical theology: the transcendent Creator, the only self-existent Being in the universe, wants his creatures to know him. Why? Because only through the knowledge of him is there any hope of our reaching the possibilities for which we were created. Thus in the exodus God says that it is all in order that they may know him. Thus it was also in the establishment of Israel in the promised land, in the return from exile, in the coming of the Messiah, and now here in the culmination of all things at the end of the age. What is it that God’s activity on behalf of his people will teach? That he is the Savior, the Redeemer! All creation shouts of its Creator, of his beauty, his order, his power, and his truth. But what of God when his creatures have corrupted their way and turned his beauty to ugliness, his order to chaos, his power to oppression, and his truth to lies? Will he abandon us to our well-deserved fates? No, he will not. God is not only the Creator—he is the Savior. Among the gods there is no salvation. Being merely deifications of the corrupt system, they can offer no way beyond the system. Their salvation is self-actualization, which is only horror leading to horror. But God, the Mighty One of Jacob, is not the system. He stands beyond it, and standing there, reaches out to us and offers us the means in the Servant-Messiah of transcending sin, failure, guilt, and shame. Among all the gods, only Israel’s God is the Savior (<a class=\"isa\" verses=\"eyIxODUxNyI6M30=\">43:11–13<\/a>); all of Israel’s history, past, present, and future, is a testimony to that fact.<\/p>",
    "audit": null
}