{
    "id": 17433,
    "source": "oswalt",
    "verse_id": 18203,
    "verse_count": 6,
    "reference": "29:9–14",
    "title": "Blindness Of Rote Religion",
    "html": "<p>The thought here is parallel to 28:7–13. Why will it be necessary for God to bring his people down to destruction before the salvation promised in 28:5–6 and 29:5–8 can be experienced? The answer is the same in each case: those who should be gifted with discernment, who should be able to perceive the mysterious workings of God in history, are so stupid that they cannot understand God’s ways even when they are presented to them in plain script. As a result, the ordinary people are led astray by spurious wisdom and the nation is sunk in degradation. The result is that God will once again, as in Egypt, have to do something shocking to show himself. But here, as in 28:21, the first shock will be destructive, so that new growth can come up.<\/p> <p>Here, following the lead of 29:1, the drunkenness seems not so much literal (as opposed to 28:7, 8) as figurative. The leadership are so drugged by the soporific of cult that they cannot recognize the disastrous state of their relationship to God. This is always the word to the orthodox: while God takes no pleasure in the debauched, neither does he delight in those who make their religion a substitute for a life-changing relationship with him (Ps. 51:18, 19 [Eng. 16, 17]; Mic. 6:6–8). This is not to say that God does not care for ceremony, but only that the ceremony he approves is not an end in itself (Deut. 10:12–16; Ps. 84:2–13 [Eng. 1–12]; Col. 3:12–17).<\/p> <p>Virtually all modern commentators treat the segment as three separate pieces: <a class=\"isa\" verses=\"eyIxODIwMyI6Mn0=\">vv. 9–10<\/a> and 13–14 as originals, with <a class=\"isa\" verses=\"eyIxODIwNSI6Mn0=\">vv. 11–12<\/a> as a gloss on 9–10. However, this does not do justice to the unity of thought indicated here. If the portions ever had a separate existence, they have now been put together in such a way as to become meaningless apart from each other.<\/p> <p><a class=\"isa\" verses=\"WzE4MjAzXQ==\">9<\/a> It is apparent that what the prophet has said about Judah’s present and future has come as something of a wonder to Judah’s rulers. Talk of trusting God instead of Egypt, of victory through defeat, leaves these men shaking their heads. They are not spiritual men, but are wise in the way of the world. To them, such talk is simply foolish (1 Cor. 2:14). The words accompanying Isaiah’s call continue to come true. The more he speaks the truth, the less intelligible it becomes to his hearers (<a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">6:9, 10<\/a>). So here in an agony of frustration he cries out to them, “Alright, go ahead and be blind; be insensible, like a drunk. But your problem does not come from alcohol, like the Samaritans’; your problem comes from God, whom you have offended so deeply that he no longer enables you to hear.” Characteristically for a Hebrew prophet, it is God who gives enabling grace, and if a people stubbornly misconstrue his words, then that enabling grace is withdrawn. There can be no more frightening motivation to listen to God than this, the thought that if you refuse to hear today, one day you might no longer be able to hear (Acts 28:26–28; Rom. 1:24, 26, 28; Heb. 4:1–11).<\/p> <p><a class=\"isa\" verses=\"WzE4MjA0XQ==\">10<\/a> Interestingly enough it is not the priests who are chiefly to blame for the blindness of the people. Surely they bore their share in suggesting that careful performance of the ceremonies was all that God wanted. But the ones really to blame were those who could have received a corrective word from God as Amos did (<a class=\"isa\" verses=\"eyIxNzc2MSI6NH0=\">5:21–24<\/a>)—the prophets and the seers—but did not. So long as a nation has prophets in sufficient number and with sufficient integrity, the religious functionaries can have their perceptions continually purified. But if those upon whom the nation depends for a word from God lose contact with God, that nation is lost like an airliner in a fog with dead radios.<\/p> <p><a class=\"isa\" verses=\"eyIxODIwNSI6Mn0=\">11, 12<\/a> These verses give a prose illustration of what has just been said. The wise men and the seers are compared to those who know how to read and write: the scribes upon whom the illiterate had to depend in order to carry on the business of life. But the scribe could not open a sealed scroll. Only the sealer or his designate could perform that task (Rev. 5:1–5). What Isaiah has seen (“the vision of the all” = “the vision of all this”) is such a sealed scroll to these people. They have the technical skills to understand God’s word, but they lack the spiritual insight which would enable them to see the plain meaning. So, of course, the situation is hopeless for the common person. He cannot even read, let alone open and read. The Church today is in a perilously similar situation. The pews are full of people who look to someone who can “read,” but for all too many who can do so, the document is still sealed.<\/p> <p><a class=\"isa\" verses=\"eyIxODIwNyI6Mn0=\">13, 14<\/a> These verses take the form of a brief oracle of judgment and sum up the nature of the problem (v. 13) and the solution (v. 14). The charge is one of hypocritical religion. Because the prophets have not been faithful to declare God’s word, “this people” has lapsed into the manipulative style of religion typical of paganism. This concern that Israel’s religion be one involving the very seat of the personality, <i>the heart<\/i>, is typical of the Bible. Thus the “fear of the Lord” is a way of life which involves an accurate understanding of who God is and a corresponding ordering of one’s affairs. To speak of reducing this to a set of “do’s” and “don’t’s” is to move one’s faith from the center to the periphery of life. No longer does living with a mighty, dynamic, and free Being demand one’s whole attention. Now it can be relegated to the level of the automatic and unthinking. In the same way, when “drawing near” to God becomes anything less than awesome and a little eerie, we have evidently forgotten Sinai and replaced interest in the Giver with interest in the gift.<\/p> <p><a class=\"isa\" verses=\"WzE4MjA4XQ==\">14<\/a> Two themes of this book in both its parts are God’s capacity to work wonders and his refusal to fit into prearranged, programmed categories. Yet so often this is precisely what the function of religion is: to bring the ineffable within our sphere, to reduce it to our terms, to make God subject to us. Whenever that happens God breaks out, as he has done in St. Francis, the Pietists, the Reformation, the Wesleyan revival, and most recently, in the charismatic movement. However, despite his capacity for novelty, he is not self-contradictory. The new wonders are of a different order from the old, but they are not essentially different from the old. Thus, just as the deliverance from Egypt was a wonder, so also will be deliverance from Babylon, especially when preceded by a fall of Jerusalem which was theoretically impossible for God to permit. Likewise, as it was a wonder for God to incarnate himself in the sons of Jacob, it would be an even greater wonder when he incarnated himself in the Son of Man. It is precisely this old\/new continuum which is so difficult for conventional wisdom to handle. Wisdom’s role is to make the present and future manageable by studying the results of past actions and synthesizing these into patterns for effective living. There is nothing wrong with this except as it becomes the servant of a wholly worldly desire to control all things for one’s own benefit. It is this wisdom which God’s passion for newness keeps knocking askew. The true wisdom, asserts the NT, recognizes that the meaning of life is to be open to God, to give him freedom with us, and to live in radical trust of him (1 Cor. 2:1–13; Jas. 1:5–8; 3:13–18).<\/p>",
    "audit": null
}