{
    "id": 17360,
    "source": "oswalt",
    "verse_id": 17673,
    "verse_count": 3,
    "reference": "1:18–20",
    "title": "The Wisdom Of Obedience",
    "html": "<p>This passage provides a conclusion to the contrast between cult and ethical behavior that is drawn in <a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">vv. 10–17<\/a>. But it is not limited to that connection. It also reflects upon the whole charge that began in v. 2. It suggests that in the light of Israel’s condition there is only one intelligent course of action—obedience and submission. Most commentators believe it to have been an independent oracle because of the abrupt shift from v. 17 and because of the somewhat self-contained nature of the message.<\/p> <p><a class=\"isa\" verses=\"WzE3NjczXQ==\">18<\/a> The exact connotation of <i>Come now, let us argue it out together<\/i> has occasioned a number of scholarly differences. Some have suggested that it represents the final stage in the lawsuit where charges and countercharges are presented. But in fact that is not what takes place. The charges have already been stated. Others have proposed that this is the Lord’s final summation before the jury, but that proposal seems to overlook the reciprocal and cohortative nature of <span>niwwāḵḥâ<\/span>. Cheyne proposed (but later withdrew) the translation “let us bring our disputing to an end.” The problem is resolved if it can be seen that what God is asking the people to debate with him is the wisdom of the two alternatives that are left them. Should they continue as they are and be destroyed, or should they obey God and be blessed? There may also still remain some doubt in the hearers’ minds whether these consequences will necessarily follow, and that issue could also enter into the interchange. But if it can be agreed that it is not the past which is being discussed but the future, then the difficulties are removed.<\/p> <p>A further matter for controversy in this verse is over the precise intent of the conditional statements: <i>Even if your sins were like scarlet, they could become white like snow; even if they were red like crimson, they could be like wool.<\/i> Marti and Duhm argued that unconditional forgiveness was out of place with the whole tenor of the context. Thus they argued that the intent was sarcastic: <i>If your sins are as scarlet, shall they be white as snow<\/i>?! etc. The prophet would be mocking the people’s belief that cultic behavior, by itself, could nullify their sinfulness. Although several modern commentators have followed this line of thought (e.g., Gray, Scott), others (e.g., Kaiser, Skinner) have argued against it. Early on, Delitzsch pointed out that the Hebrew and Greek texts lack evidence of interrogation. But also from the theological point of view there is no reason to fault the common interpretation. The context makes it plain that forgiveness will be given as a result of a changed attitude. In fact, the prophet may be making just that point: although forgiveness is not obtainable through cultic manipulation, it is available in concert with changed attitudes and behaviors. As Calvin says, God does not contend with us as though he wished to pursue our sins to the utmost. There is hope, but in God’s way, not ours.<\/p> <p>There is a delicate balance to be maintained here between human freedom and divine sovereignty. On the one hand, it ought not to be said that obedience produces forgiveness. God forgives and cleanses not because he must, but because he wishes to and has made a way for that to be done through the death and resurrection of Christ. But, on the other hand, it is also plain that God does not proclaim forgiveness to those who are unwilling to obey. All the rhetorical language of the prophets, urging people to obey, is in opposition to any position that God’s forgiveness can ever be experienced apart from a disposition to obey him.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY3NCI6Mn0=\">19, 20<\/a> The verb tenses in the conditional sentences suggest disposition and act. In each case the first verb of the pair is in the imperfect, suggesting ongoing, not-yet-completed activity, whereas the second verb is, in both cases, in the perfect tense, suggesting momentary, completed action. Thus the sense is something like “If you are disposed to be willing and so obey&nbsp;… if you are disposed to refuse and so rebel.…” The primary emphasis in Scripture is upon act. It is not how one feels but what one does that is of primary importance (note Jesus’ parable expressing this point of view, Matt. 21:28–32). But, at the same time, unless the disposition is fundamentally changed, the spring of action will always be unsteady and insecure. This seems to be what these verses embrace, and it is because of such statements that John Wesley came to the conviction that God intends to purify not only our behaviors but also our dispositions.<\/p>",
    "audit": null
}