{
    "id": 17429,
    "source": "oswalt",
    "verse_id": 18166,
    "verse_count": 13,
    "reference": "28:1–13",
    "title": "Ephraim",
    "html": "<p>In chs. 28–33 Isaiah continues his treatment, begun in <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a>, of the foolishness of trusting the nations instead of the Lord. He returns to a particularizing mode to do so. That is, he deals with the specific political situation in Judah, rather than with the worldwide picture. The same approach was seen in chs. 13–27 where particular situations were addressed (chs. 13–23) before a general truth was drawn (chs. 24–27). There the purpose was to show God’s lordship over the nations. Here the focus is upon Judah’s choice to trust him or not. The time seems to be somewhat later than in chs. 7–12. Now the threat which Isaiah had predicted there has come to pass. The Assyria with which Ahaz had allied himself is first finishing up with Samaria (<a class=\"isa\" verses=\"eyIxODE2NiI6MTN9\">28:1–13<\/a>) and then turning its unwanted attentions on Judah (<a class=\"isa\" verses=\"eyIxODIwMSI6Mn0=\">29:7–8<\/a>). The flood which Isaiah had foretold (<a class=\"isa\" verses=\"WzE3ODE0LDE3ODE2XQ==\">8:6, 8<\/a>) is about to burst full force against the southern kingdom.<\/p> <p>In the intervening years between Samaria’s fall (721 B.C.) and Sennacherib’s attack on Jerusalem (701 B.C.), it appears that Judah’s foreign-policy makers turned more and more toward alliance with Egypt (<a class=\"isa\" verses=\"WzE4MjIxLDE4MjUyXQ==\">30:3; 31:1<\/a>). To Isaiah, this alliance was just as stupid as the earlier one with Assyria had been. Egypt might not someday seek to devour Judah, but any help she could give was distinctly unreliable (30:3–7; 31:3; cf. 20:1–6). To the prophet, the thought that someone would commit himself to fickle Egypt instead of to God who had proven himself again and again was simply incredible (<a class=\"isa\" verses=\"eyIxODIzMyI6MTl9\">30:15–33<\/a>). It was a course of action which could only be proposed by a cynical, faithless leadership drunk on its own power and privilege (28:7–8; 29:15–16; 30:1; cf. also 1:23; 7:13; 9:14–16; 19:11–15), blind to the necessarily destructive results of such a course. Thus, this section is marked by the repetition of the funeral cries of “Woe!” (<a class=\"isa\" verses=\"WzE4MTY2LDE4MTk1LDE4MjA5LDE4MjE5LDE4MjUyLDE4MjgxXQ==\">28:1; 29:1, 15; 30:1; 31:1; 33:1<\/a>). If Judah persists in this way there is only a funeral ahead for her as there is for Ephraim. Yet, she need not persist; there is an alternative. She may turn from blind, drunk politicians to the King whose character had been impressed upon Isaiah from the day of his calling (<a class=\"isa\" verses=\"W3siMTgyMTEiOjh9LHsiMTgyMzYiOjE2fV0=\">29:17–24; 30:18–33<\/a>).<\/p> <p>The structure of the segment appears to be tripartite. First, chs. 28 and 29 paint the picture for us: foolish leaders, a multitude of enemies, the false counsel that something must be done at once, humanly speaking, for there is no hope in God. Second, chs. 30 and 31 depict the proposed solution: dependence on Egypt and the folly of that solution. Chs. 32 and 33 then give the true solution: the revelation of the King and his presence in their midst.<\/p> <p>Many commentators argue that <a class=\"isa\" verses=\"eyIxODI4MSI6MjR9\">ch. 33<\/a> should be separated from chs. 28–32 and joined with 34 and 35. However, the main reason for this is the supposed apocalyptic flavor to the language of <a class=\"isa\" verses=\"eyIxODI4MSI6MjR9\">ch. 33<\/a>. But this is hardly conclusive. As noted above on chs. 24–27, the definition of apocalyptic is notoriously slippery. Surely every time a prophet speaks of salvation in expansive terms does not qualify as apocalyptic. On other grounds, there is good reason to connect this chapter with 28–32 and separate it from 34–35. First of all, 34 and 35 form a unit in themselves on the principle of contrast: 34 speaks of the desert which will result from trusting the nations, and 35 of the garden which will result from trusting God. As such they offer the conclusion to 13–33 in the broadest terms. Ch. 33 is not doing the same things. Above all, the concepts are those of 28–32: “woe” (33:1; 28:1, etc.); “wait” (<a class=\"isa\" verses=\"WzE4MjgyLDE4MjM2XQ==\">33:2; 30:18<\/a>); the king (<a class=\"isa\" verses=\"WzE4Mjk3LDE4MzAyLDE4MjYxXQ==\">33:17, 22; 32:1<\/a>); foreign speech (<a class=\"isa\" verses=\"WzE4Mjk5LDE4MTc2XQ==\">33:19; 28:11<\/a>); “apocalyptic” versions of salvation (<a class=\"isa\" verses=\"W3siMTgyODMiOjR9LHsiMTgyOTMiOjR9LHsiMTgyMTEiOjh9LHsiMTgyMzciOjE1fV0=\">33:3–6, 13–16; 29:17–24; 30:19–33<\/a>). All of these argue forcefully that <a class=\"isa\" verses=\"eyIxODI4MSI6MjR9\">ch. 33<\/a> is in fact a conclusion to the themes of 28–32. As such it provides a much more convincing close to the segment than <a class=\"isa\" verses=\"eyIxODI2MSI6MjB9\">ch. 32<\/a> alone could do. If there are those who wish to say that the chapter was written at a later date for inclusion here, that may be. But it will not do to use “large” language to deny structural integrity.<\/p> <p>As noted above, 28:1–29:24 are alive with scorn as the prophet depicts the situation in Judah and among its leaders. He begins by denouncing the leaders of the northern kingdom and predicting their doom (<a class=\"isa\" verses=\"eyIxODE2NiI6M30=\">28:1–3<\/a>), which was probably beginning to become apparent to even the most unperceptive. But then he destroys any Judean smugness which might have been arising by coming to his main point: the Judean leaders are just like their counterparts in Samaria and thus may expect the same fate. The shared characteristics are: indulgence manifested in drunkenness, lack of understanding, and the need to be taught as little children (cf. Hos. 7:5; Amos 4:1; 6:4–6). But the leaders in Jerusalem are accused of something more severe than those in Samaria: a cynical mocking spirit which believes nothing and trusts no one. So also Ezekiel was to say that Judah’s sin was worse than Samaria’s (<a class=\"isa\" verses=\"eyIxODA4OSI6Mn0=\">23:11–12<\/a>). To whom much is given, much is required.<\/p> <p>The position taken here is that all of 28:1–13 refers to Ephraim. However, it is not possible to be dogmatic in this assertion. Although Jerusalem is not mentioned until v. 14, and this is a chief reason for referring the previous verses to the North, it must still be admitted that the address might shift to Judah as early as v. 7, a position many commentators take. However, the statement that “<i>also<\/i>” the prophet and priests are drunken suggests that it is the prophets and priests of the North being referred to. If this interpretation is correct, then the thought of the segment is causal: because the leaders of Samaria are drunken and senseless, the people are not able to understand the elemental truths of life. Therefore, God must teach them through the hard school of experience.<\/p> <p><a class=\"isa\" verses=\"WzE4MTY2XQ==\">1<\/a> As the MT has it, this verse has a double meaning. On the one hand, it speaks of garlands of flowers worn on the heads of drunken partygoers. They had looked so attractive at first, but as the night wears on, neither flowers nor wearers look attractive any more. But there is another garland, one set at the head of a fertile valley. This must refer to Samaria, whose walls crowned a lovely hill in the middle of a rich valley leading out toward the coast. Like the faded garland, Samaria’s time of loveliness is gone. The Assyrians are at the gates and it is only a matter of time until the end.<\/p> <p>Virtually all commentators take the references to Samaria (and the absence of any mention of Damascus) as evidence that this oracle was delivered first sometime between the fall of Damascus in 732 and the fall of Samaria in 721. But its major function in the present setting seems to be for purposes of comparison. The major address is to Jerusalem, and Samaria is included to show the fate of Jerusalem. Thus, Ackroyd sees it here as an example of the reuse of older materials in a later setting (<a class=\"isa\" verses=\"bnVsbA==\">705–700<\/a>). This is entirely possible; however, it is also possible that the pronouncements against Jerusalem in chs. 28 and 29 were delivered at the same time as the denunciation of Samaria.<\/p> <p><i>the head of the lush valley&nbsp;… of those smitten by wine<\/i> has been troublesome for a long time and several solutions have been proposed. An ancient proposal is that <span>gy’<\/span>, “valley,” was originally <span>g’y<\/span>, “proud,” thus giving “on the heads of the proud fat ones, those overcome by wine.” Another alternative is to delete the first phrase as a gloss drawn from v. 4. If one elects to remain with the MT, then <span>šmānîm<\/span> appears to be an absolute governing a genitive, something which is highly unusual in the Semitic system. H. D. Hummel proposes that the original was the plural construct <span>šmānê<\/span> plus an enclitic <i>m.<\/i> Another alternative would be the one elected here: that “head” is the governing noun for two construct phrases, each expressing one aspect of the double meaning: (<a class=\"isa\" verses=\"WzE4MTY2XQ==\">1<\/a>) “head of the lush valley,” (<a class=\"isa\" verses=\"WzE4MTY3XQ==\">2<\/a>) “head of those overcome by wine.” This would give the double entendre mentioned above: both the drunkards and the rich valley wear faded garlands.<\/p> <p><a class=\"isa\" verses=\"WzE4MTY3XQ==\">2<\/a> One of the characteristics of the Hebrew people seems to have been their ability to ignore the signs of the times (cf. <a class=\"isa\" verses=\"eyIxODA1NCI6MjV9\">ch. 22<\/a>). They apparently adopted the view that they would not worry about tomorrow until it came and in the meantime would eat, drink, and play themselves into forgetfulness. Thus Isaiah was not alone when he sought, as here, to get people to take corrective action by depicting the horrors about to fall on them (Jer. 25:32–38; Ezek. 24:6–14; Amos 3:9–15). Like Jonah, these prophets knew that their words need not come true if the people would repent and change (John 4:1–2). But they also knew that unheeding continuance would be the guarantee of the certainty of the visions they foresaw. So here Isaiah draws upon all his verbal powers to try to alert his people to their danger. The one who is coming (Assyria) is incredibly powerful and violent. He will burst upon them like a hailstorm, stripping the plants of their leaves, and the following downpour washing away even the ravaged stalks. Everything will be flattened under the oppressor’s hand.<\/p> <p><a class=\"isa\" verses=\"eyIxODE2OCI6Mn0=\">3, 4<\/a> After the storm has swept over the party nothing will be left but a few bedraggled garlands trampled in the mud. Again, the double imagery is present, for Samaria is also intended, as v. 4 makes plain. (There would be little reason to emphasize devouring a garland, but much reason to speak of devouring a city.) The city will be eaten up on sight, like an early fig. These fruits, appearing in June well before the main harvest in September and October, were large and sweet. Thus they were usually eaten at once (Hos. 9:10; Mic. 7:1; Nah. 3:12; Jer. 24:2). Samaria will be like that, says the prophet. And although the actual siege took three years, it was but an instant in the long span of time. All the pride of Ephraim, which had been so long in building, would be toppled very quickly unless the drunkards who were her leaders very quickly came to their senses.<\/p> <p><a class=\"isa\" verses=\"eyIxODE3MCI6Mn0=\">5, 6<\/a> Isaiah here depicts what could have been, if the right crown had been put in place. Nevertheless, despite the present failure, God will achieve his ultimate purpose. This approach is similar to that of 4:2–6, where the true appears after the false has been done away with. When all the false garlands have been trampled in the mud, then the real one can appear. Indulgence must lose its appeal as more and more exotic forms are sought; the glories of the world’s Samarias become so quickly tarnished by greed and oppression, but God remains. His beauty will not fade nor can he be defeated. The issue for us is whether we will remain. In every age there is a remnant which is a part of that great final one. They are characterized by the ability to see through the tinsel of life, beyond the trappings of appearances, to those truths which are eternal, which will prevail.<\/p> <p>But in what sense will God be the crown of his people? He will be the true king as depicted in 11:1–9. Instead of the drunken, craven rulers Israel and Judah had come to expect, he will bring a new spirit to the throne. In this sense these two verses are a prelude to the direction in which the larger section will develop. Chs. 28–31 depict the folly of the human leadership, but there is also a minor theme of God’s faithfulness (<a class=\"isa\" verses=\"W3siMTgyMTEiOjh9LHsiMTgyMzYiOjE2fV0=\">29:17–24; 30:18–33<\/a>). But finally this minor theme breaks through in chs. 32 and 33 to become the climax of the movement. God is our king!<\/p> <p>The use of the term <i>spirit<\/i> here is instructive as regards the other occurrences in the book (50 times), for it implies both a changed atmosphere and a new empowerment. Especially from the descriptions in Jeremiah, it is clear that the kings frequently lacked the nerve to stand up to the vested interests of injustice or to inspire those who faced the enemy (Jer. 38:5; 39:4; Isa. 19:3, 4, 14; 29:10, 24). Where God and his character are lifted up, there is a whole new spirit about the enterprise (<a class=\"isa\" verses=\"W1sxNzczOF0seyIxNzg4NyI6Mn0sWzE4MjE5LDE4MzYwLDE4NzMwLDE4NzgxLDE4OTEyXV0=\">4:4; 11:2, 3; 30:1; 37:7; 54:6; 57:15; 65:14<\/a>): we may dare to be just, because he is just (Deut. 17:8–12; 2 Chr. 19:5–8); we may fight with courage because God’s side will prevail, whether in our life or in our death. But there is also a meaning other than simply a changed atmosphere. There is divine empowerment. Ultimately, the human spirit is not able to do what it must. There must be an infusion of the divine spirit if life is to replace death, if victory is to come rather than defeat (<a class=\"isa\" verses=\"WzE4Mjc0LDE4NTM3LDE4NTM5LDE4ODIyLDE4ODQ1XQ==\">32:14; 44:3, 5; 59:21; 61:1<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxODE3MiI6N30=\">7–13<\/a> This segment continues the thought of <a class=\"isa\" verses=\"eyIxODE2NiI6Nn0=\">vv. 1–6<\/a> by making the accusations more specific. Not only are the rulers drunken and foolish, but the religious leaders, the priests and the prophets, upon whom the nation depends for divine guidance, are in the same condition. Most commentators consider that the focus has shifted here from Ephraim to Judah, apparently because vv. 9 and 10 are taken to have come from Isaiah’s own experience. However, there is no unambiguous indication of such a shift, while the “also these” of v. 7 seems to indicate an additional group rather than a different one. Even if vv. 9 and 10 arose out of Isaiah’s experience, it is entirely possible for him to have made a broader application of it. But it is also possible that he is reporting a generalized experience which all the prophets underwent in one way or another. The debauched leaders mock the prophet’s apparent repetitive simplicity, but he turns their own words back upon them to depict their fate. The atmosphere of the segment is grimly realistic. There is no more hardened nor cynical person in the world than a religious leader who has seared his conscience. For them, tender appeals which would move anyone else become sources of amusement. They have learned how to debunk everything and to believe nothing (Heb. 10:26–31), all the while speaking loftily of matters of the spirit (Jas. 3:13–18).<\/p> <p>Those who take this segment to refer to Judah are forced to see at least v. 7a as a transitional line introduced to link the two originally unrelated statements. Some regard this as the work of the prophet; others as that of a much later redactor. Neither is necessary if <a class=\"isa\" verses=\"eyIxODE2NiI6MTN9\">vv. 1–13<\/a> are understood as a unit. Kaiser, with others, takes <a class=\"isa\" verses=\"eyIxODE3NyI6Mn0=\">vv. 12, 13<\/a> also to be the work of redactors who feel it necessary to show why the disaster of 587 took place. However, as Westermann shows, the entire segment, <a class=\"isa\" verses=\"eyIxODE3MiI6N30=\">vv. 7–13<\/a>, takes the form of an oracle of judgment: 7–10 give the reason for judgment; 11, 12 include the messenger form; 13 is the announcement of judgment. This analysis constitutes a strong argument for the integrity of the passage as it now stands.<\/p> <p><a class=\"isa\" verses=\"eyIxODE3MiI6Mn0=\">7–8<\/a> A sense of horror is in the prophet’s voice as he relates the fact that the rot has reached even to the religious leadership. From the beginning of Hebrew history the importance of these leaders had been recognized and unusual steps had been taken to protect them from temptation (Lev. 10:8–10; 21:7–9; etc.). If the spring is defiled, how can good water come from it? Yet that kind of defilement had happened soon enough (1 Sam. 2:12–17, 22).<\/p> <p>Some take it that the debauchery described here is in conjunction with the worship. While this certainly may have been so, and v. 7d might be urged in support of that idea, it is not defiled worship that is being attacked so much as it is the overall blindness and stupidity which the unrestrained indulgence produced. The repetitive language (stagger-wine, wander-beer, stagger-beer, swallowed up-wine, wander-beer, stagger-reel) seems to imitate the stumblings and gigglings of the drunk.<\/p> <p><i>swallowed up by wine<\/i> introduces an ironic twist in the midst of the repetition. The self-indulgent always imagine they can control their passions: it is they who swallow the wine. But it is a law of human nature that unrestrained passion soon rules the person in its unrelenting demand for greater satisfaction. Wine has now swallowed its drinkers.<\/p> <p><i>They stagger in a vision, they reel in a decision<\/i> expresses the fact that their drunkenness was pervading even their official functions. These functions were of critical importance in the last days before Samaria’s fall. The seers could show the people the horrifying future with the faint hope of provoking them to repentance, or they could satisfy their own lusts and tell the people pleasant lies they wished to hear (30:10; 2 Sam. 15:27; 2 Chr. 16:7, 10; Amos 7:12–13; Mic. 3:7). The priests could make the difficult judgments which would alienate many but might perhaps restore to the nation a sense of right and wrong, or they could make those decisions which would placate the poor and gratify the rich (Deut. 17:8–13; 19:17; Ezek. 44:24; Hos. 4:4–6). The lying vision and the self-serving decision are always easier in an alcoholic fog, but the hangover cannot be escaped in any case.<\/p> <p><a class=\"isa\" verses=\"WzE4MTczXQ==\">8<\/a> This verse reaches the heights of realism and puts the writer’s disgust in the strongest terms. The <i>tables<\/i> may have had to do with the cult, but not necessarily so. The same term could equally well describe mats around which party-goers sat. Perhaps these tables had been nicely decorated at the beginning of the evening. Not any more! Now self-indulgence has fully shown its ultimate end in degradation. These who should lead the nation in commitment to God’s ways wallow in their own filth and think it amusing. The final two words, <span>blî māqôm<\/span> <i>(there is no place)<\/i>, seem to utilize ellipsis to cap the tone of disgust. It is as though Isaiah had said, “There was not one clean spot in the place!” The abrupt phrase says it more bitingly.<\/p> <p><a class=\"isa\" verses=\"WzE4MTc0XQ==\">9<\/a> It was bad enough that the religious leaders of Northern Israel were involved in such behavior, but even worse was their attitude about the behavior. They were not repentant or concerned. Instead, they justified themselves and mocked the prophets who sought to correct them. This is almost the necessary result of refusing to receive correction. We must very soon come to believe ourselves right and those who point out our errors as being in the wrong (<a class=\"isa\" verses=\"eyIxNzc1OCI6Nn0=\">5:18–23<\/a>). So here, the drunkards lash out at the prophet, telling him that they are old enough to know what they are doing and that they do not need somebody to keep harping on their sins. Of course, the irony is that a drunk is more childish than a child. At least the milk an infant draws from its mother’s breast will make it more mature and not less so, unlike the alcohol they are drinking. How odd that the more correction we need, the less we think we need it.<\/p> <p><i>Those weaned from milk<\/i> with its parallel phrase expressed the thought that the prophet was treating them like toddlers in attempting to teach them righteousness. Normally, children in the Near East are weaned between the ages of three and five years, the time when the most rudimentary truths are being taught them. Thus any attempt to remind these people of the elements of right and wrong was construed as demeaning, treating them like weanlings.<\/p> <p><a class=\"isa\" verses=\"WzE4MTc1XQ==\">10<\/a> This verse has occasioned many suggestions but little agreement. The sense is clear enough: the drunkards accuse the prophets of the simple, repetitive instruction used in teaching children. But the meaning of the words is a matter of controversy. The traditional rendering is in less and less favor, but it still has much to commend it as the simplest and most straightforward. The word <span>ṣaw<\/span> is taken, as in Hos. 5:11, as a shortened form of “commandment” (cf. <span>miṣwâ<\/span>). The shortening perhaps reflects the lighthearted, mocking tone. The weighty commands of God are nothing to take very seriously. “Line,” <i>qaw<\/i>, represents a measuring line, which along with a plumb line was used to determine whether a building could be repaired or must be destroyed (2 K. 21:13; Isa. 28:17; 34:11; Lam. 2:8; cf. also Amos 7:7–9). The crooked never wishes to be compared with the straight, which seems to the twisted mind so simple and uninteresting but is, in fact, so damning.<\/p> <p><a class=\"isa\" verses=\"eyIxODE3NiI6M30=\">11–13<\/a> The prophet now turns the mockers’ words back upon themselves as he pronounces the word of judgment. God’s words to them were in fact simple and gentle. But since they refused to hear them, they will indeed hear the harsh repetitive words, but from the lips of Assyrian taskmasters. Since they would not learn the simple truths of life from God’s spokesmen, they will learn them at the end of whip and prod (8:6–8; Deut. 32:29; Matt. 23:37–39).<\/p> <p><a class=\"isa\" verses=\"WzE4MTc2XQ==\">11<\/a> <i>Indeed<\/i> is the sense of the <i>kî<\/i> which opens the verse. It repeats the opening word of the mockers’ speech but gives it another twist. Isaiah says that what they said in mockery will in fact come upon them.<\/p> <p><i>foreign tongue<\/i> undoubtedly refers to the language of the oppressors (Deut. 28:49; Jer. 5:15). Although Assyrian was a Semitic language, its vocabulary and grammar were different enough from Hebrew that it would not be intelligible to an Israelite without study. Paul uses this passage in an illustrative way in 1 Cor. 14:21 in speaking about the phenomenon of glossolalia, but this passage has nothing to do with glossolalia per se.<\/p> <p><i>this people<\/i> is frequently used in a bitter way by the prophet, and seems so here (8:6, 11, 12; 9:15 [Eng. 16]; 29:13, 14). It emphasized the sense of distance between them and God.<\/p> <p><a class=\"isa\" verses=\"WzE4MTc3XQ==\">12<\/a> Actually, God’s words had been simple and straightforward. He had made it plain to his people that they could rest in him, but that there was no rest in defensive alliances or military hardware (<a class=\"isa\" verses=\"W1sxODIzM10seyIxODI1MiI6M31d\">30:15; 31:1–3<\/a>). Ultimately, the only security is in the conviction that God cares for us and will bring all the strands of the life committed to him to a joyous climax (Ps. 56:9–12 [Eng. 8–11]; Rom. 8:31–39). But something within the human heart wants to find its security in its own devices over which it has final control. So they would not listen.<\/p> <p>Kaiser, with others, takes vv. 12 and 13 to be redactional additions to the previous verses, because they are written in the light of judgment. So, it is suggested, a later writer wished to validate God’s word by making it appear that the promises had been made in advance. But if this is the case, then biblical faith is invalid, for the writers had no better proof of their faith than to resort to deception. Then the lofty proofs for God’s superiority over the idols in the second part of the book (“the idols can do nothing, but God can, because he told us in advance of these events,” 44:7; 48:3–5) are only so many empty words. Surely, the logical conclusion of such a position is that a faith which must resort to subterfuge to prove itself is unworthy of anything but antiquarian interest.<\/p> <p><a class=\"isa\" verses=\"WzE4MTc4XQ==\">13<\/a> Since they would not listen to the gentle words of God, but mocked them, the people of Samaria were doomed to learn the effects of sin at the hands of a much harder teacher—experience.<\/p> <p><i>so that they will go and stumble<\/i> reiterates the truth which many modern child psychologists have discovered: in order for maturity to be reached, the child must be allowed to suffer the consequences of its actions. For the parent to intervene constantly and to nullify the results is to give the child a wholly misshapen understanding of life. So these events come upon God’s people in order that they may fall and thus learn.<\/p> <p>The piling up of synonyms is characteristic of Isaiah; cf. 29:6; 30:30; and especially 8:15, which contains many of the same terms in a similar setting.<\/p>",
    "audit": null
}