{
    "id": 17359,
    "source": "oswalt",
    "verse_id": 17665,
    "verse_count": 8,
    "reference": "1:10–17",
    "title": "The Folly Of Empty Cult",
    "html": "<p>In this section the prophet lays out two alternative means of relating to God. One way is through religious ceremonies—cult—performed in manipulative ways (<a class=\"isa\" verses=\"eyIxNzY2NSI6Nn0=\">vv. 10–15<\/a>), the other is through a life of ethical purity (<a class=\"isa\" verses=\"eyIxNzY3MSI6Mn0=\">vv. 16, 17<\/a>). He closes with a challenge to choose between these ways (<a class=\"isa\" verses=\"eyIxNzY3MyI6M30=\">vv. 18–20<\/a>).<\/p> <p>According to Westermann, <a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">vv. 10–17<\/a> constitute a variant of the prophetic judgment speech that he calls “the prophetic torah.” It contains a summons to hear (v. 10), a reproof (<a class=\"isa\" verses=\"eyIxNzY2NiI6NX0=\">vv. 11–15<\/a>), and instruction (<a class=\"isa\" verses=\"eyIxNzY3MSI6Mn0=\">vv. 16–17<\/a>). The announcement of judgment is “intimated” in v. 15. While this may be so, the variation from other prophetic judgment speeches seems so great as almost to demand the creation of a new form.<\/p> <p>At any rate, the language, like that of <a class=\"isa\" verses=\"eyIxNzY1OSI6Nn0=\">vv. 4–9<\/a>, is intensely bitter. Isaiah’s contempt for hypocritical cult is boundless. Like the other prophetic announcements on the subject (Hos. 6:4–6; Amos 4:4–5; 5:21–25; Mic. 6:6–8; Jer. 7:4, 21ff.; Ps. 50:8–15), his words are laden with sarcasm. In the days when a rampant higher criticism tended to deny any complex cult to Israel prior to late preexilic times, these harsh prophetic statements were taken as evidence in support of that position. It was argued that the prophets opposed cultic ceremony because they saw it as something new, a priestly imposition upon the older, more ethical faith. It is now recognized that such a position was simplistic. There is every reason to believe, as the Scripture claims, that Israel had a complex cult long before the age of the prophets and that what the prophets opposed was not the existence of cult but rather the attempt to use cult in magical, manipulative ways without reference to the character and attitude of the worshiper. As several commentators have pointed out (Delitzsch, Bentzen, Kaiser, etc.), if the prophetic word is taken to be an attack on the existence of cult, then v. 15, by the same token, would be evidence against the prior existence of prayer, a position which hardly needs refutation.<\/p> <p>The relationship of this segment to the foregoing one may be explained in one of at least two ways. One possibility would be that Isaiah is addressing an unrecorded response to his previous statement. According to this hypothesis, the response would have been something like, “We are <i>not<\/i> rebellious! How dare you call us sick and desolate? Look at the temple [cf. Jer. 7:2–11]. Look at how faithful we are in worship.” To those statements, then, Isaiah responds with his biting denunciation of their hypocrisy. How dismayed they must have been when their defense became in his hand only further evidence of their apostasy.<\/p> <p>While the previous suggestion has much to commend it, there is another possible relationship. It may be that the prophet, having described his people’s condition, now moves to possible remedies for that condition. His method is to demolish any false hopes (viz., we can be cured if we will become more careful about worship procedures), in order to identify the true hope, namely, repentance and reproduction of God’s ways. This latter suggestion has in its favor that it does not depend upon a hypothetical link between the two paragraphs. However, both alternatives seem to offer valid possibilities.<\/p> <p><a class=\"isa\" verses=\"WzE3NjY1XQ==\">10<\/a> One of the marks of the Isaianic style is its facility with transitions. This appears especially in vv. 9 and 10. In particular v. 9 seems to be the transitional one. It bridges the gap between the desolation of the hut and the sinfulness of Sodom and Gomorrah. On the one hand, in terms of physical destruction (v. 8) Israel is almost like Sodom and Gomorrah. But that is casual similarity. On the deeper and more important level, that of spiritual condition, Israel <i>is<\/i> Sodom and Gomorrah (v. 10). The bitter tone of the oracle is thus set from the beginning. In respect to the word and the teaching of not merely God, but their own God, they are no different from Sodom and Gomorrah.<\/p> <p><i>teaching<\/i> here is probably ironic, for the word being translated is <i>tôrâ<\/i> or “law.” It is probable that already in some circles the word was coming to have the exclusively priestly and cultic cast that it eventually received as “law” (cf. Calvin). Isaiah is saying that the instruction which God gave Moses did not have chiefly to do with cultic prescription and legalistic righteousness. Rather, God’s <i>tôrâ<\/i> has to do with character and attitudes and relationships, all of which may be symbolized in the ceremonies but which are not to be replaced by the ceremonies. This <i>tôrâ<\/i> has been called the prophetic torah, but recently it has been argued that this understanding stems originally from the wisdom traditions with their emphasis upon practical character.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY2NiI6NX0=\">11–15<\/a> The tendency of the Hebrew people is easily understood. Throughout the history of religion the trend has always been to maximize the physical while minimizing the spiritual. The physical aspects of religion are observable and, to some extent, measurable, whereas the spiritual aspects are very difficult to measure. How can you be sure you are being loving toward your neighbor? Yet you can count the number of times you have gone to church, and you can record the amount of money you have given.<\/p> <p>But the Israelites’ problem was further compounded by the prevailing view of cult during their time. Rooted in the concept of continuity (cf. the Introduction), the understanding was that a representative and the person or thing being represented could become identical if proper procedures were followed. Thus the sacrificial animal could <i>become<\/i> the sinner, and in the animal’s death the sinner died. No repentance, no change of behavior was necessary. What was necessary was that the procedure be followed exactly.<\/p> <p>While overtones of this can be found in the Scriptures (notably in the ritual of the scapegoat in Lev. 16), the essential understanding of the cult is markedly different. The ceremonial activities are but symbolic of free and responsible attitudinal changes on the part of both God and worshiper (cf. Ps. 51:17, 18 [Eng. 16, 17]; 66:18; Amos 5:22–24; Mic. 6:6–8; note esp. 1 K. 8:23–53, where Solomon’s prayer of dedication of the temple emphasizes repentance and faith). This capacity to make a distinction between the symbol and that which is symbolized is of critical importance for the understanding of Hebrew religion. Nevertheless, when surrounded by religions that promised automatic propitiation and blessing without commitment or ethical change, it was very easy for the Israelites to slip back into the mode where precision of ritual and careful attention to type and numbers of sacrifices made it possible for people to feel, think, and do whatever they wished.<\/p> <p>This was the kind of religion to which Isaiah and the other prophets objected. Of what use to God were sacrifices and festivals, sabbaths and blood, if they were not accompanied by the kind of devotion that manifested itself in lives lived according to his holiness? Such sacrifices were not pleasing to God; they were an abomination (v. 13). He was not happy they had come into his courts; he wished they would leave (v. 12). He did not find their endless worship services a pleasure; rather, they were a terrible burden (v. 14). The repetition of terms throughout the passage contributes to the general atmosphere. The reader (or listener) gets the impression of an endless round of activities all repeated continuously to no effect. The weariness of God becomes palpable.<\/p> <p><a class=\"isa\" verses=\"WzE3NjY4XQ==\">13<\/a> The rationale for Isaiah’s attack becomes clear in this verse. He opposes the offerings because they are vain, not because they are cultic activity. The same point is made in the final phrase, <i>I cannot bear iniquity and solemnity<\/i>, which may contain a hendiadys (cf. NIV “evil assemblies”). Here the ironic tone surfaces again. What God cannot bear is “religious sin.” The fundamental contradiction between the two terms is obvious, the more so because of the way Isaiah has juxtaposed them. It is religion which leaves iniquity unchallenged and unchanged that the prophet and, more importantly, God detest. This religion is in fact a support for the continuation of iniquity. God hates it.<\/p> <p><a class=\"isa\" verses=\"WzE3NjcwXQ==\">15<\/a> In the same way, prayer which lifts bloody hands to God is revolting to him. He will not look at such a worshiper or listen to what he says. It is not because prayer is displeasing in itself. What is displeasing is the attitude of the one praying. He wants to separate his religion from his life—in fact, to have God confirm him in his sin. But God will not do so.<\/p> <p>Commentators have debated the meaning of <i>blood<\/i> in this context. The plural <i>dāmîm<\/i> is normally reserved for bloody acts, like murder (Ps. 51:16 [Eng. 14]), but some have argued that the people were not actually murderers and that, therefore, the references must be to the blood of the vain sacrifices (Calvin, Alexander, Herntrich, Duhm, etc.). But others (Delitzsch, Drechsler) have argued that violence must be intended, especially in the light of the stress upon justice in vv. 16 and 17. Probably the solution is to see the charge as hyperbolic. Whatever the worshipers’ personal involvement in violence and injustice, they are certainly implicated in the excesses of their society.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY3MSI6Mn0=\">16, 17<\/a> Now the prophet, having shown what God does not want, turns to show what he does desire. In a series of terse imperatives that stand in sharp contrast to the lengthy and repetitive statements of the previous verses, God’s demands are set out. The evident simplicity, in comparison to complex ceremonial codes, is strongly reminiscent of Deut. 10:12, 13 and Mic. 6:8, which make the same point; namely, that at heart God’s expectations are simplicity itself. The eight statements include three which are negative and five which are positive, the negative relating to the past and the positive to the future.<\/p> <p><i>Wash, to be clean<\/i> is probably another hendiadys giving a meaning like “wash so that you are clean.” The reference is, of course, to repentance, that change of attitude which the NT calls “the baptism of repentance” (Acts 13:24, etc.; cf. also Acts 2:38) or “the washing of regeneration” (Tit. 3:5). Young was concerned that no Pelagian tone enter in here with its suggestion that a people can make <i>themselves<\/i> clean in God’s sight. But surely the prophet’s point is to stress the responsibility the people do have. Of course, apart from God’s free grace in forgiveness, repentance and changing the course of one’s life are valueless. But Isaiah’s point is to say that unless the people accept their own responsibility, God’s grace cannot be applied to them. What concerns him is the tendency of cultically oriented people everywhere to see religion as something done for them and to them, rather than as a way of thinking, acting, and living that a person elects in response to God’s grace.<\/p> <p>The contrast between evil (v. 16) and good (v. 17) is a significant one in that good expresses that which is in keeping with the plan of creation (Gen. 1:4, 10, 12, 18, 21, 25, 31; 2:18), while evil expresses what is not in keeping with that plan (Gen. 6:5–7). Thus, injustice and oppression are wrong because they are in defiance of the nature of creation. Similarly, to do good is to learn to value persons as the Creator does. While Isaiah’s vision of obedience to God is on a more national scale at certain points in his prophecy, it cannot be said that he disregards obedience as it applies to persons. This passage alone gives the lie to such a position.<\/p> <p>In the light of Isaiah’s numerous attacks upon the leadership of Judah and also Israel, it may be that this passage has special reference to the kings. Perhaps Isaiah is saying that it is the kings in particular who have forsaken justice for manipulative cult. In the ancient Near East, the concerns for justice, oppression, and the helpless were the special province of the king. The unique aspect of the biblical treatment, however, is in the motive supplied for such behavior. In the other nations the attitude seems to be pro-forma—it is the thing to do. But among the Hebrews this activity is expected because it is an expression of the character of God as he has revealed himself to them. He cared for them when they were strangers, outcast, and helpless, because this is what he is like. And if they are to be his people, they must be like this, too. A similar situation is seen in the law, where many individual laws are similar to those in other parts of the ancient Near East. But the motive for keeping the laws is quite different.<\/p> <p>This concern that manipulative cult, whether practiced in external accord with the Torah (as here) or in a more idolatrous mode (<a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a>), cuts the nerve of practical obedience to God recurs again and again in the book. It can hardly be accidental that the final chapter (<a class=\"isa\" verses=\"W3siMTg5MjQiOjR9LFsxODk0MF1d\">66:1–4, 17<\/a>) contains the same sort of denunciations with much the same scathing sarcasm as is found in this first chapter. As J. P. Hyatt has said, because religious ceremony tends to put God in the past, to become magical, to be man-centered and man-pleasing, to make God familiar, and to blur his moral demands, it is a positive threat to the kind of relationship with God that Isaiah and the other prophets knew was possible. On the other hand, when there exists a trusting and obedient relationship to a present, moral Sovereign, then the ceremonies can be very helpful in symbolizing that relationship (58:13, 14; 66:18–23; cf. also Ps. 51:18–21 [Eng. 16–19]; Mal. 3:1–4).<\/p>",
    "audit": null
}