{
    "id": 17465,
    "source": "oswalt",
    "verse_id": 18448,
    "verse_count": 5,
    "reference": "40:27–31",
    "title": "The Dependable Lord",
    "html": "<p>In these five verses the prophet reverts to his opening question and, in the light of <a class=\"isa\" verses=\"eyIxODQzMyI6MTV9\">vv. 12–26<\/a>, concludes the entire discussion. He puts in the mouths of his people the perennial question of all who suffer: Why doesn’t God take action to right this situation? While this question would certainly be appropriate for the Babylonian exiles, it is by no means limited to them. In Isaiah’s own day the question was forced on him (<a class=\"isa\" verses=\"WzE3NzU5XQ==\">5:19<\/a>), and it remains with us today. One may put forward two reasons for God’s perceived slowness: he does not wish to act (<a class=\"isa\" verses=\"eyIxODQyMiI6MTF9\">vv. 1–11<\/a>), or he is unable to act (<a class=\"isa\" verses=\"eyIxODQzMyI6MTV9\">vv. 12–26<\/a>). Thus Isaiah seems to say, “In the light of what I have said, how can you believe God is ignoring you? Don’t you understand? God is utterly other than we. He does not work on our timetable, and he has none of our limitations. But he is at work and you can depend on him.”<\/p> <p><a class=\"isa\" verses=\"WzE4NDQ4XQ==\">27<\/a> The imperfect aspect of the opening verbs underlines the perennial nature of the sad assertions. This is not merely something that has been said, or is being said. It is ongoing <i>(Why do you continue to say&nbsp;.&nbsp;.&nbsp;.&nbsp;)<\/i>. But by his choice of terms Isaiah subtly reintroduces the theme of comfort from <a class=\"isa\" verses=\"eyIxODQyMiI6MTF9\">vv. 1–11<\/a>. It is <i>Jacob\/Israel<\/i> who makes the statement, and he makes it of the Lord—<i>my<\/i> God. Implicit in the name of the nation are all the connotations of the covenant. This is not just any people; they are God’s covenant people, to whom God has given himself as their special possession. How could they imagine that he could forget them (<a class=\"isa\" verses=\"eyIxODY1MSI6M30=\">49:14–16<\/a>)? As Westermann points out, the assertions about God are similar to those in some of the community laments from both preexilic (e.g., Ps. 13:2 [Eng. 1]; 22:2 [Eng. 1]) and exilic (Lamentations) times.<\/p> <p>The use of <i>way (<\/i><span>derek<\/span><i>)<\/i> is particularly poignant because several promises in the first part of the book concerned the “way” on which the remnant would be led (Isa. 8:23 [Eng. 9:1]; 30:21; 35:8), and those are only multiplied in the second part (42:16; 43:16, 19; 48:17; etc.). God knows not only the sinful ways on which Israel has walked in the past (8:11; cf. also 57:18) but also the delightful ways he has planned for them in the coming days. Nothing is hidden from him, especially not their way, contrary to what they may think.<\/p> <p><i>my justice (<\/i><span>mišpāṭî<\/span><i>)<\/i> is another loaded term. Abraham had asked, “Shall not the Judge of all the earth do what is just <i>(<\/i><span>mišpāṭ<\/span><i>)?<\/i>” (Gen. 18:25). This word occurs 43 times in Isaiah, and it speaks of God’s right administration of all matters. He will not do anything that is unfair, untrue, or inappropriate to all the considerations in any matter. This <span>mišpāṭ<\/span> will be one of the characteristics of the messianic kingdom (Isa. 11:3–4; 16:5; 42:1–4; 51:4–5; 61:8), and it is a characteristic that God expects of his people (<a class=\"isa\" verses=\"WzE3Njc2LDE4Mjg1LDE4NzU1XQ==\">1:21; 33:5; 56:1<\/a>). Thus this assertion strikes at the heart of God’s character: he either does not know or does not care about what is right concerning Israel. To Isaiah such a charge is sheer foolishness in the light of what he has just said (esp. v. 14), and he explicates that in the following verse.<\/p> <p><a class=\"isa\" verses=\"WzE4NDQ5XQ==\">28<\/a> In typical fashion the prophet picks up words already used in the segment (v. 21), although here they are in the perfect aspect, reflecting that the information has long been available. The point of the sentence is twofold, both elements being implications of the initial assertions: since their God, the Lord, is the eternal Creator, his strength is tireless and his wisdom is unfathomable. He can do whatever he wishes in his own time. Apparent delay never means either a lack of awareness or a lack of ability on his part. It is characteristic of the creation that it wears out and becomes exhausted. But Isaiah has insisted in every way available that God is not part of the creation. This also means that his plans are not necessarily discoverable by means of the creation (Job 9:4–10; see also Isa. 55:8–9). This is not to say that he is unknowable; Scripture teaches that God may be known (Ps. 27:4, 8; 34:5, 11 [Eng. 4, 10]; Isa. 55:6; Amos 5:6). But his particular characteristics come to us by revelation from beyond creation; we submit to him—we do not discover him (cf. Isa. 55:6–11). Full grasp of God’s purposes is beyond human understanding.<\/p> <p><a class=\"isa\" verses=\"WzE4NDUwXQ==\">29<\/a> Far from becoming diminished himself, God has an excess of energy to give to those who lack it (see v. 26). This is one more concrete way of saying that God is noncontingent and self-existent. He never suffers lack; instead, he helps those who do. The use of the participle <i>(He is the one who gives)<\/i> emphasizes that this giving is characteristic of God at all times. Calvin comments that it is only those who feel and admit their weakness who can avail themselves of this giving (see 2 Cor. 12:9).<\/p> <p><a class=\"isa\" verses=\"eyIxODQ1MSI6Mn0=\">30–31<\/a> <i>But<\/i>. The <span>waw<\/span> that begins v. 31 indicates that it should be read together with v. 30. It is adversative in nature and introduces a contrast between those who wait for God and those identified in v. 30 (for the same combination of thoughts see Ps. 34:11 [Eng. 10]). The <span>waw<\/span> beginning v. 30 is more difficult to categorize. Pieper says it introduces a concessive clause; thus “[v. 30] Even though&nbsp;.&nbsp;.&nbsp;. [v. 31] yet those who wait.&nbsp;.&nbsp;.&nbsp;.&nbsp;” But such a usage is hardly common. In any case, both nouns <i>(youths, choice young men)<\/i> are in an emphatic position, and the conjunction may serve to introduce this emphasis (as in NRSV). Even the most vital on earth must eventually be worn down; their strength has its limits. This thought restates the same idea found in <a class=\"isa\" verses=\"W3siMTg0MjciOjN9LFsxODQ0NV1d\">vv. 6–8, 24<\/a>. Humans at their most vigorous are mortal and fallible. They have their physical limitations. We need neither worship them nor be terrified of them if we have any other source of supply for our lives. If we have no relationship to a transcendent source, then words like these have the chill of the grave about them. If the best collapse, what hope is there for the rest of us?<\/p> <p>Verse 31 includes the third repetition of the two words for wearing out and becoming exhausted (<span>yāgaʿ<\/span> and <span>yāʿap<\/span>; note the assonance typical of the book) in four verses. The point being made through the repetition is clear: God is not contingent; even the most powerful of earth are contingent; God graciously makes his vitality available to the failing of earth. But does the receiving depend on any particular condition? Only one, and it is specified here: <i>waiting on the Lord<\/i>. This expression implies two things: complete dependence on God and a willingness to allow him to decide the terms. To wait on him is to admit that we have no other help, either in ourselves or in another. Therefore we are helpless until he acts. By the same token, to wait on him is to declare our confidence in his eventual action on our behalf. Thus waiting <i>(<\/i><span>qāwâ<\/span><i>)<\/i> in Hebrew is not merely killing time but a life of confident expectation (see 8:17; 25:9; 33:2; 49:23; 64:2 [Eng. 4]). Those who give up their own frantic efforts to save themselves and turn expectantly to God will be able to <i>replace<\/i> or exchange <i>(<\/i><span>yaḥ<\/span><span>lîpû<\/span><i>)<\/i> their worn-out strength for new strength. How like God: he takes the useless and gives back the good (<a class=\"isa\" verses=\"WzE4NzIzXQ==\">53:11<\/a>).<\/p> <p><i>they will stretch out their wings as the eagles<\/i>. While Luther’s rendering, “they shall mount up with wings as eagles,” is possible (so NRSV, RSV; cf. REB), it is not likely. It requires taking <span>ʾēber<\/span>, which looks like the object of the verb, as an adverbial accusative. The versions take it as the object, but seem to understand the verb <span>ʿālâ<\/span> to mean “put forth” in the sense of growing new feathers (see NEB, JPS, NJB). This reading might reflect the ancient tradition that eagles grow new feathers every ten years for a hundred years (see Ps. 103:5). This idea would nicely parallel the first colon in the verse and would continue the contrast with v. 30. But, as Alexander notes, there are two main objections to this interpretation: the verb is nowhere else used in this sense of “put forth” (although it is used of growing plants); and <span>ʾēber<\/span> refers to wing feathers, not feathers in general. Thus some recent commentators (e.g., Smart) have taken the phrase to refer to an eagle’s lifting its wings to fly (see NIV). Young points out that the definite article, “<i>the<\/i> eagles,” denotes the class—as eagles are wont to do. Far from being crushed to earth by their own helplessness, those who depend on God can stretch their wings in the effortless way of eagles and sail off on the wind.<\/p> <p>The final bicolon further emphasizes the possibilities for those who depend on an inexhaustible God. Probably too much is made of the supposed sequence: fly, run, walk. The image of flying is in the first bicolon and is governed by the idea of exchanging strength. Here one should probably take the pair of running and walking not as opposed to each other but in concert to refer to the steady forward progress of those whose resources are limitless. As the second member of the parallel pair, <i>walk<\/i> gives definition to the concept, showing that it is the total process, not just the temporary bursts of hyperactivity, that depends on the divine supply.<\/p>",
    "audit": null
}