{
    "id": 17468,
    "source": "oswalt",
    "verse_id": 18473,
    "verse_count": 9,
    "reference": "41:21–29",
    "title": "Helpless Idols",
    "html": "<p>These verses mark the return to the court case after the interlude (<a class=\"isa\" verses=\"eyIxODQ2MCI6MTN9\">vv. 8–20<\/a>) in which God assured his fearful servants that they, in contrast to the nations, had nothing to fear from the conquests of Cyrus predicted in <a class=\"isa\" verses=\"eyIxODQ1MyI6N30=\">vv. 1–7<\/a>. The former challenge was addressed to the idol worshipers; here the idols themselves are called to account. There it was primarily God’s rule of history that was brought forward as evidence of his lordship. Here that evidence is brought forward again (v. 25), but now it is in the context of the ability of the Creator to predict his activity in advance with specificity, something the idols cannot do. The issue is raised more generally in <a class=\"isa\" verses=\"eyIxODQ3MyI6NH0=\">vv. 21–24<\/a>, where the idols are called on to say or do something, and then more specifically in <a class=\"isa\" verses=\"eyIxODQ3NyI6NX0=\">vv. 25–29<\/a>, when God asks who can emulate his activity.<\/p> <p>Interestingly, this challenge is once more followed with an address to the Servant (<a class=\"isa\" verses=\"eyIxODQ4MiI6OX0=\">42:1–9<\/a>). However, this time it is not the fearful Servant who is addressed with words of encouragement, but a ministering Servant, who is described as bringing justice to the nations (<a class=\"isa\" verses=\"W1sxODQ4Ml0seyIxODQ4NCI6Mn1d\">42:1, 3, 4<\/a>) and a renewal of covenant to the people (<a class=\"isa\" verses=\"WzE4NDg3XQ==\">42:6<\/a>). This language is strikingly like that applied to the messianic figure described in 9:5–6 (Eng. 6–7) and 11:1–5. I read 42:1–9 in connection with 41:21–29 because of the emphasis in 42:9 on predictive prophecy. God had predicted Cyrus in advance; likewise, he predicts the activity of his Servant.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ3MyI6NH0=\">21–24<\/a> Here the idols are called to give evidence that they can tell the future, or that they have ever done so. Can they explain how the world began or how it will end? Is there any place where an idol’s interpretation of the future has been recorded so that its accuracy can be checked? The prophet answers all these with a resounding no and a scathing denunciation of the worship of such beings.<\/p> <p>Some commentators (e.g., Duhm) suggest that Isaiah’s arguments are only so much rhetoric since he certainly must have known about the many ways in which the priests and prophets of the pagan religions purported to give oracles of the future. But study of these oracles shows that they were always guardedly ambiguous, so that almost any outcome could be taken as fulfillment of the prediction. A classic example is the Delphic oracle’s response to Croesus’s query concerning the outcome of the conflict between himself and Cyrus. Croesus understood the answer “a mighty empire will be destroyed” to mean that he would be victorious. But after Cyrus’s crushing victory, the oracle indicated that it was talking about Croesus’s own Lydian Empire.<\/p> <p>By contrast, the Bible is noted for the detailed and meticulously recorded predictions that it makes, especially about the exile. As Westermann notes, there is nothing like the prophecies of the exile in either the Egyptian or the Babylonian literatures. Furthermore, the explicit nature of the biblical prophecies not only about the exile but also about many other matters is unparalleled. To be sure, many biblical critics discount such predictions, arguing that they must have occurred after the fact. Nevertheless, they are found in the biblical record, not elsewhere. If Isaiah knows or even suspects that the predictions are not predictions at all, it is not only disingenuous of him to argue as he does here, it is completely inexplicable. Why expend this much eloquence on a case one knows is false?<\/p> <p><a class=\"isa\" verses=\"WzE4NDczXQ==\">21<\/a> As v. 23 indicates, the addressees here are the gods. God calls on them to enter into a judicial debate with him (<span>rîb<\/span>; cf. also Mic. 6:1; Hos. 4:1). In the previous round God had challenged the nations with the evidence of Cyrus. That round had ended with the people frantically making gods to protect themselves (Isa. 41:6–7). Now God turns to those gods and tells them to mount their strongest defenses. He addresses them as the <i>King of Jacob<\/i>. Some (e.g., Delitzsch) suggest that this title reflects the tendency to call the various gods the kings of their people. So the Lord is titled similarly. But there may also be a stress on absolute lordship. This is the King speaking. He has manifested himself to Jacob, but he is nonetheless the sole King before whom all creatures, including the gods, must bow.<\/p> <p><a class=\"isa\" verses=\"WzE4NDc0XQ==\">22<\/a> The proofs of their deity that the gods are required to bring is some evidence that they are independent of the cosmos and its functioning. Much more than merely telling the future is at stake here. This is a highly sophisticated attack at the very roots of the pagan understanding of existence. What separates God from the gods is this concept of absolute transcendence that allows him to act independently of the system and to predict what the system will do in new and as yet unexperienced situations.<\/p> <p>[<i>them<\/i>] is understood here; the objects remain the same as in v. 21. In their defense the gods are called on to <i>declare<\/i>, or report. This verb <i>(<\/i><span>nāgad<\/span><i>)<\/i> occurs three times in vv. 21 and 22. The gods must reveal what cannot be otherwise known, <i>what will happen<\/i> (in the future), or suffer the judgment that they are nothing (<a class=\"isa\" verses=\"WzE4NDc2LDE4NDgxXQ==\">vv. 24, 29<\/a>). Scholars differ over whether <i>first things<\/i> and <i>latter things<\/i> are governed by the preceding phrase “what will happen.” If they are, then the <i>first things<\/i> are in the near future, while the <i>latter things<\/i> are in the more distant future. Although the strictest syntactic logic might lead to this rendering, it offers too limited a reading in the context of the whole argument. The gods are being asked to explain the past in such a way as to make sense of the present, and to foretell the future in such a way as to make its developments intelligible. This is exactly what God had done for his people throughout their history. Can the gods do that? On this interpretation <i>what will happen<\/i> is a general introduction to God’s demand, while <i>first<\/i> and <i>latter<\/i> develop the challenge further.<\/p> <p>The identification of the <i>first<\/i> and <i>latter<\/i> things (cf. also 42:9; 43:9, 18–19; 46:9, 10; 48:3) has occasioned a good deal of comment. In 1950 North argued that <i>first<\/i> or “former” referred to predictions of Cyrus’s eventual victory like those of 41:1–5, which he supposed had been made a few years prior to 539. The <i>latter<\/i> things he took to apply to predictions of the return from exile, predictions made only after 539. Schoors and others take the references to be to the exodus and the return, respectively. More recently, with the renewed emphasis on the unity of the book, a number of scholars have suggested that the former things are the prophecies of judgment while the latter things are the prophecies of hope (cf. 8:23; 65:16–17). I suspect that the terminology is fluid, now more specific, now less, depending on the requirements of the argument at hand. Here the reference seems to be more general. The gods are being called on to explain the present on the basis of their interpretation of the past. It is not enough merely to foretell the future <i>(the things to come)<\/i>. Rather, God calls on the gods to show that the pattern of the future somehow corresponds to the very nature of things. This is something the gods, being only personifications of the psycho-socio-physical universe, cannot do. For further discussion of this point see the excursus below on God and the gods.<\/p> <p><a class=\"isa\" verses=\"WzE4NDc1XQ==\">23<\/a> If the gods are incapable of telling the meaning of the future, then let them do something, anything, that is not contingent. Here again, the attack is at the very roots of pagan religion. The devotees of Babylonian or Canaanite or Egyptian religion could undoubtedly point to things that they could say their gods had done. But here Isaiah is alluding to the argument that the true God can do something that is a radical break with what has happened before (e.g., 42:9). He is not locked into endless repetition of what he has done before. He is free. Are the so-called gods free?<\/p> <p><i>In fact, do good or ill<\/i> expresses the prophet’s exasperation with the gods and his challenge to them to do <i>something<\/i>. This understanding takes the combination <i>good (<\/i><span>ṭôb<\/span><i>)<\/i> and <i>ill (<\/i><span>raʿ<\/span><i>)<\/i> to be a <i>merismus<\/i>, that is, the whole of activity is expressed by the two extremes (cf. Gen. 31:24; Num. 24:13; Jer. 10:5; Zeph. 1:12). God applies this same terminology to himself in Isa. 44:7, where he asserts that he can do all things. <i>ill<\/i> here need not imply moral evil, but rather injury or harm. The reading <i>be terrified and afraid<\/i> parallels that of 41:10. There God says that his people do not need to be frightened by his works as the peoples of the nations are. Here he challenges the gods to do something equally shocking in its unexpectedness.<\/p> <p><a class=\"isa\" verses=\"WzE4NDc2XQ==\">24<\/a> This verse introduces the verdict on the gods. Because they can neither explain the past nor tell the future, because they are unable to do anything independently, they have no claim to be called gods. Both they and their works are <i>less than nothing<\/i>. Although this is not an explicit statement that there <i>are<\/i> no other gods, it is tantamount to it. Whatever these beings called “gods” are, they do not amount to anything in comparison to the Being who is unquestionably “God.” He is the only Other, the only one who can genuinely be called holy. Thus to choose one of them as one’s god is not merely a mistake but a perversion. It is to accord to the created the honor due only to the Uncreated. This is always the sense of <i>abomination<\/i>, and that is its sense here. In and of themselves, the gods mean little. But to choose them is tragic for the worshiper. This is a key point. It is not the idea of polytheistic idolatry that is abominable, but rather the act of replacing the truth with that system. Paul makes the same point in Rom. 1:18–23. Religion is above all a matter of choices. For a classic expression of this point in the context of becoming a servant of God, see Josh. 24:15.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ3NyI6NX0=\">25–29<\/a> After pronouncing judgment on the gods for their inability to answer his challenge, God here brings forth his own evidence. He has raised up Cyrus (v. 25). Did the gods predict it? No! (v. 26). But God had done so (v. 27). So the judgment is pronounced again, both because the gods cannot perform the activities of deity, and because the Lord has done what he challenged them to do.<\/p> <p><a class=\"isa\" verses=\"WzE4NDc3XQ==\">25<\/a> Although the sense of this verse is clear, in addition to the textual problems noted above, a significant remaining problem has to do with the phrase <i>he will invoke my name<\/i>. The one being described is almost certainly the Persian emperor Cyrus (for an alternative, see above on v. 2), who, although hailing from the east, came on Babylon from the north. Yet there is no evidence that he ever acknowledged the Lord as his God, which the expression <i>invoke my name<\/i> or “call on the Lord” normally implies (cf. Gen. 13:8). The diversity of manuscript readings noted above attests that the phrase was a problem from earliest times, but also attests to the MT as the reading that best explains the others. Perhaps the author only means that the conqueror will speak in the name of God, which the present translation recognizes. At least this much is attributed to Cyrus by Ezra 1:2–4. At any rate, when this mighty man comes, he will trample the rulers down in the same way a potter does when he steps into the vat to mix the water and the clay.<\/p> <p><a class=\"isa\" verses=\"WzE4NDc4XQ==\">26<\/a> God challenges the gods to tell him which one of them predicted Cyrus’s coming. Of course the answer is that none of them did. But some reflection on this answer is called for. When did God make this prediction? In 545 <small>B.C.<\/small>, after the Persian’s conquests had begun? This was also, incidentally, after the Babylonian king Nabonidus had gone off with the Babylonian gods to the oasis at Tema with the result that the New Year’s processions were not carried out (an offense for which it is later said Marduk abandoned Nabonidus and called in Cyrus). Thus it would have been entirely possible, even likely, for Babylonian oracles to have made the same prediction. Yet Isaiah speaks of something which was said to <i>Jerusalem<\/i> (v. 27), which was clearly neither expected nor ordinary. If these predictions were something any prescient person could have made, then what is the point of the argument here? If these predictions were indeed made at least 160 years in advance, as the present form of the book clearly maintains, there is every reason to believe that the argument is stunningly correct. In other words, all the arguments from predictive prophecy are useless unless the idols clearly could not duplicate such prediction. If the only kinds of prophecy that existed were those that modern critics are willing to admit—those with no supernatural intervention necessary—then the ground is cut out from under the central argument for God’s uniqueness (<a class=\"isa\" verses=\"eyIxODQ3NCI6Mn0=\">vv. 22–23<\/a>; cf. also 43:8–13; 44:6–8; 45:18–19). Then the supposed writers are not gifted theologians, but either ignorant poets or crafty charlatans.<\/p> <p>For Isaiah, any interpretation of history has to have the possibility of verification. This is similar to the scientific theory. If one claims to understand a process, then one must be able to predict how that process will unfold, given certain circumstances. So it is in history. We must be able to say, <i>It is right<\/i>. Without that kind of verification one interpretation of history has as good a claim as another. In a ringing triad of conclusions, each introduced by <span>ʾap<\/span><i>, in fact<\/i> (see above on v. 23), God declares that none revealed, none made anyone hear, and none heard. The literary progression from revealer to listener is satisfying in its completeness, as is the shift in subject in the last phrase from that in the first two. The effect is one of absolute certainty. Not one whisper of Cyrus’s coming has been made by the gods or heard by one of their adherents.<\/p> <p><a class=\"isa\" verses=\"WzE4NDc5XQ==\">27<\/a> Although the first colon of this verse is problematic, the second is clear. God insists that he has given a herald of good tidings (cf. 40:9) to Zion and Jerusalem. What the gods could not do, he claims to have done. That this statement is obviously set in the context of Zion and Jerusalem certainly fits the implication that Isaiah of Jerusalem spoke such words as 44:24–45:7.<\/p> <p>The suggestions for the first colon are manifold. One problem regards the missing verb, and with that the subject. Another is the strange construction <span>hinnēh hinnām<\/span>. While “behold, behold them,” is possible, it is certainly not usual. On the first issue Pieper argues forcefully that the verb from the second colon is assumed in the first, thus “(I give) Zion the first one (who says).” But this solution has a number of problems, not the least of which are the identity of “the first one” and the need to supply a second verb “who says.” It seems simpler to understand that “the first” refers to God, as in 41:4 and elsewhere, and to supply a verb for to say. Others (e.g., Westermann) take a more drastic approach, supplying <span>higgadtîhâ<\/span>, “I revealed it,” in place of <span>hinnēh hinnām<\/span>. However, the references to watchmen announcing the favorable events they see (21:8–10; 52:8; cf. also 63:1) certainly leave open the possibility of an expression like <span>hinnēh hinnām<\/span> in this context. Furthermore, both Vulg. and Targ. support MT, while the LXX translator either gave up or had a different text, for LXX incorporates some of the words but alters the sense completely. All in all, the present translation, as per Delitzsch and Alexander, seems to require the least manipulation of the text.<\/p> <p><a class=\"isa\" verses=\"WzE4NDgwXQ==\">28<\/a> God has prepared a deliverer, and has declared that fact to Zion, but the gods have neither said nor done anything. Here is the first occurrence of a theme that recurs several times before the end of the book: Jerusalem’s God is the only source of salvation (<a class=\"isa\" verses=\"WzE4NTE4LDE4NjY1LDE4ODE3LDE4ODcwXQ==\">43:12; 50:2; 59:16; 63:3<\/a>). The wisest of the gods, the counselors, do not know what is going on. If God asks them, they are unable to answer. This statement echoes the claims of 40:13. Which of the gods is able to explain the world to God? Which one can explain the direction of history? The answer is plain: none—he is unique.<\/p> <p><a class=\"isa\" verses=\"WzE4NDgxXQ==\">29<\/a> This verse gives the conclusion of the inquiry, which is introduced with <span>hinnēh<\/span><i>, Behold<\/i>. That conclusion is that all the gods (note the emphatic position of <i>all of them<\/i>), including their works and their images, are worthless. To the word pair <span>ʾayin<\/span><i>, nothing<\/i>, and <span>ʾepes<\/span><i>, nothing<\/i>, is added <span>rûaḥ<\/span><i>, wind<\/i>, and <span>tōhû<\/span><i>, nothingness<\/i> (cf. Gen. 1:2). The effect of the tricola structure is like a series of hammer blows. Each of the three phrases drives the point farther home by means of increasing concreteness. It is important to recognize the implications here. The gods are not false because they are represented by idols. Rather, the beautiful idols are worthless because the gods behind them are nothing. The bankruptcy of the theology has been demonstrated in the preceding disputation, and has meant that all the care lavished on the idols (<a class=\"isa\" verses=\"W3siMTg0MzkiOjN9LHsiMTg0NTgiOjJ9LHsiMTg1NDYiOjl9XQ==\">40:18–20; 41:6–7; 44:12–20<\/a>) is mere foolishness. It is only a God who is totally Other than this world that he can never be imaged in any of this world’s forms who can explain to us why he created the world and who can be free enough from it to direct and redirect its progress so as to deliver it from itself.<\/p> <p class=\"pcust\">EXCURSUS ON GOD AND THE GODS<\/p> <p class=\"paft\">The pagan understanding of existence rests on the concept of continuity. According to this concept, everything that exists is part of everything else. Thus humanity, nature, and deity are all inseparable from one another. In an ultimate sense, the cosmos is eternal. What is always has been, and what has been always will be. In the cycles of existence there is no beginning and no end, and nothing ever changes. Thus the way to tell the future in such a system is to find the ways in which the present is congruent with the past, for what happened in the past under similar circumstances must happen again. But the gods are absolutely helpless to tell us how the world began or how it will end; the gods are the system personified. By the same token, they are helpless to tell us about something that has never happened before. First, by definition there cannot be such a thing; second, the system cannot know what it has not yet experienced.<\/p> <p>Thus Isaiah’s attack betrays a penetrating understanding of the nature of the system he is attacking. He has attacked it precisely at its weak point. His attack also illustrates the breathtaking difference between his (and the Bible’s) conception of God and that of Israel’s neighbors. What kind of God is he who knows what has not happened? What kind of God is he who can explain the first principles of existence? He is one who is Other than the system, one who has made the system according to certain specifications, one who makes the system operate according to his sovereign will. He is the one who is himself “the first and the last” (cf. 41:4; 44:6; 48:12; and the discussion of “first” and “last” above on 41:22). Isaiah says, in effect, that anything worthy of the term “god” must be more than the system itself. Since these beings are incapable of independent activity, they are not gods. This is philosophical sophistication of a sort found elsewhere only in the logical reductionism of Aristotle’s Unmoved Mover. But there it is little more than an abstract formulation that was little more than a philosophical concept. Here it is the fervently held conviction of a whole people, a conviction that was to change the entire Western world. Whence came such a belief, except, as the Hebrews insist, through divine self-revelation?<\/p>",
    "audit": null
}