{
    "id": 17504,
    "source": "oswalt",
    "verse_id": 18675,
    "verse_count": 8,
    "reference": "51:1–8",
    "title": "The Righteous Listen To Him",
    "html": "<p>Scholars agree widely about the strophic structure of <a class=\"isa\" verses=\"eyIxODY3NSI6MjN9\">ch. 51<\/a> (<a class=\"isa\" verses=\"eyIxODY3NSI6MjN9\">vv. 1–3, 4–6, 7–8, 9–11, 12–16, 17–20, 21–23<\/a>). They agree far less about the larger grouping of these strophes. The most common is that followed here: <a class=\"isa\" verses=\"eyIxODY3NSI6MjN9\">vv. 1–8, 9–16, 17–23<\/a>. But that does not represent a consensus by any means. While scholars largely agree on <a class=\"isa\" verses=\"eyIxODY5MSI6N30=\">vv. 17–23<\/a>, they agree much less on the earlier part of the chapter. Some see <a class=\"isa\" verses=\"eyIxODY3NSI6MTZ9\">vv. 1–16<\/a> as a unit in two parts. Others believe that the segment ends with v. 11. As is true throughout the book, and especially in this part of it, any attempt to organize the material is made difficult by the continuing repetition of themes and motifs, all subtly altered and enhanced. Thus <a class=\"isa\" verses=\"eyIxODY4NiI6Mn0=\">vv. 12–13<\/a> show overtones of <a class=\"isa\" verses=\"eyIxODY3NSI6OH0=\">vv. 1–8<\/a> with the emphasis on comfort and not fearing the reproach of humans. There is also the repetition of “my people” (vv. 4 and 16). Over it all is the recurring promise of salvation. Nevertheless, there is more reason to see <a class=\"isa\" verses=\"eyIxODY3NSI6OH0=\">vv. 1–8<\/a> as a unit separate from what follows than there is to see it as united with what follows (in particular, the thrice-repeated command by God to listen; the repeated emphasis on righteousness and salvation; and the identification of the hearers as those who are seeking God). In v. 9, with the call of the people for God to rouse himself on their behalf, a new direction is taken that is continued with God’s retort that it is they who need to rouse themselves (<a class=\"isa\" verses=\"WzE4NjkxLDE4Njk4XQ==\">51:17; 52:1<\/a>). As noted in the comments on 50:10–11, 51:1–8 seems to continue to reflect on the content of 50:4–9, and is shaped by its concerns in ways that are not present after 51:9. In brief, the reflection is on the expectations and encouragement of those who will listen to the voice of the Servant (<a class=\"isa\" verses=\"WzE4NjczLDE4Njc1LDE4Njc4LDE4NjgxXQ==\">50:10; 51:1, 4, 7<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxODY3NSI6M30=\">1–3<\/a> The first strophe has as its purpose the encouragement of those who are seriously pursuing righteousness. These are persons who would be particularly prone to discouragement. Their compatriots whose hearts are hardened (cf. 46:12–13) will not be especially troubled by God’s apparent failure to keep his promises. After all, they never thought he would in the first place. But for those who do believe God, who are seeking him, hope deferred can be a hard trial. To them God offers his <i>comfort<\/i>, a comfort rooted in the evidence of history. God had taken <i>Abraham<\/i> when he was <i>one<\/i>, alone, and along with Sarah had made them into a great people. Now, although that people had been decimated and scattered, God could do the same again. If he could make a great people out of barren Sarah, surely he could restore a great people to barren Zion, turning her from a wilderness into the garden of the Lord (see also 4:2; 32:15; 35:1–2; 61:3–4; 65:21–22).<\/p> <p>In 50:10 those who feared the Lord were described as those who listened to the voice of his Servant. Here persons who are <i>pursuers of righteousness and seekers of the Lord<\/i> are called on to <i>listen to me<\/i>, that is, to God. The same group of people is clearly being addressed in both places, persons who when they listen to and obey the voice of the Servant are also listening to and obeying the voice of God. Equally clearly, they are not listening to themselves as though the righteous remnant was the Servant. The Servant and God are to identified with one another, and they are speaking to the believers in Israel.<\/p> <p>In chs. 40–55, God’s <span>ṣedeq<\/span> <i>(righteousness)<\/i> refers regularly to his faithfulness to the ancient promises. Thus the term expresses both his will and his ability to deliver. For this reason, <span>ṣedeq<\/span> frequently parallels <span>y<\/span><span>šûaʿ<\/span>, “salvation,” and is appropriately translated by “deliverance” or a synonym (so v. 8). But that is not appropriate for every occurrence of <span>ṣedeq<\/span> in these chapters, as is evident in v. 1. RSV translates “you who pursue deliverance,” but the parallel, “you who seek the Lord,” shows this translation to be incorrect. This is the ethical sense of righteousness. These are people who are earnestly trying to do what is right according to God (see v. 7, where RSV is correct). But even more importantly, they are not merely seeking righteousness, a quest that can diminish to mere self-justification; they are seeking God. Such persons will eventually come to know that the only righteousness they can ever produce is that which is given to them as a gift by the God they seek.<\/p> <p>The voice calling them invites them to look back on their past, to consider the source from which they have come. Here is the particular quality of biblical theologizing. Where else in the ancient world are persons called on to reflect on a god’s involvement in unique, nonrepeatable elements in that people’s history, indeed in the lives of specific individuals in that history, in order to learn the realities of life? The answer is: nowhere.<\/p> <p>Medieval commentators took the <i>rock<\/i> to refer to Abraham and the <i>pit<\/i> to Sarah and went to some lengths to explain the analogous features. Calvin rightly rejected that approach, taking the two figures merely as metaphors in synonymous parallelism for the point of origin. Some modern commentators (e.g., North, Whybray) have reverted to the former idea, but there is no compelling reason to do so.<\/p> <p><i>Look<\/i> (v. 2) is the same verb that God used in Gen. 15:5 to command Abraham to gaze at the night sky and count the stars. Just as Abraham was called on there to look and believe for a numberless progeny to come from the womb of barren Sarah, Israel is here called to look at the faithfulness of God in the past and to believe that God could yet again keep his promises to people barren Zion with children from around the world (cf. 49:20). But it is belief that is required. Here again, as with Abraham at first, the path to righteousness with God is through belief in the promises of God (Gen. 15:6). God has promised blessing for curse, fullness for emptiness, and Eden for wilderness. Will those who are seeking God believe that? With the allusion to the garden of creation, we go even behind Abraham for the origins of the people. Isaiah is saying that Israel’s origins lie in the fact that the God of creation is not willing to let his people receive the just results of their sin. He will not prevent them from having those results if they insist, but his settled purpose for his people is to take them out of the wilderness of their own making and restore them to the garden of his making. What other response to grace like that could there be but rejoicing, joy, thanksgiving, and melody?<\/p> <p>The command to look is followed by two <span>kî<\/span> clauses: <i>for he was one&nbsp;.&nbsp;.&nbsp;. for the Lord will comfort<\/i>.&nbsp;.&nbsp;.&nbsp;. Pieper suggests these may be read as correlatives: “Just as&nbsp;.&nbsp;.&nbsp;. so.&nbsp;.&nbsp;.&nbsp;.&nbsp;” This helps to explain the relationship of v. 3 to what precedes. Just as God was able to multiply many from one, so he is able to comfort Zion and her waste places. The God who showed his power and his faithfulness in the past is the same God in the new situation. On “comfort,” see above on 40:1 and 49:13.<\/p> <p><a class=\"isa\" verses=\"eyIxODY3OCI6M30=\">4–6<\/a> Here the address is made even more personal than in v. 1. Who are the people who pursue deliverance and seek the Lord? They are <i>my people<\/i> and <i>my nation<\/i>. No matter what is past, no matter how they have sinned, if they are truly seeking God, he calls them his own. All his promises are theirs. Since some of the other occurrences of <span>ʿam<\/span><i>, nation<\/i>, refer to foreign nations, and since Syr. omits “my” with both words and has the second word in the plural, some commentators (e.g., Westermann) suggest that the address here is to foreign nations. But support is strong for “my” in both cases, and the understanding of the second word in the parallel construction is here to be governed by the first. Note also that <span>ʿam<\/span> is used many places elsewhere in the book to refer to Israel (see above on 49:8).<\/p> <p>The <span>kî<\/span><i>, for<\/i>, that begins the second bicolon of v. 4 suggests the reason why God’s people should pay close attention to what he (and his Servant) are saying. Far from there being some question about God’s ability and willingness to save his own people from their sin, what he is about to do will be the means of the <span>tôrâ<\/span><i>, instruction<\/i>, that they have received from God now reaching out to all the peoples of the world, just as stated in <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a>. Because of what God will do for the children of Abraham, all the world will come into his light, to experience his <i>just rule<\/i>. <span>mišpāṭ<\/span> is more than simply “justice,” as the parallelism with <span>tôrâ<\/span> here shows (note the same pairing in 42:4 in the same sort of context). This is the fair, equitable, and blessed governing of a world by its Creator according to the purposes for which it was created. The opposite of <span>mišpāṭ<\/span> is not injustice but chaos, which of course includes injustice but is much more far-reaching (cf. 1:21–27; 9:6 [Eng. 7]; 16:5, etc.). For the same sense, see 51:5, which states that God’s “arm will rule the peoples in justice” (or “judge the peoples”). This is not merely to pass judicial sentence upon, but to govern according to creation principles. This is what the prophet said earlier the Servant would do (<a class=\"isa\" verses=\"W3siMTg0ODIiOjR9LFsxODY0M11d\">42:1–4; 49:6<\/a>), and before that what the Messiah would do (9:6 [Eng. 7]; 11:4; 16:4b–5; see also 55:3–5). Now it is God who does it. This should say something about the identity of the Servant\/Messiah.<\/p> <p>Verse 5 makes plain that the deliverance being talked about here is much more than the deliverance from Babylon. Why should <i>the islands<\/i> (the ends of the earth) wait (cf. also 60:9) for that deliverance? Why should they hope for that? Nonetheless, if God is going to use his Servant to deliver the world from the clutches of sin, just as Cyrus was to deliver the Israelites from the clutches of Babylon, that is a salvation that does indeed have implications for the whole world. Should the world look forward in hopeful anticipation to the perfecting of human laws and human systems of government? Surely not! If the 20th century should have taught us anything, it should have taught us that the confident 19th-century claims of imminent human perfection were not only highly fallacious but ludicrous. Instead of looking to the light of which Isaiah spoke twenty-seven hundred years ago, however, we have been willing to settle, as humans have for five thousand years or more, for the trappings of personal pleasure, comfort, and security, while human civilization crashes down around us. We have fastened a spurious light to ourselves, and it is rapidly devouring us (cf. 50:11).<\/p> <p>Interestingly, it is for the <i>arm<\/i> of the Lord that the world hopes, that is, his delivering power. We long for someone who is both strong enough and good enough to <i>rule&nbsp;.&nbsp;.&nbsp;. in justice<\/i>. Given the realities of human nature, order requires rule, and rule requires power. But power of what sort? Here is the truth God has been trying to get his people to hear throughout the book. It is the power of self-denial, the power of self-sacrifice, the power of innocence, the power of faithfulness, the power of holy love. This is the power for which all the world waits in breathless anticipation. Does it always know that it so waits? Hardly! Yet when the Servant\/Messiah, the “arm of the Lord” (<a class=\"isa\" verses=\"WzE4MjgyLDE4NjY1LDE4NjgzLDE4NzA3LDE4NzEzXQ==\">33:2; 50:2; 51:9; 52:10; 53:1<\/a>), is revealed to them, there is frequently that immediate sense of recognition, that satisfying click of a key fitting a lock, of a vague memory suddenly coming to full consciousness.<\/p> <p>Again, all this is said to be imminent. Indeed, God’s <i>salvation has<\/i> already <i>gone forth<\/i>. This is another “prophetic perfect” (see above on v. 3), whereby the prophet sees the reality of what God is going to do so clearly that in his mind it is already done. Unlike Balaam, who only glimpses in the far distance what God will someday do (Num. 24:17), Isaiah sees God’s plan with startling clarity. The fulfillment of God’s <i>righteousness<\/i>, his faithfulness to his own nature and promises that culminate in human <i>salvation<\/i>, is now all in place as never before. With the return of the people from exile, and their consequent commitment (under Ezra and Nehemiah) to the covenant, nothing more would be necessary for the Messiah to come.<\/p> <p>Yet for all this, it would be many long years before the promises here would come to fruition. Is there any reason to think that they are anything more than the wanderings of an overheated prophetic imagination? In words reminiscent of 8:21–22, he calls on them to look to the <i>heavens<\/i> and <i>the earth<\/i>. These are the places where the children of this world look for guidance and hope. There they find none, for the eternal heavens are no more eternal than smoke that whips away in the wind, and the solid earth is no more solid than a threadbare old garment eaten by moths. But even more disconcerting is the truth that we who live on the earth and under the heavens are no more permanent than they. If we are inclined to question the permanency of God’s promises, what would we like to put in their place? Certainly nothing created! If we think creation is permanent (Gen. 49:26; Ps. 148:3–6), it is as nothing compared to the permanence of what God in his righteousness means to do for the salvation of the world (see also 40:6–8; Ps. 102:26–27; 1 John 2:16–17).<\/p> <p><a class=\"isa\" verses=\"eyIxODY4MSI6Mn0=\">7–8<\/a> The call to <i>listen<\/i> in the third strophe combines something of the calls from each of the previous two. On the one hand the people are described as those who have a concern for ethical righteousness in the light of God’s revealed instruction <i>(<\/i><span>tôrâ<\/span><i>)<\/i>. But they do not merely seek for this (v. 1)—they “know” it. God’s instruction is in their heart. Truly, these are God’s people (v. 4). As John the Baptist was to say many years later, God could raise up children of Abraham from the stones (Matt. 3:9); the issue is not genetics but obedience (for the same point, see Isa. 56:3–5). <i>know<\/i> and <i>in their hearts<\/i> are apt parallels, because the knowledge of which the Bible speaks is rarely an abstract knowledge, but rather a knowledge born of personal experience and behavior. So also, to take something to heart is not merely to feel warmly about that thing, but to act out that to which one is personally, deeply committed. Thus these are persons who have, in modern parlance, “internalized” the teachings of Scripture, persons for whom the whole of their lives is shaped by a glad determination to live out the life of God.<\/p> <p>As 50:10 made plain, such persons, fearing God and listening to his Servant, will certainly find themselves at odds with a fallen world. The reproach and the revilings of the world are stated not as possibilities but as givens. It cannot be otherwise. To those who have rejected God’s light, the biblical understanding of life is not just foolishness—it is evil (<a class=\"isa\" verses=\"eyIxNzc2MCI6Mn0=\">5:20–21<\/a>). But given that fact, how are believers to cope with it? In one sense, this is what this entire segment has been about. When faced with the evil of the world, the seeming delay in the fulfillment of God’s promises, and the mockery and hatred of a sinful world, believers should remember the evidence of God’s faithfulness in history (<a class=\"isa\" verses=\"eyIxODY3NSI6M30=\">vv. 1–3<\/a>). They should recognize that God is not some local deity who is but a projection from creation; rather, he is the Creator, whose promises of salvation will outlast the cosmos (<a class=\"isa\" verses=\"eyIxODY3OCI6M30=\">vv. 4–6<\/a>), and they should know that those who reproach and revile them, like all that has not partaken of the permanence of God, are doomed to the slow destruction from which none who have made this world their God can ever escape.<\/p> <p>Not only is the language here that of 50:9 (and 51:6), but so is the idea. Those who revile the Servant and accuse him of wrongdoing condemn themselves to a slow and certain destruction. Those who listen to (obey) the Servant may stand in the same relation to those who reproach them. By obeying him, they have come to partake of that righteousness which will be forever, and of that salvation which will be to every generation. <i>dismayed<\/i> (Heb. <span>tēḥāttû<\/span>) is the same root that was translated “rendered ineffectual” at the end of v. 6. The sense is of being neutralized, powerless. The believer need not be neutralized by the opposition of the passing world. Those who have made it and its gods ultimate have chosen the way of time: the moth and the insect. Those who have made God and his Servant ultimate have chosen the way of permanence, certainty, and joy.<\/p>",
    "audit": null
}