{
    "id": 17403,
    "source": "oswalt",
    "verse_id": 17957,
    "verse_count": 5,
    "reference": "14:28–32",
    "title": "The Philistines",
    "html": "<p>With this oracle Isaiah begins the series of judgments against those neighboring nations in whom Judah might be tempted to trust for deliverance from the Mesopotamian power. But, as always, the prophet declares that those nations are under sentence as well and can do nothing for or against Judah. If she is to experience an ultimate deliverance, it must come from God, who alone is ultimate. Nevertheless, the tendency to trust in defensive alliances against Assyria was a strong one, dating at least as far back as 853 when Shalmaneser III reports his encounter at Qarqar in Syria with an army composed of contingents from almost every country of the Levant as far south as Ammon. Although that battle did not succeed in stemming the Assyrian tide, coalitions continued to be a favored mode of addressing the threat, as seen in the attempt of Pekah and Rezin to recruit Judah against Assyria (7:1; 2 K. 16:5–9); in the alliance of Moab, Edom, and the Philistines against Sargon in 714; and in the one sponsored by Hezekiah himself in 705 (2 K. 18:7, 8). To all of these, Isaiah’s word was an unrelenting no. Judah’s salvation was in God.<\/p> <p>The precise date and occasion of this particular oracle has been the source of considerable debate. Furthermore, its structure and language have provoked a number of suggested emendations and alterations. Nevertheless, its main import is clear: the Philistine expectation of freedom from their oppressors is a vain one and any alliance with them would be an alliance with destruction.<\/p> <p><a class=\"isa\" verses=\"WzE3OTU3XQ==\">28<\/a> This oracle is one of only three which are precisely dated in the book (the others are <a class=\"isa\" verses=\"W3siMTc3NzEiOjEzfSx7IjE4MDMxIjoyfV0=\">ch. 6; 20:1, 2<\/a>), but “precisely” is a very relative term under the circumstances, for there is no agreement over the absolute dating of Ahaz’s death. 2 k. 18:1, 9, 10 have Hezekiah’s reign beginning in 727, yet v. 13 dates Sennacherib’s attack of 701 in Hezekiah’s fourteenth year, making his reign begin in 716\/15. If the latter is correct, then the time of this oracle coincides with the time of the preparations for the Philistine revolt against Assyria (Isa. 20:1–6).<\/p> <p><a class=\"isa\" verses=\"WzE3OTU4XQ==\">29<\/a> The most obvious interpretation of the <i>broken staff<\/i> would be that it refers to Ahaz; thus his death, to which v. 28 refers, would be the cause of the Philistine rejoicing. However, the biblical accounts make it plain that the Philistines had not suffered at Ahaz’s hand. In fact, 2 Chr. 28:18 indicates that the reverse was true, with Ahaz losing several cities to Philistine invaders. Furthermore, v. 31 says that Philistia’s destruction will come from the north, the direction from which the Assyrian hordes would come after threading the pass at Megiddo. A Judean attack would come from the west. In this light, older commentators interpreted the staff as being a reference to the Jewish nation or the Davidic monarchy, both of which were in considerable disarray by the time of Ahaz’s death and both of which had caused the Philistines great grief. In this view Hezekiah is the adder and the Messiah is the flying serpent. While this interpretation has a venerable history, going back as far as the Targums, it still lacks conviction primarily because of the reference to Ahaz’s death. If this tradition is correct, that reference is almost superfluous, yet the rarity of such datings in the book makes such superfluity very unlikely. One is left then with the belief that some significant event in that year prompted these words.<\/p> <p>More recent commentators have concluded that the staff refers to an Assyrian monarch who died in the same year as Ahaz. The most tempting possibility is Tiglath-pileser III, who died in 727. If the figure in 2 K. 18:13 referred to above is an error and Ahaz did die in 727 at the beginning of Hezekiah’s reign, then the dates do coincide. Furthermore, Tiglath-pileser did do considerable damage to the Philistines and his death could have prompted such rejoicing and plans to throw off the Assyrian yoke, although no such plan is reported elsewhere in the Bible or in extrabiblical literature. Though his dates do not fit so well, another possibility is Shalmaneser III, who died in 721. He is attractive because it is known that there was widespread revolt at the change of dynasty and that it took the successor Sargon II almost a decade to restore full control.<\/p> <p>At the same time it seems strange that Ahaz’s death would be mentioned if it is in fact the death of another monarch that is important. This, coupled with the facts that Ahaz may have died in 715 and that a known Philistine revolt was beginning about then, suggests that the broken staff is not in fact any dead monarch, but merely the general Assyrian weakness which was still prevailing at that time and which was being used at the time of Ahaz’s death as an argument for Judah to join the Philistine scheme.<\/p> <p>On this supposition Isaiah is warning that the serpent (a free association from staff?) is not dead. In fact, its offspring will be considerably more dangerous than anything yet seen. Of course, Isaiah was exactly correct. The Assyrian dragon was not dead; it was just coming to its full strength in Sargon, then Sennacherib and Esarhaddon, and any attempt to stand against it in merely human strength was futile.<\/p> <p><a class=\"isa\" verses=\"WzE3OTU5XQ==\">30<\/a> In stark contrast to the ominous serpentine prediction of the previous verse, this one begins with a quiet picture of sheep in a pasture, some feeding and others stretched out in sleep. These are identified as the very poorest (“firstborn of the poor” is a way of expressing the superlative, cf. Job 18:13 and also Col. 1:15) and most needy of people. Presumably, in the light of v. 32, it is the poor of Judah who are intended, in contrast to the mighty ones of Philistia. For those mighty ones there is no hope. They will be exterminated so thoroughly that nothing will remain of them to spring up again. The language here suggests the characteristics of the ancient sieges where the attacking army sought to starve the inhabitants of a city to the point where they were too weak to defend themselves from being overcome and slaughtered. So God teaches again that the helpless who depend on him are stronger than the powerful who refuse such dependency.<\/p> <p><a class=\"isa\" verses=\"eyIxNzk2MCI6Mn0=\">31, 32<\/a> These two verses repeat the form of vv. 29 and 30, the first promising doom on the Philistines and the second contrasting Judah’s security. These verses particularly support the idea of the Philistine rebellion in 715 as the context of this passage, for they make it plain that the enemy will come from the north, and it seems likely that the envoys mentioned in v. 32 are those from Philistia seeking Judean involvement in the alliance.<\/p> <p><i>Howl, gate<\/i> invokes again the imagery of the siege, for often the battle surged around the gateway, as the Assyrian engineers brought their battering rams into play outside and as suicide squads inside prepared to counterattack if the first or second set of doors gave way. Then the place where the elders had held court in better days became a welter of blood (Ruth 4:1–6; Isa. 22:7; 28:6; <i>ANEP<\/i>, p. 131).<\/p> <p><i>For from the north comes a cloud of smoke<\/i> may be a figurative reference to the Assyrian army itself as the cloud or it may be taken somewhat more literally as the cloud of cities put to the torch along the line of the Assyrian advance. In either case, the onslaught is inexorable, marked by the perfect order of which the Assyrians were so proud (<a class=\"isa\" verses=\"eyIxNzc2NyI6Mn0=\">5:27, 28<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE3OTYxXQ==\">32<\/a> Given the fact that Assyria is not broken and that the Philistines are under the judgment of God through the Assyrian army, Isaiah sees only one answer for the Philistine envoys: God who brought Zion into existence is Zion’s only security (<a class=\"isa\" verses=\"WzE4MTgxXQ==\">28:16<\/a>). How hard it was for the Judeans to learn that, and how hard it is for us to learn it. We deceive ourselves if we believe that arms or wealth or cunning can give us stability and certainty. Stability and certainty must either come from within or they do not exist. Unless the Lord blesses Jacob, he cannot save himself (Gen. 32), or in the words of Jesus, “Whoever would save his life will lose it” (Luke 9:24). But the person who knows from whence he has come and where he goes, who has “lost his life” in dependence upon God, that person is truly secure whatever may happen (1 Pet. 2:4–10).<\/p>",
    "audit": null
}