{
    "id": 17449,
    "source": "oswalt",
    "verse_id": 18313,
    "verse_count": 9,
    "reference": "34:9–17",
    "title": "Edom, A Desolation",
    "html": "<p>In the most forceful language he can muster, Isaiah pictures the future not only of the land of Edom but also of the whole world which believes it can find fulfillment apart from God. The people have become a sacrifice (<a class=\"isa\" verses=\"eyIxODMwOSI6NH0=\">vv. 5–8<\/a>) and the land is reduced to a volcanic waste. For those of us who live in the nuclear age, these pictures are all too vivid. We have it in our power to reduce a beautiful world to a radioactive desert. Should that occur, it will not be because a vicious God decided to wreak punishment upon us, but because we have become so insistent upon dominating the world that, if we think we must reduce it to an ashheap to do so, we will. If there is any thought which emphasizes our human inability to take the place of God, it is this: the end result of the relentless quest for knowledge which first surfaced on the plains of Mesopotamia 6000 years ago is the capacity to destroy not only ourselves but our whole natural system as well.<\/p> <p><a class=\"isa\" verses=\"eyIxODMxMyI6Mn0=\">9–10<\/a> In terms which are very reminiscent of those applied to Sodom and Gomorrah (Gen. 19:24–28; Deut. 29:23; Ps. 11:6; Jer. 49:18; Rev. 14:10, 11), the prophet pictures the land as a perpetual wasteland of burning pitch and brimstone. That Edom is never specified in this section of the poem, although it is implied, strengthens the impression that the reference is broader than to a single nation.<\/p> <p>In v. 10, the primary emphasis is upon the perpetuity of the destruction. Each line begins with a stronger phrase denoting endlessness. Calvin notes aptly that the intensity of the language is used to produce an impression upon human hearts which are so hardened that plain language leaves them unmoved. With reference to the previous section, it may be noted that the fires on the altar of sacrifice in the temple were to be kept burning continually (Lev. 6:13).<\/p> <p>Verses 11–15 depict the depopulated condition of the land in terms reminiscent of 13:21–22 and 14:23. Nor ought one to think of these as accidental congruences. Chs. 13 and 14 speak of Babylon, the distant example of human pride. This chapter speaks of Edom as the near example. But in each case the glorious land becomes the home not of triumphant humanity but of unclean and mysterious desert animals. Again, as in the previous section, it will not do to take the figures too literally. Obviously a land of burning pitch and brimstone could hardly afford a home to animals of any kind. However, it is the points being made which are of significance, not the absolute, literal fulfillment of a poetic image. Here the point being made by both figures is entirely consistent: when humanity makes itself paramount in the world, it destroys both itself and its environment.<\/p> <p><a class=\"isa\" verses=\"WzE4MzE1XQ==\">11<\/a> The exact identification of the birds and animals mentioned in this verse, with the exception of the raven, remains uncertain. The first has traditionally been identified as a <i>pelican.<\/i> Since the pelican is a water bird, it seems odd that it would be associated with the desert, and for this reason “owl” has been suggested and appears in most modern versions. However, the pelican’s habit of nesting in solitary places may explain how it could appear here (cf. Zeph. 2:14; Ps. 102:7 [Eng. 6]).<\/p> <p><i>hedgehog<\/i> has come to replace “bittern” in several modern versions as a translation of <span>qippôḏ<\/span>. However, there is no general agreement.<\/p> <p><i>owl<\/i> is the translation of <span>yanšô<span class=\"u\">p<\/span><\/span>. If the name is intended to be onomatopoeic, as seems possible, a bird with an eerie cry is indicated (NEB “screech owl”).<\/p> <p><i>the line of chaos and the plummet of destruction<\/i> have an ironic tone about them. Normally the line and the plumb bob would be tools of construction, not of destruction. But here God has compared the crooked and deformed structures of the world to his own righteousness and has decreed demolition (1:21–24; 28:17; 2 K. 21:13; Lam. 2:8; Amos 7:7–9). Edom will return to the chaos from which she came, there to remain forever (Mal. 1:4–5).<\/p> <p>Verses 12 and 13 speak of the downfall of the palaces and fortresses of the land. Gen. 36:20–43 seems to indicate that chieftainship and rule were a source of pride in Edom. If that is so, these verses report that all will be destroyed. The palaces through which courtiers hurried will be a meeting place for jackals, and the fortresses in which the warriors paraded will be nothing but brambles.<\/p> <p><i>Its nobles<\/i> and the following phrase have been a source of mystification to scholars. The grammar is odd and the sense is not clear. Procksch and Delitzsch gave currency to the idea that the Edomite nobles typically elected (proclaimed) their king. However, there is no solid evidence in support of this idea. More recently the tendency has been to agree with those who would emend the text. This alternative may be correct, but Dahood has made a suggestion (reflected in the present translation) which may make this expedient unnecessary. He points out that <span>mlûḵâ<\/span> may be used as the concrete term “king” instead of the usual abstract “kingdom.” If this is so, and the third plural “they called” be taken as a virtual passive “be called,” much of the difficulty disappears. In fact, if <i>nobles<\/i> is removed from the verse, <i>princes<\/i> loses any parallel term.<\/p> <p><a class=\"isa\" verses=\"WzE4MzE3XQ==\">13<\/a> <i>Its strongholds<\/i> is an accusative of specification. The literal rendering is “She [i.e., the land] goes up, her strongholds, thorns.” The construction specifies that it is not merely that the land goes up in thorns, but in particular the busiest and most important places (cf. 32:14).<\/p> <p><i>jackals<\/i> and <i>ostriches<\/i> also appear together in Job 30:29 and Mic. 1:8, where their cries are compared to those of mourners, a figure certainly appropriate to this setting.<\/p> <p><a class=\"isa\" verses=\"WzE4MzE4XQ==\">14<\/a> <i>he-goat<\/i> and <i>night-bird<\/i> are interpreted by some as demonic figures (RSV satyr, night-hag), and this meaning is possible. However, since both the preceding and following verses speak of regular animals, it seems best to remain with that interpretation (as do NEB and NIV, but not JPSV).<\/p> <p><a class=\"isa\" verses=\"WzE4MzE5XQ==\">15<\/a> <i>owl<\/i> is somewhat conjectural, but it is preferable to the alternative, “arrow-snake,” which is dependent upon Bochart’s report of an Arabic name <i>kiffaza<\/i> for this kind of snake. Along with the tentativeness of the identification, neither the hatching nor the keeping of the young under the mother’s shadow applies to this snake.<\/p> <p><i>the vultures<\/i> probably refers to the black kite, a particularly gregarious bird which eats both carrion and fresh meat.<\/p> <p>Verses 16–17 form the conclusion not only to this section on the desert-dwellers but to the entire poem. It does so by making the part represent the whole. If it is true that God has decreed each species of bird that will inhabit the world city, it is also true that the destruction which must precede their inhabitance is also decreed. The writer’s point is one: there is no question but that the conditions about which he has been talking will come to pass; God is sovereign of all things and the world which opposes him is irrevocably doomed.<\/p> <p><i>the book of the Lord<\/i> is problematic because it is not clear to what book the author is referring. There are essentially four alternatives: (<a class=\"isa\" verses=\"WzE4MzA1XQ==\">1<\/a>) Isaiah is inviting later readers to compare this writing to the facts of their own day, confident that those facts will bear out the inspired nature of his prediction; (<a class=\"isa\" verses=\"WzE4MzA2XQ==\">2<\/a>) he is relating this prophecy to an earlier one and the reference is to 13:21–22; (<a class=\"isa\" verses=\"WzE4MzA3XQ==\">3<\/a>) v. 16a is a postexilic interpolation which seeks to prove the inspiration of the prophecy; (<a class=\"isa\" verses=\"WzE4MzA4XQ==\">4<\/a>) this is a literary allusion to a heavenly “Book of Destiny.” Unfortunately, none of these is without difficulties.<\/p> <p>The first alternative would be very attractive if there were anything in the text which indicated it was addressed to future readers. Unfortunately, there is nothing of the sort. Thus it must be assumed that the passage is addressed to readers of its own day.<\/p> <p>The second alternative is also attractive in that both this chapter and <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">ch. 13<\/a> seem to be addressing the world through a particular example: here Edom and there Babylon. But beyond this there is no connection between the two passages and there seems to be no logical reason to appeal to the former to authenticate the latter.<\/p> <p>The third proposal springs from Kissane’s attempt to retain a preexilic date for <a class=\"isa\" verses=\"eyIxODMwNSI6MTV9\">vv. 1–15<\/a>. But if the reference is to the present text, then the preexilic writer is as likely to make such a statement as a postexilic writer would be. But the problem is the same: the text is not self-authenticating.<\/p> <p>This leaves the fourth alternative. There does seem to have been a concept of a heavenly book of destiny among the Hebrews. Thus the author is assuring the reader that all this is for certain; it is written in God’s book. The major drawback is that the reader, or hearer, cannot inquire into that book, although he is invited to. The solution appears to be that the invitation is only a literary device. If this can be granted, this proposal seems to have the fewest difficulties.<\/p> <p><i>None will lack<\/i> is missing in 1QIs. This omission would bring the phrase into line with the end of v. 15, where the phrase “a wife, her mate” also appears. But each verse makes good sense as it stands in the MT.<\/p> <p><i>For the mouth of the Lord<\/i> seems to be the original, though neither the MT nor any of the versions has transmitted it correctly. In any case it seems clear that the mouth is that of God. The parallel <i>his Spirit<\/i> (breath) serves to confirm this interpretation. The Sovereign of the universe has commanded this desolation and he will bring it to pass. Just as he sovereignly apportioned Canaan to his people Israel, so he has apportioned the Edoms of this world to the birds of the desert. No nation or people is able to choose its destiny without regard its own behavior. Rather, by its behavior it earns a destiny in keeping with God’s immutable character. So again Isaiah asks, “Why trust the nations? They are not masters of their own destiny. Rather, they belong to God who, like the landowner, can use a string to divide them into plots of his own choosing” (cf. Ps. 16:6; Mic. 2:5).<\/p>",
    "audit": null
}