{
    "id": 17419,
    "source": "oswalt",
    "verse_id": 18068,
    "verse_count": 11,
    "reference": "22:15–25",
    "title": "Shebna The Steward",
    "html": "<p>As mentioned above on <a class=\"isa\" verses=\"eyIxODA1NCI6MjV9\">ch. 22<\/a>, this segment serves to particularize the statements made concerning the nation in <a class=\"isa\" verses=\"eyIxODA1NCI6MTR9\">vv. 1–14<\/a>. Just as the nation had blinded itself in the face of death, choosing revelry instead of repentance, so this individual Judean, a high-office holder, has betrayed his office by attempting to memorialize himself in a lofty tomb. When he should be acting in the interests of his people, formulating far-seeing policies which will take all the factors, including God’s word, into account, he is instead looking only to the immediate future and only as it bears on him. As a result, says Isaiah with biting words, God will toss him aside like a filthy rag and give his office to another, who will truly act as a father to the people, who will be trustworthy and dependable. But even that man will not be able to save the nation single-handedly; ultimately the accumulated weight will pull him down in keeping with v. 14. The sin of the nation, its blindness, is such that one sighted man will be inadequate to turn it from its blundering path.<\/p> <p>Commentators are generally agreed that <a class=\"isa\" verses=\"eyIxODA2OCI6NX0=\">vv. 15–19<\/a> form the first paragraph, although some follow Duhm in isolating v. 19 because it places removal from office after exile and death. As Kissane bitingly observes, that objection is irrelevant to a passage whose address is emotional and not cognitive. With v. 20 the description of Eliakim begins, but it is not clear where it starts to turn negative. Most scholars place this change at v. 24 on the basis that both vv. 24 and 25 are prose. However, there is every reason to believe that v. 23 is prose as well (RSV makes the entire passage prose), so a stronger argument than that is needed. That v. 25 begins with “On that day” suggests that v. 25 stands by itself as a negative pronouncement (so Delitzsch, Wright, NIV), although v. 24 certainly prepares the way for it. Recent historical criticism of the segment becomes more and more bizarre with Shebna being excised completely (Clements), <a class=\"isa\" verses=\"eyIxODA3MyI6NH0=\">vv. 20–23<\/a> being addressed to the king in Josiah’s day (Vermeylen), and <a class=\"isa\" verses=\"eyIxODA3NyI6Mn0=\">vv. 24, 25<\/a> referring to an unknown nepotist in the time of the Ptolemies (Kaiser). With all respect for the intense study and reflection which these opinions represent, they are still astonishing, requiring a greater credulity to accept than does the text as it stands.<\/p> <p>The historical setting of the pronouncement could be anywhere from 711 (the earliest date for <a class=\"isa\" verses=\"eyIxODA1NCI6MTR9\">vv. 1–14<\/a>) to just before 701. The <i>terminus ad quem<\/i> seems to be given by the statement in 36:3, which has Eliakim “over the house” and Shebna as “secretary.” In other words, the demotion of Shebna and the elevation of Eliakim forecast by Isaiah had taken place by that time. It may be that the change in officials represented a change in official policy. Shebna may have advocated alliance with Egypt (and Babylon?) as in 28:14, 15 and 30:1–5, and Eliakim may have opposed this position, taking a stance more like Isaiah’s. However, the passage here does not give any grounds for such a supposition. Shebna is deposed for seeking to memorialize himself in a grandiose way while failing to carry out the obligations of his office. He plans only for his own death and not for the ongoing life of the nation.<\/p> <p><a class=\"isa\" verses=\"WzE4MDY4XQ==\">15<\/a> Contrary to most commentators, it is plain from the opening that this pronouncement is not to be understood separately from 22:1–14. It is not a separate oracle but is a part of the total content of this chapter. Thus the attempts to rework the verse to get the name and title first are unnecessary. The exact repetition of the description of God from v. 14 reinforces the connection between the two segments. The Sovereign of the universe, the Master of the hosts of heaven, has something to say to one who styles himself as a somebody in the small circles of Judah, just as he did to the revelers on the rooftops. The One who sees everything is speaking to those who seem to see nothing.<\/p> <p><i>this steward.<\/i> The demonstrative expresses a contemptuous note (cf. 7:4; 8:6). The exact meaning of “steward” (<span>sōḵēn<\/span>) is not clear since it occurs only here in Hebrew. However, the appearance of cognates in other Semitic languages indicates that this was a very high official in the government, perhaps second only to the king. If this is correct, then it is possibly synonymous with the title “the one who is over the house,” the latter being the local Judean title for the office of <span>sōḵēn<\/span>. At any rate, it is clear that the “one over the house” did function as prime minister in Judah, so it seems evident that God is tracing the rot among his people to the very highest levels. This is entirely in keeping with the outlook of the whole book. The tendency to adulate the mighty and to make superhumans of them will only serve to magnify their folly. To the prophet only God and his Messiah are worthy of adulation. All others are merely human and must be looked upon as such.<\/p> <p><i>Shebna<\/i> is given without any father’s name, whereas Eliakim is always named with his father. This, plus the unusual form of the name, has prompted many commentators to conclude that Shebna was a commoner and perhaps a foreigner with no right to such a prominent burial spot. However, this explanation hardly accounts for the bitterness of the denunciation unless the real heart of Isaiah’s anger was Shebna’s political policies, in which case the attack on the tomb-building was only a pretext. It seems better to take it, as above, that Isaiah is denouncing the tomb-building as a misplaced and self-serving priority.<\/p> <p><a class=\"isa\" verses=\"WzE4MDY5XQ==\">16<\/a> It is likely that the tomb was being built on the hillside across the Kidron east of David’s City where the village of Silwan is now located. A number of fine rock-cut tombs exist there, including the one attributed to Solomon’s wife, the daughter of Pharaoh. In fact, it is possible that Shebna’s particular tomb has been discovered in that area. Clermont-Ganneau gave the first report of the find in 1871, and in 1953 N. Avigad published a translation of the inscription, identifying the tomb as belonging to “[ ] yahu, who is over the house.” While this suggestion is very tantalizing, it must be borne in mind that names ending in -yah(u) were exceedingly common in biblical times and that there may have been several stewards who bore this kind of name.<\/p> <p><i>What have you here and whom<\/i>&nbsp;… are construed by some as evidence that Isaiah is questioning a commoner’s right to a great tomb among the nobility. On this reading the prophet is asking what ancestors Shebna has there in the necropolis. It is also possible that he is merely using a challenging form of address to ask what the prime minister is doing there and who sent him there when he should be tending to the critical condition of the nation. Note the recurrence of <i>here<\/i>, forcefully stressing the prophet’s belief that Shebna should be elsewhere.<\/p> <p><i>He hews&nbsp;… he cuts<\/i> seem to be in the third person for emphasis. These words may have been addressed to a surrounding crowd or simply to the elements, calling on them to look at the outrageous behavior (cf. 1:2). Probably Shebna had come out from the city in a handsomely equipped chariot (v. 18) to survey the work on his memorial. He may have been feeling particularly expansive and pleased with himself. If so, these biting words must have been especially humiliating. This kind of experience was typical of the prophets: when they were least wanted, in moments of fear or pride or self-sufficiency, that was the moment they appeared (7:3, 4; 1 Sam. 13:10; 1 K. 13:1–6; 18:16–17). But this is typical of God. One cannot escape from him. He will find us, and most especially at the time we wish to avoid him (Ps. 139:7–12). The issue, then, is not to seek to avoid him, but to seek to be with him at every moment (Ps. 139:23, 24).<\/p> <p><a class=\"isa\" verses=\"eyIxODA3MCI6Mn0=\">17, 18<\/a> The language of these two verses is very difficult, but the sense seems clear enough. Instead of being buried in a lovely memorial in Judah, fit for a great man, Shebna will be tossed away like a filthy rag to die unheralded in a foreign land. It is not possible to tell whether Isaiah intended this as a literal prediction or was merely speaking hyperbolically. Either seems possible, and nothing is known of the circumstances of Shebna’s death.<\/p> <p>G. R. Driver proposes to read “hurl” in the sense of “shake out” and emend <span>geḇer<\/span>, “mighty man,” to <span>be<span class=\"u\">g<\/span>eḏ<\/span>, “garment.” However, Jer. 22:26 expresses the same idea as here and the sense can only be to throw into a foreign land. Furthermore, although <span>geḇer<\/span> seems rough, it is an appropriate contrast to the Lord, as in Job 4:17; 10:5; 22:2. Who is a mighty man in comparison to God? All his pomp and glory are nothing but filthy rags.<\/p> <p><i>He will surely wind you into a winding<\/i> is three words in Hebrew, all three of which have the root <i>snp.<\/i> God will take the rag that is Shebna and twist it up into an insignificant wad. “Let him who stands take heed lest he fall” (1 Cor. 10:12).<\/p> <p><i>like a ball into a broad land<\/i> seems to lack a verb in the MT, and both the LXX and the Targum supply one (“hurl” and “send,” respectively). When vv. 17 and 18 are taken together, however, the sense may be as follows: “He will hurl you, having seized you and wadded you up like a ball, into a broad land.” The <i>broad land<\/i> (lit. “broad of two hands”; Gen. 34:21; Judg. 18:10) would seem to apply most naturally to Assyria with its broad plains.<\/p> <p><i>there you will die.<\/i> Not <i>here<\/i> in dignity and honor (v. 16), but <i>there<\/i> in disgrace and ignominy (cf. Jer. 22:26). In many different ways the Bible tells us that true honor and glory come to us as gifts from God. That which we grasp for ourselves, like the manna kept overnight (Exod. 16:20), will only decay and grow foul.<\/p> <p><i>there your chariots will be<\/i> may indicate that Shebna had some special responsibility for the chariotry (so Clements). But equally likely Isaiah may have been pointing to the matched team and lovely chariot in which the steward had driven out from the city. One day it will belong to the Assyrians, says the prophet. So it is with all our acquisitions. We cannot keep them. If they outlast us, they will belong to others. Why will we not labor for those intangible values which will endure with us and in us forever? Why burn ourselves out to find some scraps of enjoyment before death overtakes us? Why not live as though we could never die? And indeed, we cannot! (Cf. Matt. 19:16–30; Luke 12:13–21.) In fact, says Isaiah, the quest for our own glory is most likely to disgrace us, so that Shebna, by his misplaced priorities, is actually a shame to his king and not an honor (cf. 23:9).<\/p> <p><a class=\"isa\" verses=\"WzE4MDcyXQ==\">19<\/a> Whatever the ultimate results of Shebna’s pride might be, the immediate results were clear: he would lose his position “over the house,” a prediction which 36:3, 22 seem to indicate was fulfilled. That he was only demoted to “secretary,” a still-prestigious role, may indicate that some sort of compromise had been necessary in order to get Eliakim into the top post. If policies of alliance versus nonalliance were at stake, then Hezekiah may have been unable or unwilling to cut completely loose from the previous policy. In any case, this is one more evidence of the remarkable ability of the bureaucrats to retain their hold on government. The titles may change, but the faces remain the same.<\/p> <p>In <a class=\"isa\" verses=\"eyIxODA3MyI6NX0=\">vv. 20–24<\/a> the focus now shifts to Eliakim, Shebna’s successor, and Shebna is further condemned by unfavorable comparison with that man. All the powers and prerequisites which Shebna had most likely delighted in would be given to another and Shebna could grind his teeth in frustrated envy. But Eliakim would be marked by dependability and faithfulness, characteristics conspicuously absent from Shebna’s description.<\/p> <p><a class=\"isa\" verses=\"WzE4MDczXQ==\">20<\/a> <i>my servant<\/i> is of course a title of great significance in the book as a whole. It is applied first to Isaiah in 20:3, then to Israel in chs. 40–55, as well as to the unnamed Suffering Servant, and finally, it is applied again to Israel in chs. 65 and 66. Although the term obviously involves obligation, even more it expresses privilege. Those who belong to God, who are instruments in his hand, are those who experience the fruits of his love and grace.<\/p> <p><a class=\"isa\" verses=\"eyIxODA3NCI6Mn0=\">21, 22<\/a> Eliakim will wear the badges of honor and carry out the functions assigned to him (cf. Gen. 41:41–44). Evidently the prime minister at least, and perhaps other high officials, wore special uniforms. The terms used here for <i>robe<\/i> and <i>sash<\/i> appear elsewhere only for garb worn by the priests. This does not mean necessarily that the court officers had usurped the prerogatives of the priests, but rather that there were standard terms for ceremonial clothing.<\/p> <p><i>he will become a father<\/i> expresses the attitude which a true governor should take toward his people (9:5 [Eng. 6]). This does not mean superiority or paternalism, but genuine care and self-sacrificing love. Thus his people will know that his rule is performed out of genuine care for them and not a self-serving pride. Again and again the prophets lay the ultimate blame for Israel’s perdition at the foot of vain, silly leaders whom the people alternately adulate and despise, but who do not have the people’s interests at heart. It was out of this experience that the longing for the Messiah came. Surely somewhere God would have a ruler who would rule justly. Eliakim would give a glimmer of that kind of rule, but as v. 25 makes plain, that hope must look beyond mere humanity.<\/p> <p><i>the key of the house of David<\/i> may have been a literal key of considerable size slung from the shoulder (so Skinner). But equally likely the reference here is symbolic. The authority to admit people to or exclude them from the king’s presence is vested in, or put on the shoulder of (9:5 [Eng. 6]), the one “who is over the house.” Obviously, this authority constituted tremendous power and required great character if it was not to be abused (cf. Gen. 39:6, 8). By the same token, the one to whom such power was given could know the depth of the king’s trust in him. This was what Jesus was showing to his disciples in Matt. 16:19. Similar words are applied to Christ himself in Rev. 3:7.<\/p> <p><a class=\"isa\" verses=\"eyIxODA3NiI6Mn0=\">23, 24<\/a> Eliakim will be like a peg set firmly in the wall, able to bear a prodigious weight without apparent strain. Those who do not see any historical or literary connection between these two verses suggest that the <i>peg<\/i> in v. 23 is a tent peg, which is the normal use of <span>yāṯēḏ<\/span> (cf. Judg. 4:22; Zech. 10:4). As noted above, however, there is no compelling reason for separating the two verses, and in that case the usage in v. 24 defines the one in v. 23 (cf. Ezek. 15:3).<\/p> <p>In the second half of v. 23, Isaiah changes the metaphor but keeps the same meaning. Rather than disgracing his lord, as Shebna did, Eliakim will be the vehicle through which his people will be honored, a seat upon which the family will be lifted up. They can rest upon him with confidence.<\/p> <p><a class=\"isa\" verses=\"WzE4MDc3XQ==\">24<\/a> As noted above in the introduction to <a class=\"isa\" verses=\"eyIxODA2OCI6MTF9\">vv. 15–25<\/a>, many commentators take v. 24 with v. 25, giving as their reason that both verses are in prose. However, it is not at all clear that <a class=\"isa\" verses=\"eyIxODA2OCI6OX0=\">vv. 15–23<\/a> are not prose as well, so this argument is not conclusive. That v. 25 begins with “In that day,” which is frequently taken to mark the beginning of a new section, is at least as strong an argument for seeing a division between the verses. In fact, the decision where to place v. 24 will depend largely on how one interprets the verse. If the prophet is speaking contemptuously of a family which destroys its one notable member by overloading him with their ne’er-do-wells and incompetents, then v. 24 goes with v. 25. On the other hand, if it is describing a man who is so dependable that even the insignificant, not just the influential, can entrust themselves to him, then it goes with <a class=\"isa\" verses=\"eyIxODA3MyI6NH0=\">vv. 20–23<\/a>. Without denying the possibility of the former interpretation, the latter seems most consistent with the purpose of the passage, which is to show the kind of person Eliakim is. In that light, we are invited to measure ourselves against him and ask ourselves whether even juglets can depend on us, or whether we, like Shebna, will be too busy building memorials to ourselves.<\/p> <p><a class=\"isa\" verses=\"WzE4MDc4XQ==\">25<\/a> Commentators have had difficulty with this verse because it seems to reverse field so abruptly. How can Eliakim, who has been so roundly praised, be the one who fails and is cut off? For it is surely Eliakim to whom reference is being made. However, reflection shows that a word on Eliakim’s fall is not at all unlikely in this setting. Over and over Isaiah had to say that any word of present deliverance was only temporary and that any word of future hope was beyond the fire. Thus it is not surprising that the prophet should hasten to add that despite his faithfulness and the lofty things said about him, Eliakim was merely human and that if the nation reposed all its hopes in him, those hopes would certainly be dashed. The nation’s only hope was in God and in that kind of repentance which would enable whole-hearted commitment. But Judah would be unable to do so, as v. 14 clearly envisioned. As a result, too much was demanded of too few Eliakims and they all fell. Modern nations have done the same. We adulate a Wilson or a Chamberlain as demi-gods and then, when they fail, as they must, we spit on them. <i>Sic transit gloriam.<\/i> Like Judah, we refuse to trust God and instead deify human leaders in the hope that they can save us. Inevitably, we must be disappointed, as Judah was. Our only hope is in God.<\/p>",
    "audit": null
}