{
    "id": 17415,
    "source": "oswalt",
    "verse_id": 18037,
    "verse_count": 10,
    "reference": "21:1–10",
    "title": "Babylon",
    "html": "<p>The four oracles contained in chs. 21–22 share a certain visionary character. They depend on less rational, more atmospheric elements for their impact (at least through 22:14), and have in common a rather fearful watching for calamity, an expectation of death, in the midst of partying and hilarity. These common literary features may be the main reason that these four pieces are placed together here, but it is also possible that a deeper unity is at work. This unity would lie in the fact that Judah was tempted to put her reliance in Babylon as well as in Egypt during the last years of the eighth century B.C. This would have been especially true prior to 710, when Sargon administered a stinging defeat to the Babylonian rebel Merodach-baladan and forced Babylon to submit to him. But Sargon did not destroy either Merodach’s or Babylon’s rebellious designs, and in the ensuing decade they continued to be a thorn in Assyria’s side. During this time, as indicated by 39:1, Babylon must have been encouraging revolt among Assyria’s other tributaries, offering moral support if nothing else. Since Assyria held a firm grip on the lines of communication in the north, Babylon’s only contact with the small countries of the Mediterranean coast would have been via the Persian Gulf and the Red Sea or across the northern end of Arabia through the oases of Dumah and Temah (so 21:11–16). But such help as the Babylonians could offer was severely restricted by their defeat under Sennacherib in 702 and his final destruction of the city in 689. Ch. 22 seems to deal with Jerusalem in the general light of this data. In the face of impending doom, given Babylon’s collapse and failure, surely Jerusalem should repent and turn to God. Instead, they look to their weapons, hold parties, and build tombs. All this in the “Valley of Vision!”<\/p> <p>The oracle in 21:1–10 is among the more obscure in the collection, both as to its historical provenance and as to its content. Verse 9 makes it appear that the entire address is to Babylon, but that is by no means clear, so that Penna and Kissane see <a class=\"isa\" verses=\"eyIxODAzNyI6NX0=\">vv. 1–5<\/a> as speaking about Judah. The strange title only compounds the difficulty. Also, it is not clear what destruction of Babylon is being spoken of. The reference to Elam and Media (v. 2) seems to point to the Persian overthrow in 539 B.C., as does v. 5 with its apparent allusion to Belshazzar’s feast (Dan. 5). As a result, given the rise of the Deutero-Isaiah hypothesis, many commentators assigned the oracle a date of about 540 (e.g., Delitzsch). Toward the end of the nineteenth century, however, such influential commentators as G. A. Smith and T. K. Cheyne reverted to the idea of Isaianic authorship on the grounds that the reference was to one of the defeats in 710, 702, or 689. More recently the move is back toward the 540 date or even later. The most recent treatment of the chapter concludes that both points of view are correct. A. A. Macintosh refers to the material as a palimpsest, by which he means that there was a sixth-century rewriting of an eighth-century document. This point of view seems to represent the most accurate observation of the data, for materials reflecting data from both centuries seem to be present (see below for further discussion). However, one wonders if, granting the possibility of prediction, an eighth-century origin could not include both materials. From the Judeans’ point of view, between 715 and 700 it was important to say that Babylon could offer no lasting help to them at that time. That Babylon would fall to Cyrus in 539 would be of little significance. At the same time any historically accurate picture of Babylon’s fate with regard to Judah and with regard to God’s sovereignty over the nations would have had to reckon with the truth that Babylon’s ultimate defeat was yet to come (<a class=\"isa\" verses=\"eyIxODQxOCI6M30=\">39:5–7<\/a>). Thus the vision seems to combine the pictures of both the near and the far situations in order to give a complete statement.<\/p> <p>It is often said on the basis of v. 10 that the function of the segment is to encourage Judah. However, this is not at all clear. Obermann and Scott believe the verse applies to Babylon. Moreover, even if the verse does speak to Judah, any comfort in it is strictly by implication. It is equally possible that the prophet is regretting that he has to announce to his people that they can expect no help from Babylon to escape the coming attacks by Assyria. If chs. 19–20 and 22 are taken into account as the context of this chapter, it seems even more certain that the function is not comfort, but warning—the continuing warning that the nations of this earth are under the judgment of God and are neither to be trusted nor feared as to our ultimate conditions and destiny.<\/p> <p><a class=\"isa\" verses=\"WzE4MDM3XQ==\">1<\/a> <i>Burden of the desert of the sea<\/i> is enigmatic at best. Currently most scholars hold “of the sea” to be a textual corruption (it is missing from LXX) and take the origin of “desert” to be drawn from the succeeding statement “it comes passing on from the desert.” If the title is correct, it may be a reference to the fact that southern Mesopotamia was called “the Sealand” and may be an ironic statement mocking a country which is really a desert in terms of its capacity to help others (cf. Jer. 50:38; 51:13, 36).<\/p> <p><i>Like stormwinds from the Negeb<\/i> immediately thrusts the reader into the cognitive difficulties of the vision. For we are not told what comes. Gray inserted “roaring,” while Driver and Scott altered the title to get a subject: “stormwind” and “words,” respectively. Although this kind of elliptical writing seems out of place elsewhere in the book, it seems to fit this passage very well. The writer is not attempting to affect the reader cognitively but emotionally. Thus the images are jumbled and incomplete. But they are entirely effective in conveying the impression of sudden, breathless doom. The translation here suggests that the vision itself may be what swept over the prophet like a storm. However, this translation also probably makes the statement more rational than intended. “It” comes, the more portentous because it is undefined.<\/p> <p>Especially in the winter, as weather systems move to the north of Israel, strong windstorms come from the east and the southeast out of the wilderness (Job 1:19; Jer. 4:11; 13:24; Hos. 13:15; Zech. 9:14). These storms come with terrifying suddenness and force. So this experience strikes the prophet.<\/p> <p><a class=\"isa\" verses=\"WzE4MDM4XQ==\">2<\/a> <i>A severe vision<\/i> speaks of the nature of the events which the prophet foresees. Merely because he prophesies doom and bloodshed does not mean that he delights in these. The same sensitivity which made the prophets aware of what God was saying to them also made them empathize with the human tragedies which their messages portended (cf. 1 K. 14:6).<\/p> <p>The thing which grips the prophet is the perverseness of warfare. He is not seeing courage, self-sacrifice, and commitment but rather treachery and greed as the works of a lifetime, patiently built up and cared for, are destroyed in a violent moment by all that is ugly in humanity.<\/p> <p><i>Go up, Elam; besiege, Media<\/i> is the command to Babylon’s enemies to attack her. It is impossible to ascertain whether Elam and Media are the “treacherous” just referred to or whether Babylon is. Nor is it necessary to do so. As noted above, logical sequences are not as important here as is effect. Elam, in what is today southern Iran along the east coast of the Persian Gulf, formed a major part of the Persian homeland, and it was the Persians with the Medes, who lived in what is today north-central Iran, who brought down Babylon in 539. Thus, this statement is an apt prediction of what lay ahead. But would it have had any meaning in the late 700s? Those who accept the late date normally point out that Elam and the Medes were allies of Babylon in the 700s and that this command could not have been understood then. But that does not follow. First, as pointed out with reference to <a class=\"isa\" verses=\"eyIxODAwNiI6MjV9\">ch. 19<\/a>, it is not necessary that there be some historical situation to which the prophetic word corresponds. The prophet may well be painting a general picture in which components are used in nonhistorical ways. Thus, if this passage was written before 689, the prophet could have been understood to be using peoples who were well-known marauders as figures in his picture of destruction. It is also possible that Isaiah, with his well-known hostility toward alliances, could have been using irony here, calling on Babylon’s “friends” to turn traitor against her and sack her.<\/p> <p><i>I will stop all her groaning<\/i> is another enigmatic statement. Generally it is taken to refer to groaning or complaining under Babylonian oppression when she became a world empire after 605. This is probably the ultimate meaning. One wonders if in the context of the late eighth century the groaning was understood to be Babylon’s against the Assyrian empire. If so, God plans to put a stop to it, although not in quite the way Babylon hoped.<\/p> <p><a class=\"isa\" verses=\"eyIxODAzOSI6Mn0=\">3, 4<\/a> The violence of the vision which has come to the prophet is almost more than he can bear. He expresses this dismay in physical terms: abdominal cramps wrack him like birth-pains; he is doubled up and disoriented; his heart palpitates; he is seized with uncontrollable shuddering. One may ask why this should be. After all, Babylon was no true friend of Judah in 700, and she was an oppressor in 540. Kaiser suggests that such language was a rhetorical device used by prophets to underline the severity of their pronouncements (15:5; 16:9, 11; Ezek. 21:6, 7; Dan. 10:2, 3). Over against this view is Scott’s opinion that these words betray the depth of the prophet’s ecstatic involvement in the experience. Without endorsing all of Scott’s opinions about prophetic ecstasy, it still seems that his point of view corresponds better with the sense of disorganized immediacy which the oracle projects. But in either case the problem is not solved, especially for the exilic date. No other prophet of the Exile manifests such a concern for Babylon. Most manifest positive satisfaction over Babylon’s downfall. The earlier date would present less difficulty in that Babylon’s collapse means certain failure for Judah. But it also needs to be said, as on v. 2 above, that the prophet’s deep humanity is revealed in this kind of response. With terrific intensity the prophet is aware of individual persons bleeding and suffering, of families ripped apart and destroyed, of hope shattered. The prophet who does not feel some empathy for the personal horrors which destruction of his enemies will entail is not reflecting accurately the character of the God for whom he speaks.<\/p> <p>The difference in tone between this oracle and the one contained in chs. 13 and 14 is probably to be explained by the fact that in the latter Babylon is used to represent or to typify human sin. No empathy is possible with a figure of speech. Here, however, a flesh-and-blood kingdom is being spoken of and a different response is elicited.<\/p> <p><i>From hearing&nbsp;… from seeing<\/i> are capable of two different interpretations, and commentators are about equally divided between them. One possibility is that the “from” <i>(min)<\/i> is privative, meaning that the author is so overcome that he can see and hear no more. The other possibility is the causal: because of what he has heard and seen he experiences this pain. Either one makes good sense. Perhaps the privative is best in that the rest of the verse does not deal with causes.<\/p> <p>As is true of so much of the rest of the oracle, the reason why the prophet longed for twilight is not clear. Perhaps he hoped for rest at the end of the day. Alternatively, this may have been the time when he normally received visions. At any rate, his hope was dashed: he was unable to rest or his vision was fearful rather than hopeful. Whatever the reason may have been, the hearers get the point. If they could see what the prophet has seen, they too would be seized with trembling instead of relief.<\/p> <p><a class=\"isa\" verses=\"WzE4MDQxXQ==\">5<\/a> This verse accords very well with the report of Belshazzar’s fall as contained in Dan. 5. At the moment when the king and his nobles are feasting in unconcern, the enemy troops are surrounding the city. Suddenly, in the midst of the feast, the call to arms is sounded, but it is already too late. This is always the story of judgment. One of sin’s functions is to deaden moral sensitivities until the possibility of retribution becomes unthinkable. So it was at Sodom (Gen. 19:14), and so it will be at the last day (Mark 13:35, 36). While the prophet is convulsed with horror at what is about to take place, those on whom the horror will fall are destroying the very faculties which might have warned them.<\/p> <p>The verbs here are infinitives, which give a sense of immediacy and activity. By contrast, the final imperatives are abrupt and cutting. All the busy activities of the feast are over—forever. Probably the shields were oiled to make the leather covering more flexible and less susceptible to cracking or being punctured in battle, but several other possibilities have been mentioned, including making enemy blows slide off and making the edges of the leather softer against the user’s body.<\/p> <p><a class=\"isa\" verses=\"eyIxODA0MiI6NH0=\">6–9<\/a> The scene now changes back from Babylon to Judah. In his vision, the prophet is charged to post a watchman who must watch the eastern horizon for the signs of Babylon’s fall. Virtually all commentators are agreed that the watchman is Isaiah himself (Hab.2:1; cf. also <a class=\"isa\" verses=\"eyIxODA0NyI6Mn0=\">vv. 11, 12<\/a>; 52:8). This identification has given rise to a rather elaborate theory of a dual consciousness in the prophet, whereby he is both watchman and listener to the watchman’s message. As Kaiser and others have pointed out, however, this is a visionary experience, not an ordinary day-to-day event. Thus, what is described in a vision ought not to be used to construct a theory of prophetic psychology.<\/p> <p>This concept of the signs of the times is picked up by Jesus in his discourse on the last days. These signs are evidences of God’s workings in history, bringing all things to final consummation. Not only will there be cataclysms in nature (Matt. 24:7, 29), but also in human society (Matt. 24:6) and in the Church (Matt. 24:9–12). The person who sees these signs can interpret the message. As surely as Babylon has fallen, Christ is coming.<\/p> <p><a class=\"isa\" verses=\"WzE4MDQyXQ==\">6<\/a> God is here referred to as <i>the Sovereign<\/i> (as in v. 8). In the affairs of the world, he is Isaiah’s Sovereign, but also Babylon’s, indeed, the Sovereign of all time. He sends a watchman to his post and Babylon to its doom. Under this sovereignty, the watchman has no choice but to report what he sees, even if that should be painful and unpleasant. In fact, that is just why he is posted, not for his own sake, to discover interesting intelligence, but to pass on information for the sake of his people.<\/p> <p><a class=\"isa\" verses=\"WzE4MDQzXQ==\">7<\/a> The watchman is given something to watch for: a procession of warriors riding in pairs on horses, donkeys, and camels. Although Kissane believes this to be only a caravan, virtually all other students of the passage agree that it is a military cavalcade (as the predominantly military usage of <span>reḵeḇ<\/span>, “chariotry, riders,” would indicate; cf. 43:17; Jer. 46:9). Having said this, however, one finds it difficult to arrive at a precise picture of the scene, because of the wide range of meanings for the two key words <span>reḵeḇ<\/span> and <i>pārāšîm<\/i>, “horsemen.” <i>rkb<\/i> has to do with riding and <i>prš<\/i> has to do with horses, but within those general fields there are many possibilities.<\/p> <p>If the present reading is correct, it may refer to the Persian army, which Xenophon said advanced by twos and specially utilized donkeys and camels to unsettle the enemy. Again the visionary nature of the experience must be stressed. The Persian army, if that is what it is, did not appear outside Jerusalem. Rather, in his vision the prophet sees Babylon’s attackers. Interestingly enough, the watcher is not told the meaning of the vision at this point. He is only told to pay very careful attention when the sign does appear.<\/p> <p><a class=\"isa\" verses=\"eyIxODA0NCI6Mn0=\">8, 9<\/a> In these verses the watchmen speaks, first telling of his perseverance, with perhaps a trace of impatience <i>(all day<\/i> long and <i>all night)<\/i>, and second, announcing the appearance of the sign and its meaning for Babylon and her gods. Kaiser suggests plausibly that v. 8 functions to heighten the suspense between vv. 7 and 9. Certainly if the passage dates to 700 the wait was a very long one until the final signs of Babylon’s doom appeared. Likewise the Church waits, and has waited, for the announcement of Babylon’s doom (Rev. 18:2). And what of the watchmen in the meantime? Will they have the same testimony as Isaiah, or will they be like the ten foolish virgins (Matt. 25:1–13)?<\/p> <p>But however long the wait, eventually the light dawns. There is an abruptness about <i>hinnēh zeh<\/i> that <i>Behold, this<\/i> does not convey. “Here it is!” captures some of the feeling. When an event has been anticipated for a long time, its actual arrival is almost surprising. One has gotten so used to the anticipation that its passing into reality comes unexpectedly. So here the moment comes when the sign appears.<\/p> <p>That the sign is not exactly the same as it was described in v. 7 causes a problem. Two solutions have been proposed: (<a class=\"isa\" verses=\"WzE4MDM3XQ==\">1<\/a>) the prophet actually saw two processions, the first being a military one on its way to destroy Babylon and the second merely a messenger coming to announce Babylon’s fall; (<a class=\"isa\" verses=\"WzE4MDM4XQ==\">2<\/a>) the two signs are in fact identical, but only enough is described the second time to recall the fuller description in v. 7. The latter solution seems the more natural, requiring fewer suppositions to support it than does the former. However, the reference to <i>chariotry of a man<\/i> in v. 9 is troublesome. The NIV translates “a man in a chariot,” but if that were intended, surely a clearer way of saying that could have been found. Probably Galling is right that it is a manned chariot, but it is unlikely that the one at the beginning of v. 7 was unmanned. Perhaps v. 9 only gives a fuller description of the chariot mentioned in v. 7.<\/p> <p><i>he answers<\/i> is indefinite as to the identity of the speaker. There are at least three possibilities: God, a messenger, the watchman. The difficulty with the watchman is that he has not previously learned the meaning of the sign. Otherwise, this would be the most natural interpretation. Given that problem, one is left with the other alternatives. God seems the least likely since nothing else in the context indicates him. The messenger depends on the interpretation of “chariot of a man” and is thus questionable. Thus we come back to the watchman, and in fact, in an oracle where logical connection is not important, it presents very little difficulty to suppose that the watchman intuits the meaning of the sign at the critical moment. Overall, this interpretation seems to present fewest problems.<\/p> <p><i>Fallen, fallen is Babylon<\/i> strikes the ear with a sonorous kind of finality. The repetition of the verb adds to the impact of the statement. The mighty city, glory of mankind, is gone (cf. Rev. 18:2). The connection with idols corresponds to other statements in the prophecy that idolatry is a manifestation of the human thirst for glory, of which Babylon is the chief symbol (2:6–22; 13:10, where the heavenly bodies are deities; 17:7–9; 27:9; 46:1–13). Idolatry is the attempt to project human values and understandings upon the stars. Modern humanism is simply ancient idolatry in a three-piece suit or a pair of designer jeans. But the city of human pride cannot stand, as the Londons and Dresdens and Hiroshimas of our own century ought to tell us, and when they fall, our human pretensions must go with them. But the marvel of humanity is our capacity to resurrect the old pride from the ruins and refurbish it again.<\/p> <p><a class=\"isa\" verses=\"WzE4MDQ2XQ==\">10<\/a> As noted above, this verse can be taken in two ways, either as a word of encouragement or as a word of regret. Which way it is taken depends upon one’s conclusions concerning the date of the passage. Those who take it to be from the sixth century see it as encouragement to the exiles: their oppressor is about to fall. Those who take the oracle as dating to the eighth century generally see in it the note of regret: although you hoped for relief from Assyria, Babylon will not be able to give any. That the verse can be taken in both ways is perhaps an indication of the twofold reference of the oracle.<\/p> <p><i>threshed and winnowed<\/i> refers to the crushing and trampling used to separate grain from the stalks and husks. Animals were driven over the cut grain, sometimes pulling a sled or a heavy cart (28:27, 28; 41:15, 16; Amos 1:3; Mic. 4:13). The grain and chaff, having been thus separated, were tossed into the air on a windy day with the result that the chaff was blown away, while the heavier grain fell back to earth. So Isaiah envisions his people: trampled under the threshing sledge, tossed into the winds, falling back to earth. But there is a word of hope in all of this judgment. The whole process goes forward at the word of Israel’s God. History is not out of control, nor in the hand of some demon who wishes to destroy Israel. The shocks that had come and were yet to come could be endured so long as Israel could yet believe that it was God who was bringing her through the fire.<\/p>",
    "audit": null
}