{
    "id": 17517,
    "source": "oswalt",
    "verse_id": 18747,
    "verse_count": 8,
    "reference": "55:6–13",
    "title": "My Word Will Not Return Empty",
    "html": "<p>After the promises of <a class=\"isa\" verses=\"eyIxODc0NCI6M30=\">vv. 3–5<\/a>, the writer returns to the mode of invitation (cf. <a class=\"isa\" verses=\"eyIxODc0MiI6M30=\">vv. 1–3<\/a>). The continuation of the imperative and jussive mood in <a class=\"isa\" verses=\"eyIxODc0NyI6Mn0=\">vv. 6–7<\/a>, as well as the broad tone of invitation, argues that this segment (<a class=\"isa\" verses=\"eyIxODc0NyI6OH0=\">vv. 6–13<\/a>) is intended to function as a unit with <a class=\"isa\" verses=\"eyIxODc0MiI6NX0=\">vv. 1–5<\/a>. Some scholars detach <a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">vv. 12–13<\/a> from <a class=\"isa\" verses=\"eyIxODc0NyI6Nn0=\">vv. 6–11<\/a>, but the promises there are in some sense a continuation of the promise of v. 7 after the substantiations of <a class=\"isa\" verses=\"eyIxODc0OSI6NH0=\">vv. 8–11<\/a>. Those who seek the Lord and receive his abundant pardon will indeed go out in joy, and their deliverance will be a name for the Lord.<\/p> <p><a class=\"isa\" verses=\"WzE4NzQ3XQ==\">6<\/a> The Lord has come <i>near<\/i> his people, not only in the work of the Servant that has been predicted, but also in the preaching of the prophet throughout the book, especially from <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> onward. It is plain that he is more than ready to be found (cf. also 65:1). He wants to comfort the despairing, forgive the sinner, and deliver the bound. What remains to be done for these blessings to be experienced? Only one thing: we must <i>seek him, call on him<\/i>. Many commentators (e.g., Westermann, Whybray) agree that these actions were originally more cultic in nature but became more “spiritual” because of the work of the prophets and the effect of the exile. While this thesis is certainly possible, the evidence in its support is not totally convincing. For one thing it assumes a division between “cultic” and “spiritual” that is not necessarily the case. The verb <span>dāraš<\/span>, “seek,” can have the connotation of asking for an oracle (1 K. 22:7), but this does not always imply a cultic context (2 K. 22:13–14). More importantly for the present context, the word is regularly associated in the prophets and elsewhere with repentance (Isa. 9:12 [Eng. 13]). If a distinction is to be made, it appears to be between a “seeking” that is primarily for information from God, which can be either sincere or insincere, and a “seeking” that is for the presence of God and his ways in one’s life. The latter sense is clearly used here. Isaiah tells his people that it is not information that they should seek from God, but his presence and his character, gifts that he longs to give to them.<\/p> <p><a class=\"isa\" verses=\"WzE4NzQ4XQ==\">7<\/a> Any question about the import of the previous verse is settled by this verse. It is as they forsake wickedness and turn to the Lord that they will be truly seeking him and calling on him. In Ezekiel the prophetic (and divine) disgust with those who were constantly seeking a word from the Lord but were never seeking the Lord himself is explicit (e.g., 20:1–4), but it must have been true for all the prophets (cf. Isa. 58:1–2). We humans want God’s gifts, but we are always fearful of letting the Giver into our lives, lest we should lose our illusory feeling of control. Thus Isaiah reminds us all exactly what it takes for us to “seek the Lord”: turning away from our wickedness and iniquity.<\/p> <p>As Westermann and other scholars recognize, this verse gives this segment a much more universal tone than simply a reference to the return from exile. The problem for the Israelites (and all of us) is much more than physical bondage and oppression. As real as these issues are, and as much in need of solution as they are, they are not ultimate. The ultimate question is how sinful humans can live with a holy God. Solve the first questions without solving this one, and nothing is solved. But solve this one and the others can be mastered. If we can find peace with God, we have access to his power and his eternity. Nothing can ultimately defeat those.<\/p> <p>When the <i>wicked<\/i> one and the <i>man of iniquity<\/i> turn to the Lord, the thing that they will find is not righteous anger and retributive justice. Instead, they will find compassion and multiplied pardon. How can this be? The position of this chapter subsequent to <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">ch. 53<\/a>, as well as the marked change in tone of chs. 54–55 already noted, suggests that it is because of the work of the Servant. It is because “his grave was assigned with the wicked” (<a class=\"isa\" verses=\"WzE4NzIxXQ==\">53:9<\/a>), and “the Lord has caused to fall on him the iniquity of all of us” (<a class=\"isa\" verses=\"WzE4NzE4XQ==\">53:6<\/a>), that we, wicked and iniquitous though we be, can be treated as though we were righteous (<a class=\"isa\" verses=\"WzE4NzI0XQ==\">53:12<\/a>). This is the issue that the exile raises: Can a people whose sin has driven them from the presence of God as represented by the promised land ever be restored to that presence? Restoration to Israel does not in itself restore the relationship broken by sin. The words used here show that the prophet understands this issue. For “wickedness” and “iniquity” are not failure to believe that God could deliver from Babylon. That issue was dealt with conclusively in chs. 40–48. This is the issue of human rebellion against God and his ways. Unless God can pardon this rebellion without making a mockery of his entire system of justice, mere delivery from Babylon will accomplish nothing. That God is ready with compassion and abundant pardon in his hands says that a way has been found and that those who will turn around from their rebellion, confess their sin, and accept the sin offering of the Servant may have something infinitely better than restoration to Judah: restoration to God (54:8; cf. John 3:16).<\/p> <p><a class=\"isa\" verses=\"eyIxODc0OSI6Mn0=\">8–9<\/a> It is probably correct, as many commentators (e.g., Alexander, Young, Knight, and Westermann) maintain, that the parallelism of <i>ways<\/i> and <i>thoughts<\/i> is significant. Together they make up a whole that neither one alone can comprehend. A person’s <i>ways<\/i> are one’s patterns of behavior, and those must be changed if one is ever to live with the God of the Bible. He makes it plain that faith in him without a life like his is not faith at all. This is clear at least from Exod. 19–24 through the book of James. At the same time genuine change of behavior without an accompanying change of values and perceptions is impossible. Sin is ultimately a matter of attitude. However superficially “righteous” a person may be, if one persists in imagining that one can live independently from God, then that person is profoundly unrighteous.<\/p> <p>These verses state one of two reasons why humans should seek the Lord and turn from their wickedness. As Alexander points out, one can understand v. 8 (and 9) in three ways. The first is that although human thoughts would say that forgiveness is impossible, God’s thoughts are not human. The second is that although human thoughts would say that God’s covenant promises to Israel have been nullified by Israel’s sin, God will keep those promises anyway. The third is that humans should turn from their sinful ways and thoughts because those are not God’s ways and thoughts. Each of these may be paralleled with other passages in the Bible, so it is not a matter of what is in keeping with biblical theology. Instead, it must be a matter of what is in keeping with the context. In that case, as Alexander and others conclude, the third option must be the correct one. The repetition of <i>ways<\/i> and <i>thoughts<\/i> from v. 7 suggests that what is wrong with human ways and thoughts and requires one to turn away from them is that they <i>are not<\/i> God’s thoughts and ways. This same point is made in Prov. 16:1–3 (cf. also Prov. 3:5–6; 21:2), using the same words (<span>d<\/span><span>rākîm<\/span>, “ways,” v. 2; <span>maḥš<\/span><span>bôt<\/span>, “thoughts,” v. 3). Our ways and thoughts have been perverted by original sin, and it is only as we turn from them to God and his mercy that we can ever have peace with him and live lives that will be truly productive.<\/p> <p>Many recent commentators (e.g., Duhm), wishing to deny that this passage has to do with sin and repentance and asserting rather that it has to do with restoration to the land, insist that the verses are about the supposed impossibility of restoration; they ignore the contextual markers either by deleting v. 7 or by glossing over the connection. Westermann goes so far as to say that one piece of evidence for the inauthenticity of v. 7 is that its presence causes v. 8 to be read in the way that has just been indicated, a way that is clearly not correct.<\/p> <p>To be sure, the recognition that the primary point of <a class=\"isa\" verses=\"eyIxODc0OCI6M30=\">vv. 7–9<\/a> is to assert that the ways of iniquity and wickedness are to be rejected precisely because they are not God’s ways does not rule out the recognition that forgiveness and pardon are not normally human thoughts and ways either (cf. Ezek. 18:25–29). This seems to be confirmed by <a class=\"isa\" verses=\"eyIxODc1MSI6Mn0=\">vv. 10–11<\/a>, which pick up the heaven motif from v. 9. Nevertheless, one must not forget that the present form of the text asserts clearly that it is about the pardon for sin that is a result of divine action in breaking the sin barrier and coming near, and of human turning away from sin and wickedness and turning to the ways and thoughts of God.<\/p> <p><a class=\"isa\" verses=\"eyIxODc1MSI6Mn0=\">10–11<\/a> These verses provide the second reason why we should seek the Lord and abandon our wickedness. As just stated, the figure used seems to pick up the motif of the heavens from v. 9. Here the reason for turning to God is the absolute dependability of his word. What God has said about the certainty of pardon being available is absolutely dependable. But even more than that, all that God has said is reliable, whether it is about himself and his love, or about the nature of reality and the foolishness of idolatry, or about the human predicament and the necessity of repentance.<\/p> <p>This point is made by an extended comparison between the rain and the word. In the ancient Near East rain spelled the difference between life and death. If the rains came at the appropriate times one could hope for good crops, which meant enough food <i>(bread)<\/i> for the coming year, and, of at least equal importance, <i>seed<\/i> for the following year’s crop. If the rains did not come, not only was the crop lost but also the seed, and famine stared one in the face. In a powerful comparison, Isaiah says that God’s word is just like the rain. In particular, he compares the effectiveness of the two. Each one achieves the purposes of blessing and life-giving for which it was intended. The grammar supports the idea of both the rain and the word returning to heaven after accomplishing their respective purposes. This has prompted commentators (e.g., Hitzig) to debate whether the Israelites understood the principles of evaporation. But the idea of return is not the important point. The point is the achieving of the purposes of God.<\/p> <p>Throughout the book this idea of God’s preexistent purpose and the certainty of its accomplishment have been a central idea. Coupled with that is the idea of God’s having spoken in intelligible terms. Put together, these constitute the basis of the biblical doctrine of special revelation. God has spoken to reveal his plans and purposes in the context of human history, and what he has said <i>will<\/i> be accomplished (cf. 53:10). Above everything else, these plans and purposes are for good (Jer. 29:11). God intends to bless the human race, to forgive its sins, to redeem its failures, and to give permanence to its work. All this will be accomplished through his revelatory word. As Muilenburg says, it is not rain that is the source of life but the word of God. Some of these ideas were surely in the mind of John when he identified Jesus Christ as the Word (John 1:1). Here was the premier revelation of the good purposes and plans of God (<a class=\"isa\" verses=\"W3siMTc2NjIiOjN9LHsiMTc2NzIiOjJ9XQ==\">1:7–9, 17–18<\/a>). But here also was the effective means of achieving those good purposes. Those who turned from their wickedness and iniquity could again and again experience through him the pardon of God (<a class=\"isa\" verses=\"WzE3Njg0XQ==\">1:29<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">12–13<\/a> The function of the opening <span>kî<\/span> is a matter of dispute. It could be the final substantiation of the call to seek the Lord (v. 6) and translated “Because” or “For” (NRSV, AV). It could be an asseverative to be translated “Surely” and introducing the result of the sure promise of pardon (NEB, Watts). It could be introducing an object clause identifying the content of the divine word and thus translated “namely, that.” A good case can be made for any of these, although the third is perhaps not as obvious as the other two. On balance, a subjective judgment on the function of <a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">vv. 12–13<\/a> must play an important role in the decision. It appears that the two verses function as a lyrical conclusion to the entire division constituted by chs. 40–55. The elevated language is reminiscent of such passages as 41:18–20; 43:19–21; 44:1–5; 48:20–21; 49:9–11; and 52:11–12, as well as the nature songs of 42:10–11; 44:23; and 49:13. Moreover, the imagery of return has united this subdivision (chs. 49–55) with the previous one (chs. 40–48). But a direct causal connection to v. 6 would have the effect of narrowing the scope of the verses to a function limited to this segment (<a class=\"isa\" verses=\"eyIxODc0NyI6OH0=\">vv. 6–13<\/a>). At the same time, it is not appropriate to detach <a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">vv. 12–13<\/a> from <a class=\"isa\" verses=\"eyIxODc0NyI6Nn0=\">vv. 6–11<\/a>. Without the call to repentance and the assurance of pardon (<a class=\"isa\" verses=\"eyIxODc0NyI6NH0=\">vv. 6–9<\/a>), and the assurance that God’s good purposes will prevail (<a class=\"isa\" verses=\"eyIxODc1MSI6Mn0=\">vv. 10–11<\/a>), the lyric of <a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">vv. 12–13<\/a> hangs in midair. So it seems most likely that the asseverative sense of <span>kî<\/span> is intended, allowing the verses to function as both the conclusion of <a class=\"isa\" verses=\"eyIxODc0NyI6OH0=\">vv. 6–13<\/a> and the conclusion of chs. 40–55.<\/p> <p>Most of the recent commentators (e.g., Muilenburg) limit the reference of these verses to the return from exile. Without doubt, as pointed out throughout chs. 49–55, the return from exile provides the central image for the poet. Moreover, it is clear that the idea of deliverance from the sin that prompted the exile and restoration from the effects of the sin (the exile) are not treated in separate compartments. But it has also been maintained throughout, as is especially apparent in chs. 54–55 and again in this final segment, that the chief concern in this subdivision (chs. 54–55) is for restoration to fellowship with God.<\/p> <p>This concern explains the unusually image-laden language in these verses. Not even the most starry-eyed prophetic imagination expected the mountains literally to burst forth with a shout or for the trees literally to clap their hands when the exiles were led forth for home. Neither did he expect that the thornbush would magically change to cypress as the exiles passed. The prophet is not talking about the literal return. It is not even certain that he is speaking about some eschatological time. This is imagery from start to finish, and it is imagery to express the joy of all creation at the possibility of sinners being made holy through the Word of God. To be sure, the return from exile is a part of that work of the Word, but the return only makes any sense in the light of the deeper, greater work. If deliverance from the guilt and the power of sin is not a real possibility, the return is only a mockery of human futility. But if that glorious possibility does exist, then redemption of every type, physical, emotional, and spiritual, is a wonderful reality.<\/p> <p>This is the meaning of the final bicolon, the bicolon that brings the whole subdivision to a stirring and satisfying close. Those who delimit the prophet’s reference in these two verses to the return from Babylon are driven to a supposition that is almost ludicrous. They are forced to say that evidently the prophet (Deutero-Isaiah, whose view is limited to his own narrow time span) envisioned the return to be marked by a miraculously transformed nature that would be kept in perpetuity as a kind of memorial to God’s deliverance. If that is correct, then Deutero-Isaiah was the falsest of false prophets, because there were no miracles and they have not been kept inviolate for all eternity.<\/p> <p>But that is not what Isaiah has in mind at all, and the Jewish community never understood him to be saying that. What he is saying is that the work of redemption, the antecedent of <i>it<\/i> in the second bicolon of v. 13, of which the return from exile was one small part, will stand for all time as a testimony to the <i>name<\/i> of the Holy One of Israel, Creator and Redeemer, the one who formed and the one who saved his creation. This is the way Paul uses the term “name” when he says that because of the self-sacrifice of Christ, God has “given him a name that is above every name” (Phil. 2:9).<\/p> <p>The <i>eternal sign<\/i> is the third element that has received this description <i>(<\/i><span>ʿôlām<\/span><i>)<\/i> in chs. 54–55. The first is the everlasting <span>ḥesed<\/span>, love, mercy, grace, kindness, of God (<a class=\"isa\" verses=\"WzE4NzMyXQ==\">54:8<\/a>); the second is the everlasting covenant (<a class=\"isa\" verses=\"WzE4NzQ0XQ==\">55:3<\/a>), which is an expression of the grace of God; and the third is this <i>sign<\/i>, the redemption of the world, which is the expression of the other two. This sign is a counterpart to that other sign of which Isaiah spoke, the sign of Immanuel (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">7:14<\/a>). Ahaz would not believe that sign and what it taught, and as a result his people were decimated. But God does not abandon those who may fail to trust in him. He will find a way to deliver them from the consequences of their rebellion, if only they will receive it. And this work of redemption will stand for all eternity as a witness to the nature of our God (cf. also 66:19).<\/p>",
    "audit": null
}