{
    "id": 17375,
    "source": "oswalt",
    "verse_id": 17771,
    "verse_count": 8,
    "reference": "6:1–8",
    "title": "A. The Vision",
    "html": "<p>The function of this chapter in its present context presents a serious problem. Suggested solutions are almost as numerous as the writers on the subject, and the number of writers is myriad. Older commentators, perhaps echoing Calvin, tended to treat the experience as occurring subsequent to Isaiah’s initial call. This view preserved a chronological explanation of the present order. Yet the experience described in the chapter is of such power and immediacy that it is hard to imagine it as anything other than inaugural (cf. Skinner’s comments). This is not to say that Isaiah may not have been preaching before, but only that he was not doing so because of a decisive experience. The view that the experience described in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> constituted Isaiah’s call has tended to carry the day, but that still leaves unanswered the fundamental question: why does not the report of the call appear first in the book? As early as Marti the suggestion was made that the call narrative appeared at the beginning of a scroll including 7:1–9:5 (Eng. 6) and that the later compiler(s) did not wish to tear it (figuratively) from that context and put it before the materials which they had arranged (the present chs. 1–5) as introductory to the book. This view, in one form or other (the supposed scroll is now frequently limited to 6:1–8:18), has come to prevail in most modern commentaries (e.g., Fohrer, Kaiser, Wildberger). With it has come the increasing conviction that the words of <a class=\"isa\" verses=\"eyIxNzc3OSI6NX0=\">vv. 9–13<\/a> were not part of the original experience, but that they express Isaiah’s reflection upon his call after some years of unsuccessful preaching, and in the light of the looming Syro-Ephraimite crisis. This view is in part due to an overemphasis upon the connection of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> with chs. 7 and 8. For a fuller discussion, see below on <a class=\"isa\" verses=\"eyIxNzc3OSI6NX0=\">vv. 9–13<\/a>.<\/p> <p>The weakness of the view that <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> is where it is in the book because of its physical contiguity with the material of chs. 7 and 8 is that it tends to make the creation of the present book the fitting together of a patchwork of scrolls without much concern for overall order and coherence. On this view, the major concern of the compiler(s) would be for getting all the pieces into the whole at some place according to some approximate chronological scheme. Concern for a theological statement would have been secondary or tertiary, according to such a position. Such can have hardly been the case. The same modern scholars who say that <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> is where it is simply because it was part of a scroll with the materials now comprising chs. 7 and 8 also say that the compiler(s) willfully disarranged the long poem on God’s wrath (9:7–20 [Eng. 8–21]) so that four or five of its verses now appear in <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a> (<a class=\"isa\" verses=\"bnVsbA==\">vv. 26–29, 30<\/a>?) while four verses from the lament of <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a> now appear between 9:20 (Eng. 21) and 10:4, 6. Surely persons who could shift paragraphs at will could also shift a chapter to make a theological point.<\/p> <p>Several writers have sought to come to grips with the theological significance of the call narrative’s present location. Of these, Ackroyd’s account is the most thoroughgoing and comprehensive. He proposes that chs. 1–12 form an intentional arrangement of Isaiah’s twin messages of certain doom and certain salvation. That both were sooner or later fulfilled accounts for the magnetic attraction of Isaiah for other and later traditions, according to Ackroyd. In this view <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> functions like a hinge, containing as it does words of utter doom and yet the example of the prophet’s own cleansing and the concluding note of hope. Already in 1954 Leibreich had pointed the way to a similar conclusion: “from the point of view of the present order and arrangement of the chapters, chapter 6 is a suitable conclusion to the chapters before it and an equally suitable introduction to the chapters which follow.”<\/p> <p>The recognition of the double function of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> is fundamental to an understanding of its position in the book. However, another issue must be considered before that thought can be pursued further—the question of chs. 1–12 as a whole. Is it true, as Ackroyd, Marshall, Ginsberg, and others have suggested, that chs. 1–12 form a unit? It is the position of this commentary that they do not. The generality of chs. 1–5 sets them off as introductory. They deal with broad issues, behaviors, and consequences. As such they do not have a more direct relationship with chs. 7–12 than they do with any other segment of the book. They set the stage for what follows. On the other hand, chs. 7–12 are predominantly specific. They deal with a particular historic occasion and the implication of that occasion in both the near and the distant perspectives. The recurrence of Assyria is a key to this understanding. Furthermore, the chapters deal with a very specific theological problem: why trust? To be sure, <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">ch. 12<\/a> is a climax, but it is not a climax to chs. 1–11. It does not deal with the issues of pride, pretense, and the idolization of human potential. Nor does it bring to the fore the need for repentance, cleansing, and ethical obedience. Rather, the focus is upon God’s trustworthiness and his capacity to save those who will trust him. Thus, the climactic movement only extends as far back as <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a>. The connection of chs. 7–12 with chs. 13–39 is another issue which will be dealt with at the appropriate point. Let it merely be said here that there is a theological connection between a condemnation of trust in the nations, a promise of deliverance from the nations (as these two themes appear in chs. 7–12), and an announcement of doom upon the nations (chs. 13–23).<\/p> <p>The literature on <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> is immense, a testimony to its continuing fascination and appeal. Comments upon its power, clarity, literary excellence, and importance as a religious document can be multiplied on every hand. As noted above, however, there is disagreement over the significance of the experience and its function in this context. While both Habel and Knierim consider the account to fit the standard form of a prophet’s call, Ginsberg maintains it is not a call because prophets (like Moses and Jeremiah) were never given a choice, as Isaiah was. The consensus seems to be emerging that two forms are involved here: a call form and a judgment form. The call of Moses offers relevant parallels (Exod. 3:1–4:17), but so does Micaiah’s announcement of judgment (1 K. 22:19–23). Just as the account combines two kinds of experiences, so it functions in two ways in its context. On the one hand, chs. 1–5 have raised a serious problem. Sinful, arrogant Israel is going to be the holy people of God to whom the nations will come to learn of God (cf. 43:8–14; 49:5, 6; Ezek. 36:22–38). But how can this be? Ch. 6 provides the solution. Sinful Israel can become servant Israel when the experience of Isaiah becomes the experience of the nation. When the nation has seen itself against the backdrop of God’s holiness and glory, when the nation has received God’s gracious provision for sin, then she can speak for God to a hungry world. (Can it be coincidental that chs. 60–66 follow immediately upon the promise of 59:21?) To those who point out that <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> speaks of cleansing for Isaiah but doom for the nation, it must be admitted that this is true, but it must also be pointed out that it is illogical to think that what is available to one member of the nation could never be available to the whole nation (note how carefully Isaiah’s identity with the nation is established—both are unclean), especially when strong promises of the nation’s eventual purging and utility have been made. No, whatever the immediate future might be, if ever there should come a time when Isaiah’s experience should be duplicated on a national scale, then the promises of 1:16–19; 2:1–4; and 4:2–6 could be experienced. Without the lived-out truth which <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> presents, chs. 1–5 present an irreconcilable contradiction. This could well be the reason, then, why an inaugural vision is placed six chapters into the book it inaugurates.<\/p> <p>But <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> is not merely the conclusion of chs. 1–5. As we have noted at other places (<a class=\"isa\" verses=\"WzE3NjY0LDE3NjkxLDE3NzY1XQ==\">1:9; 2:5; 5:25<\/a>), one of the marks of this book’s style seems to be its smooth transitions, so smooth that it is frequently difficult to decide whether an element is the final one in the preceding segment or the initial one in the following. So it is in this case. For just as <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> is the conclusion to chs. 1–5, it is also the introduction to chs. 7–12. This position is much more widely accepted than the previous one, but it is usually argued on more formal grounds than theological ones. In particular, it is usually pointed out that chs. 6–8 have a common autobiographical thread. But the relationships among these chapters are more profound than that. In a real sense, chs. 7–12 are a fulfillment and an explication of the word given to Isaiah in his call. Immediately in <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a> is seen the hardening impact of the prophet’s gracious invitation to trust. In a real sense the destruction which comes to Judah from Assyria’s hand in the declining years of the eighth century B.C. is caused by Ahaz’s refusal of Isaiah’s invitation (<a class=\"isa\" verses=\"W3siMTc4MTQiOjN9LHsiMTc3ODEiOjJ9XQ==\">8:6–8; 6:11, 12<\/a>). Thus the nation is cut down like a field of stumps (<a class=\"isa\" verses=\"W3siMTc4ODQiOjJ9LFsxNzc4M11d\">10:33, 34; 6:13<\/a>). Yet, in one of those stumps life remains so that the nation might learn that God can be trusted (<a class=\"isa\" verses=\"W3siMTc4ODYiOjEyfSxbMTc3ODNdXQ==\">11:1–12; 6:13<\/a>).<\/p> <p>So it is impossible to link <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> solely to chs. 1–5 or solely to chs. 7–12. It functions with both sections, both showing the way of hope for the future (in chs. 1–5) and explaining the present situation (in chs. 7–12). In this sense it is a genuinely strategic chapter, shaping and defining the book as a whole.<\/p> <p>The vision which 6:1–8 report was clearly fundamental to the entire course of Isaiah’s ministry and to the shape of his book. The glory, the majesty, the holiness, and the righteousness of God became the ruling concepts of his ministry. Furthermore, it is this experience which explains Isaiah’s contempt for, and horror of, any kind of national or individual life which did not pay adequate attention to the one God.<\/p> <p>Attempts to determine the nature of the vision are bootless. Whether it was ecstatic or mystical or “actual” has no bearing upon the reality of the event for Isaiah’s ministry. How he saw the Sovereign is insignificant. What matters is that he saw him and saw him in such a way as to change the shape of the rest of his life. Similarly, attempts to prove that the vision took place in either the earthly temple or a heavenly one are generally of no consequence. They are frequently based upon overly literal interpretations of an imagery whose primary purpose is to convey theological truth. Once again, the reality of the experience for Isaiah and the truths which it conveyed to him are of fundamental significance. Precisely how or where the experience occurred has little to do with those questions.<\/p> <p><a class=\"isa\" verses=\"WzE3NzcxXQ==\">1<\/a> <i>In the year of King Uzziah’s death.<\/i> It is apparent that for some reason Isaiah wished to locate this vision in time. What that reason was is less apparent. Engnell and Ringgren have suggested that an enthronement ceremony may have been the occasion for the experience. If so, the enthronement ceremony at the beginning of Jotham’s reign might have been particularly moving. Another possibility is that Isaiah wanted to indicate the inaugural nature of his vision and so placed it in this way at the beginning of his ministry. But an even more compelling reason is the theological one. Judah had known no king like Uzziah since the time of Solomon. He had been an efficient administrator and an able military leader. Under his leadership Judah had grown in every way (2 Chr. 26:1–15). He had been a true king. How easy it must have been to focus one’s hopes and trust upon a king like that. What will happen, then, when such a king dies, and coupled with that death there comes the recognition that a resurgent Assyria is pushing nearer and nearer? In moments like that it is easy to see the futility of any hope but an ultimate one. No earthly king could help Judah in that hour. In the context of such a crisis, God can more easily make himself known to us than when times are good and we are self-confidently complacent. “In the year of King Uzziah’s death&nbsp;… mine eyes have seen the king.”<\/p> <p><i>I saw the Sovereign.<\/i> Although the Hebrews normally believed that to see God was to die (Gen. 32:30; Exod. 19:21; 20:19; 33:20; Deut. 18:16; Judg. 13:22), it was also true that various individuals were permitted to see him (frequently in context with the references just cited). These appearances served different purposes, but an element of encouragement and confirmation was frequently involved (Gen. 16:9–13; 28:13–15; Exod. 24:9–11; 34:5–10; Judg. 6:11–24). Because the person had seen God he was enabled to act in the way required. Cheyne says that the use of <span>’ḏōnāy<\/span>, “the Sovereign,” here (and in vv. 8 and 11) is a Masoretic emendation. He argues that the Masoretes did not want to admit that a person could see Yahweh. Therefore they softened the assertion by changing the divine name to this title. However, that the name is used in v. 5 (lit. “Yahweh of Hosts”) argues in favor of the originality of the term. On this view, the prophet is perhaps stressing that the deity he saw is the absolute overlord of the earth with whom all people have to do.<\/p> <p><i>sitting on a throne.<\/i> The whole quality of Isaiah’s experience is one of awe, perhaps more so than any other recorded theophany. Part of this is due to the visual imagery which the prophet uses. The reader, visualizing the scene, is with Isaiah and feels the raw edge of terror at being where humanity dare not go. It is unimportant whether Isaiah was in the actual temple at the time of the event. In his vision he was there and the reader is with him. Evidently the veil had been removed and there, where the ark should be, is a great throne. Here again the absolute sovereignty of God is being stressed. He alone is king, <span>hēḵāl<\/span>, the word here used for <i>temple<\/i>, contributes to the concept of God’s kingship. It is a loanword whose ultimate origin is in the Sumerian language of the third millennium B.C.: E. GAL (lit. “big house”), a term used for the house of the god who was considered to be the king of the city-state. This origin shaped the meaning of the word as it was borrowed into successive Semitic languages. Its essential meaning was “palace,” but whether the palace of the human king or the divine king depended strictly upon the context (cf. 1 K. 21:1 and Ps. 45:16 [Eng. 15]). So here the temple is God’s palace. He is king, not Uzziah or Jotham or Ahaz.<\/p> <p><i>high and lifted up.<\/i> According to their position in the sentence these words should modify <i>throne.<\/i> This God sat on a high and towering throne. However, the Masoretic punctuation separates the two words from <i>throne<\/i>, making them modify <i>the Sovereign.<\/i> This is in accord with other usages of this combination in this book. In these other occurrences (<a class=\"isa\" verses=\"WzE4NzEwLDE4NzgxXQ==\">52:13; 57:15<\/a>) the phrase modifies persons rather than things. So here, as the passage is now punctuated, it is saying that God was lifted up, exalted, by means of the throne. The emphasis upon God’s exaltation is entirely in keeping with the themes of the book. Human attempts at self-exaltation are the height of folly. Only God is exalted.<\/p> <p>As in Exod. 24:10, where the pavement under God’s feet is described, so here the description of God’s appearance can rise no higher than the hem of his robe. It is as though words break down when one attempts to depict God himself. When we press the elders of Israel, they tell us how blue the pavement under God’s feet was; when we press Isaiah, he tells us how immense God’s robe was. Did the robe fill the temple? No, God did! The import is clear. There is a barrier beyond which the simply curious cannot penetrate. The experience is too personal, too awesome, too all-encompassing for mere reportage. Each one of us must aspire to our own experience of his presence.<\/p> <p><a class=\"isa\" verses=\"WzE3NzcyXQ==\">2<\/a> As Isaiah stands, or more likely, lies prostrate, at the door of the temple, his whole consciousness riveted upon the immense Being whose presence dominates his house, he becomes aware of other beings about the throne. The Hebrew says they were “over” God, but that need not be taken literally. The servants were standing, as it were, while the king was seated. Thus they were literally above him, but still on the same plane as he (attending him, Gen. 45:1; Judg. 3:19; 2 Sam. 13:9). It is not possible to describe these attendants in any complete way. They are said to have hands, feet, faces, and wings, but nothing more is said of their appearance. Since they are called <i>seraphim<\/i> (Heb. <span>śrā<span class=\"u\">p<\/span>îm<\/span>), a term elsewhere applied to serpents (Num. 21:6; Isa. 14:29; 30:6), some scholars believe that they were serpentine or dragonlike in appearance. However, the chief meaning of the term may be “fiery” (so Num. 21:6), so that the name of the snake is merely derivative (referring to their bite), and the use of the term for the ministering beings would indicate they were “fiery ones.” There is no reason to dismiss automatically either of these possibilities. Composite figures are known from all over the ancient Near East, and while none is so far attested in Israel, it is possible that use was made of them. Such mysterious, awesome beings would be quite appropriate in this sort of vision. On the other hand, fire is everywhere associated with God’s holiness (Exod. 3:1–6; 13:21; 19:18; Lev. 10:1–2; Num. 11:1–2; 1 K. 18:24; Isa. 6:6–7) so that it would be entirely appropriate for those who declare that holiness (v. 3) to be “fiery” in their appearance.<\/p> <p>In any case, the seraphim typify the appropriate response to God’s holiness. As Smith said, they are all wings and voice, perfectly ready for praise and service. One pair of wings is used to cover their faces, for even the most perfect of creatures dare not gaze brazenly into the face of the Creator. The sight would be too much. Another pair covers their feet. The precise meaning of this action is not clear. The Targum has “body” for “feet” and says the body was covered so that it might not be seen. “Feet” is sometimes used in ancient Near Eastern literature as a euphemism for genitalia, and it is possible that such a meaning is intended here (cf. also Ruth 3:4, 7, 8). In any case, the sense is the same, with the part standing for the whole body. As the creature should not look upon the Creator, so the created should not be displayed in the sight of the Creator. But to be in the presence of the Creator is not primarily to be prostrated with awe. Rather, it is to be filled with praise. So, with the third pair of wings the seraphim were flying, all the while calling out their ecstatic song.<\/p> <p><a class=\"isa\" verses=\"WzE3NzczXQ==\">3<\/a> The statement that the seraphim were calling to each other is probably an indication that the singing was antiphonal, but it may also be a way of saying that they were delighting with one another in the glory of God (Ps. 145:11). The significance of the verbal element here ought not to be overlooked. The content of this experience is not merely numinous, emotive, and nonrational. Had God only wished to convey his otherness to Isaiah, that could have been done without words. But here the cognitive and rational element is introduced, providing one more indication that revelation does not come merely through raw experience, but also through divinely given cognitive interpretation of that experience (see also v. 7). Thus it is interesting that it is in response to the calling that the doorposts shook and the house filled with smoke.<\/p> <p>It can hardly be doubted that this experience accounts for the common title for God in Isaiah, “the Holy One of Israel\/Jacob,” occurring twenty-six times here and only six times elsewhere (2 K. 19:22 [=Isa. 37:23]; Jer. 50:29; 51:5; Ps. 71:22; 78:41; 89:19 [Eng. 18]). Whatever else this experience did for Isaiah, it convinced him that God alone is holy. But what did <i>holy<\/i> mean for him? Ringgren demonstrates that the cognates are hardly definitive. They all use the term as an adjective of deity, and they all use it to define that which pertains to the deity, but they do not define the term itself. It is evident, however, that what is holy is distinct from whatever does not pertain to deity. Thus, holiness is distinctness, the distinctness of the divine from all other things. There is no reason to believe that the term had any moral connotation about it at the outset. Rather, the character of a given deity determined the character of that which was dedicated to it. Thus, women who were devoted to Baal and Asherah prostituted themselves to the worshipers of these deities and were called holy women (<span>qḏēšôṯ<\/span>, Hos. 4:14; Gen. 38:21). The remarkable thing about the OT conception of holiness is a function of the OT understanding of God’s character. What was distinct about this deity was not so much his origin, his essence, or his numinous power. Rather, it was his attitude toward ethical behavior. Other nations had laws and they saw those laws as deriving from the deity (cf. the Code of Hammurapi and its forerunners, the codes of Eshnunna and Lipit-Ishtar), yet none of them saw those laws as being an essential expression of what made God to be God. But this is exactly what the OT says. The entire nation will be holy to God (Exod. 19:6), and they will manifest that special relationship through a particular species of ethical behavior. This is the meaning of the so-called Holiness Code in Leviticus. “You shall be holy as I am holy” (Lev. 19:1) does not refer to ritual purity but rather to ethical behavior. Thus for the Hebrews, holiness came to have a very particular ethical cast. To oppress the helpless was to profane God’s name (Jer. 34:16). To make use of a prostitute, regardless of the fact that she was called “holy,” was to defile the holy name of God (Amos 2:7). To be holy was to behave ethically and to be unholy was, in an ultimate sense, not to be cultically impure, but to be ethically impure (Ezek. 36:22–32). So for Isaiah the announcement of God’s holiness meant that he was in the presence of One distinct from—other than—himself. But for Isaiah as a Hebrew, it also meant that the terrifying otherness was not merely in essence but in character. Here was One ethically pure, absolutely upright, utterly true.<\/p> <p>But was this statement merely about <i>a<\/i> god, or was it about <i>the<\/i> God? If this experience was the cause of Isaiah’s emphasis upon God’s holiness, may it not also be the cause of his emphasis upon God’s uniqueness? Who is this sovereign who sits enthroned in a temple? He is the thrice holy, the holiest of all. He is <i>the<\/i> holy one. There is no other to whom that appellative can be justly given. This is the function of the threefold <i>holy<\/i>, the trisagion. It is the strongest form of the superlative in Hebrew. Its use here indicates that Israel’s God is the most “godly” of all the gods.<\/p> <p>Indeed, he alone deserves to be called holy, for as the second half of the poetic phrase indicates, his glory fills the entire earth. This statement indicates that God’s presence (his glory, Exod. 40:34) is not restricted to a temple. But it is also a way of saying that the earth’s abundance is merely a reflection of this God’s being. As was said above, his being is profoundly ethical. Thus, where God’s glory is manifested, there is judgment for sin, for the two cannot exist side by side (Ps. 29:1–9; 89:6–19 [Eng. 5–18]; Isa. 6:5; Josh. 7:19; Jer. 13:15–17; Amos 4:13; 5:8, 9; 9:5, 6). Micah makes a similar statement when he says that the Lord will come out of his temple to tread the high places of the earth (Mic. 1:2–3).<\/p> <p><a class=\"isa\" verses=\"WzE3Nzc0XQ==\">4<\/a> As the seraphim fly back and forth about the throne singing to one another of God’s incomparable glory, the sound of their voices causes the doorways to shake. Why the doorways should be singled out is unclear. Gray suggests it is because the seraphim were keepers of the doors, while Delitzsch believes that Isaiah was aware of this shaking because he was standing (or prostrated) in the doorway. On this supposition, the entire building was shaking, but Isaiah was particularly aware of it at the spot where he was. At any rate, the hymn was thunderous, rocking the great building to its foundations. All the while the sanctuary was filling with <i>smoke.<\/i> Probably this should be understood as the smoke of incense, in which case smell is added to sight and sound as the sensory elements of the experience. It is also reminiscent of the cloud said to accompany the presence of God (Exod. 13:21; 14:19; 40:34; 1 K. 8:10; cf. Isa. 4:5, which has “a cloud of smoke”). Some commentators believe that the smoke only arises at this point to close off the vision of God (so Kaiser and Scott). It is just as likely, however, that during the entire experience the smoke was billowing throughout the space, adding to the immediacy and mystery of the experience. The holy God is not to be surveyed casually with unveiled eyes.<\/p> <p><a class=\"isa\" verses=\"WzE3Nzc1XQ==\">5<\/a> At this point, the prophet becomes aware of himself. He has been aware of the desperate need implicit in the political situation. He has been made aware of the awesome holiness of God with all that that means of his transcendence and yet his immanence, and now he is suddenly and brutally aware of himself. He who had been pronouncing woe upon others (if the assumption is granted that the experience came after he had begun to preach; cf. 5:8, 11, 18, 20, 21) now must pronounce woe upon himself. If the experience did come at the outset of his ministry, then its force here is that every member of the nation must come to recognize his or her condition before God. Prophetic announcement is not enough. Personal confrontation is necessary.<\/p> <p>Such confrontation cannot help but produce despair. For the finite, the mortal, the incomplete, and the fallible to encounter the Infinite, the Eternal, the Self-consistent, and the Infallible is to know the futility and the hopelessness of one’s existence. Modern existential angst is a species of such despair, for confronted with the apparent meaninglessness of our existence in this universe we wonder why we should go on living. Existentialism presumes there <i>is<\/i> no meaning in the universe and that we are thus meaningless. Isaiah knows, more horribly, that there is Meaning, but that he has no part in it.<\/p> <p>But it is not the recognition of his finitude which crushes Isaiah; it is his uncleanness. The primary element about God’s holiness that distinguishes him from human beings is not his essence but his character. Nor is this uncleanness merely ritual, for it is an uncleanness of the lips, of the expression of their lives. Among the pagans, uncleanness was a positive element related to the demonic. Thus it was necessary to eliminate the unclean in order for the clean, or beneficial, gods to have their effect. Among the Hebrews, uncleanness was merely a negative: the absence of God’s presence, or the presence of that which was contrary to his will and character. Here, then, Isaiah recognizes with sickening force that his character is not, any more than is his people’s, in keeping with God’s character. Their lips do not belong to God, else they would continually pour forth praise like the seraphim. Why, then, are the lips unclean? Because that of which they are an expression, the heart and the will, do not belong to God. That which God possesses is clean, for it is like him. Thus, it is not merely purification of the lips which is necessary. Nor is it mere ritual purification that is needed. In some way, sin and iniquity must be removed if Isaiah (and his people) are ever to serve God with clean lips.<\/p> <p>It cannot be mere coincidence that in the year of King Uzziah’s death Isaiah saw the King. The prophet has recognized that the fate of the nation, as well as his own fate, does not finally rest in the hand of any human king, however competent and faithful that king may be. Rather, it is in the hands of the only One who is true Monarch of creation. As is often the case, it was only when the lesser king was removed that the greater King could be seen. Alt suggests that it may be because of this experience that Isaiah is ever after reluctant to accord the tide of king to anyone but God. The combination of <i>King<\/i> with <i>Lord of Hosts<\/i> is reminiscent of the combination of titles used in the judgments in 1:24 and 3:1, 15, and suggests again that what Isaiah pronounces upon his people has been made terrifyingly real in his own experience.<\/p> <p><a class=\"isa\" verses=\"WzE3Nzc2XQ==\">6<\/a> This verse speaks of the depths of God’s grace. Isaiah does not plead for mercy, nor does he make great vows if God will but deliver him. All of the evidence makes it appear that he considers his case hopeless. Yet out of the smoke comes a seraph with a purifying coal. God does not reveal himself to destroy us, but rather to redeem us (so with Jacob in Gen. 32, and with the Israelites in Exod. 19–24).<\/p> <p>The identification of the altar from which the coal was taken is uncertain. Gray believes it to have been the altar of sacrifice, while most other commentators assume it was the incense altar. There would be something entirely fitting about the coal having been a charred portion of the whole burnt offering, for as Young points out, in the Bible there is no atonement apart from bloodshed (Lev. 16:14–19; 17:11; Matt. 26:28; Heb. 9:22). At the same time, incense taken from the altar which stood just in front of the holy of holies could also have an atoning and purifying effect (Lev. 16:12; Num. 16:46, 47), so it may be this effect which is intended.<\/p> <p>In any case, the fire is of great significance here. As noted above (on v. 2) the title “seraph” may denote “fiery one,” and here again fire enters in. The appropriateness of fire as an image of God’s holiness is apparent. Fire can be a source of great blessing but it is never easily controllable. Fire can destroy but also cleanse. Fire is fascinating but also slightly terrifying. Fire translates mass into energy. So it is with the holiness of God. Without forcing the imagery to say more than it does, one cannot doubt that “our God is a consuming fire” (Deut. 4:24; Isa. 33:14; Heb. 12:29); yet that fire is a fire of righteousness, in the midst of which only unrighteousness is devoured (Ps. 50:3–23; Isa. 33:13–15; cf. also Ps. 24:3–6; Dan. 3). So it is by fire, the fire of God’s own purity, that the repentant are made like himself (<a class=\"isa\" verses=\"WzE3NjgwXQ==\">1:25<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE3Nzc3XQ==\">7<\/a> The fiery coal from the hand of the fiery one touches the prophet’s mouth. God has a provision for sin and iniquity whereby their effect is mitigated and their power is broken. Engnell compares this to the purification of the oracular priests in Mesopotamia. Certainly the situations are similar in that both involve the declaration of a divine word concerning a particular situation. There is a significant difference, however. In the Mesopotamian case, the priest engages in the ritual in order to bear the message, whereas Isaiah gives no indication that he seeks purification for such a reason. In fact, he does not seek purification at all. It is given to him. Thus, in Mesopotamia the message is primary and the purification a means to that end. In Isaiah’s case, the alienated condition and the cleansing from it are primary and the bearing of the message is secondary. Those who lay heavy stress upon the similarity with Mesopotamia (and Egypt) are forced to assume that an expression of judgment upon Israel had been made prior to v. 5, and that it was Isaiah’s desire to carry this message which prompted his concern over his lips. Such an assumption is unwarranted by anything in the biblical text at this point. As the text stands now, sin and iniquity are dealt with because they exist and because those in whom they reside cannot have fellowship with God, a condition contrary to God’s desire (Hos. 11:8–11; 2 Pet. 3:9). There is, of course, nothing in the burning coal itself that can deal with a condition of the heart. Yet as Calvin points out, it is not possible to separate the signs from the truth. In the same way bread and wine do not take away sin. Yet there is a link between the image and the reality that may not be broken without losing an essential value. When God takes away the iniquity and sin in which we have lived for years, the experience is a wrenching, searing one. But more deeply, what causes sin and iniquity? It is that arrogant self-sufficiency which refuses to bow the knee. This is the ultimate uncleanness of which Isaiah had been accusing his people and now finds resident in himself. This spirit never gives up without a fight. Apart from the fires of self-surrender and divine surgery the clean heart is an impossibility.<\/p> <p><a class=\"isa\" verses=\"WzE3Nzc4XQ==\">8<\/a> Now, for the first time, God speaks. It is as if Isaiah was not ready to hear before this moment, as if the possibility of service could not be appreciated until this time. But for whatever reason, God makes it plain that while spiritual experience is never merely a means to an end, neither is it an end in itself. Unless that experience issues in some form of lived-out praise to God, it will turn upon itself and putrefy. It is very possible, in the light of 1 K. 22:19, that <i>who will go for us<\/i> is an address to the heavenly host, either visibly present or implied. That Isaiah is neither directly addressed nor coerced is suggestive. Perhaps it is so because Isaiah does not need coercion, but rather needs an opportunity to volunteer. Having believed with certainty that he was about to be crushed into non-existence by the very holiness of God and having received an unsought for, and unmerited, complete cleansing, what else would he rather do than hurl himself into God’s service? Those who need to be coerced are perhaps too little aware of the immensity of God’s grace toward them. So, unlike Adam and Eve, who sought to hide from the searching voice, Isaiah, permitted for a moment to eavesdrop on the councils of God, cannot keep silent. “Would I do?” Such a grateful offering of themselves is always the cry of those who have received God’s grace after they have given up hope of ever being acceptable to God.<\/p> <p>The sequential relationship of the elements ought not to be overlooked. Each element leads to the next. The king’s death prepares the way for the vision of God; the vision of God leads to self-despair, self-despair opens the door to cleansing; cleansing makes it possible to recognize the possibility of service; the total experience then leads to an offering of oneself.<\/p>",
    "audit": null
}