{
    "id": 17365,
    "source": "oswalt",
    "verse_id": 17698,
    "verse_count": 6,
    "reference": "2:12–17",
    "title": "High, But Low",
    "html": "<p>This strophe expands on the theme of <a class=\"isa\" verses=\"eyIxNzY5NSI6M30=\">vv. 9–11<\/a> in a poetic way. It leaves no doubt that God alone is high and lifted up (<a class=\"isa\" verses=\"WzE3Njk3LDE3NzAzXQ==\">vv. 11, 17<\/a>; 6:1; 52:13; 57:15). Nothing else is high except by his permission. The contrast with <a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">vv. 1–4<\/a> is very striking. There as an act of grace God promises to lift Jerusalem to the highest place from which Israel will teach the nations God’s ways. Here, having learned the ways of the nations and having tried to use those means (wealth, power, and idolatry) to exalt themselves, the Hebrews, along with everything else which exalts itself, are hammered to the ground. When we exalt God we, too, are lifted up (<a class=\"isa\" verses=\"WzE4NzgxXQ==\">57:15<\/a>). When we exalt ourselves we inevitably humiliate ourselves, leaving God alone exalted.<\/p> <p>The day of the Lord is a prominent theme in the prophets (13:6; Amos 5:18, 20; Joel 1:15; 2:1, 11, 31; Zeph. 1:7, 14; Zech. 14:1; Mal. 3:23 [Eng. 4:5]). It appears that the phrase must have been used popularly to denote a time when God would vindicate his people and bless their endeavors. But the prophets’ word was that the day of the Lord would be a time of destruction and terror, and only after that time could blessing come (Amos 8:11; Isa. 11:10; 12:1; Zech. 14:1; Mal. 3:23 [Eng. 4:5]). They needed to disabuse the Israelites of the idea that merely because they were called by God’s name they deserved his favor. Surely blessing did result from election but only if that election was confirmed in humble and righteous living.<\/p> <p>It seems extraordinary that many commentators have difficulty seeing anything but a literal reference here (so Cheyne, Skinner, Gray). It is hard to understand why God should be against anything in nature merely because it is strong or tall. The various attempts to explain this view are all strained and all verge upon the figurative (cedars of Lebanon used to build great buildings, nature under punishment for mankind’s sin; cf. Delitzsch, Cheyne). Clearly, what God opposes is human arrogance and pride. It is these which the prophet is attacking (<a class=\"isa\" verses=\"W1sxNzY5NSwxNzY5NywxNzcwM10seyIxNzcwNSI6NH1d\">vv. 9, 11, 17, 19–22<\/a>; cf. Mauchline). Moreover, Isaiah regularly uses nature, and particularly trees, in a symbolic way (1:30; 6:13; 9:9 [Eng. 10]; 10:33–11:1; 44:14; 60:16; cf. also Ezek. 31:1–18 for an extended figure). There is thus every reason to see the passage as figurative (although not allegorical, where each element must represent one specific thing). The prophet has chosen a number of items that visually represent the spiritual condition of Israel. Kaiser has suggested that he has visualized a windstorm, accompanied by an earthquake, sweeping down from the north (God’s home, 14:13; cf. <i>UT<\/i>, 51:iv:19–20; <i>ANET<\/i>, p. 133), and reaching all the way to the southernmost anchorage at Elat. All that is great and impressive is knocked down. So it will be with human pride on the day when the Lord acts. As surely as the wind uproots the trees and knocks down the ship, as surely as the earthquake moves the mountains and cracks the walls, so will the terror of the Lord remove all human pomp and pretension.<\/p>",
    "audit": null
}