{
    "id": 17456,
    "source": "oswalt",
    "verse_id": 18383,
    "verse_count": 6,
    "reference": "37:30–35",
    "title": "Jerusalem’s Deliverance",
    "html": "<p>Having rebuked the would-be conqueror, God now makes the specific promise to deliver the city. As an indication that God is indeed at work in this, Isaiah makes a specific promise regarding the future when it will be possible to return to a normal agricultural life. But this sign of renewed fecundity also has significance as a symbol of Judah and Jerusalem, almost barren, but coming to fruitfulness again under the good hand of God.<\/p> <p>Many modern commentators regard this section as being composed of two separate elements, the first covering <a class=\"isa\" verses=\"eyIxODM4MyI6M30=\">vv. 30–32<\/a>, while <a class=\"isa\" verses=\"eyIxODM4NiI6M30=\">vv. 33–35<\/a> are taken with v. 21. The arguments for such a separation seem highly subjective, the claim being made that <a class=\"isa\" verses=\"eyIxODM4NCI6Mn0=\">vv. 31–32<\/a> utilize the agricultural figure while <a class=\"isa\" verses=\"eyIxODM4NiI6M30=\">vv. 33–35<\/a> do not refer to this. However, in a real way <a class=\"isa\" verses=\"eyIxODM4NiI6M30=\">vv. 33–35<\/a> sum up the entire response (<a class=\"isa\" verses=\"eyIxODM3NCI6MTV9\">vv. 21–35<\/a>). Verses 21–29 speak of Assyria’s arrogance, while <a class=\"isa\" verses=\"eyIxODM4MyI6M30=\">vv. 30–32<\/a> speak of Judah’s fruitfulness. The upshot of those two ideas is that Assyria will not set foot in Jerusalem (<a class=\"isa\" verses=\"eyIxODM4NiI6M30=\">vv. 33–35<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4MzgzXQ==\">30<\/a> The sign here is not of the sort which comes before the event in order to create faith for the event, but rather after the fact to demonstrate that God was indeed at work. So Isaiah says in effect, when you see things developing over the next period of time just as I said they would, you will know that it was truly God who drove Sennacherib away.<\/p> <p>The precise development of the sign is open to some conjecture, although the general outline is clear enough. It begins and ends with infinitives absolute of <span>’āḵal<\/span>, “to eat,” indicating to what the general experience relates. During the current year the only food is grain which came up from seed spilled in the field by accident. During the next year only that which came up from the roots of the previous plants will be available. But in the third year life would return to normal with planting and harvesting. The general import of this saying is evidently that although the present state of siege had thoroughly disrupted the agricultural base of the economy, there would soon come a day when no trace of the Assyrian threat would remain. Young is probably correct in his suggestion that the imperatives “sow, harvest, plant, eat” are intended to convey the certainty of the prediction.<\/p> <p>The problem arises with the duration of time involved. The indications are that the deliverance would come shortly and would be very complete. If so, why should it take three years for the effects to be felt? A number of solutions have been proposed, but two seem most feasible. On the one hand, the number “three” may have been conventional in Hebrew prophecy (cf. 16:14), so that specific calendar dates were not intended. However, this explanation would seem to undercut the prediction’s value as a clear sign. Better seems to be the proposal of Delitzsch and others that while three actual calendar years are intended, only about fourteen to fifteen months would be covered. This view involves the suggestion that the prediction was made in the fall, as “this year” in which the accidental growth was being eaten was drawing to a close (<a class=\"isa\" verses=\"WzE4MjcwXQ==\">32:10<\/a>). The deliverance would not come in time for the fall planting to be done, meaning that only what came up from the roots of previous plants would be available during the next year. But by the following fall, when the third calendar year was beginning, normal life could resume, for the Assyrians would be gone. Overall, this seems to be the most satisfying solution.<\/p> <p>The use of <i>sign<\/i> here continues the parallelism between this segment and the one referring to Ahaz (chs. 7–12). There too Isaiah offered to give a sign confirming Judah’s deliverance from Syria and Ephraim. There, however, Ahaz refused to trust in God with the result that the sign he received was the much more far-reaching one of the Immanuel who would replace the corrupt Davidic dynasty and restore the people led astray by the Davidides (8:8; 9:6 [Eng. 7]; 11:10, 11). Here that judgment is deferred, because one of David’s sons is willing to commit his way to God in his extremity (<a class=\"isa\" verses=\"eyIxODEzMyI6M30=\">26:2–4<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxODM4NCI6Mn0=\">31–32<\/a> In these verses the prophet extends the agricultural figure and applies it to Judah and Jerusalem. Like the spilled grain, the remnant of the people will bear fruit again; like the old root-stock, it will send up its shoots again; like the fields plowed and sown, God’s people will spread over the land once more (<a class=\"isa\" verses=\"W3siMTc3MzYiOjJ9LHsiMTc4NzEiOjJ9LFsxNzg4Nl1d\">4:2, 3; 10:20, 21; 11:1<\/a>). God’s ardor for them is in no way diminished, and whenever the faintest spark of trust appears in them, his breath is there to fan it into flame.<\/p> <p>These figures also are reminiscent of chs. 7–12. There at the very outset, the figure of the remnant is prominent in Isaiah’s son “A Remnant Shall Return” (<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">7:3<\/a>) and returns again in 10:20, 21 and 11:11, 16. Although Israel’s sins may reduce her to a mere shadow of her former self, even that shadow is redolent of life because of God’s unfailing grace. Presumably the <i>remnant<\/i> here refers to those Judean people who still remain alive in Jerusalem after the Assyrian conquest of the rest of the country. The prophet promises that from this small seed the country will once again be replenished.<\/p> <p><i>The zeal of the Lord of Hosts<\/i> appears elsewhere at 9:6 (Eng. 7) where the establishment of the messianic kingdom is promised. As Young aptly says, the temporary restoration promised here in <a class=\"isa\" verses=\"eyIxODM1NCI6Mzh9\">ch. 37<\/a> is a sort of down payment upon that full and final restoration made possible through Christ. Were it not for God’s passionate, yet wholly undeserved, attachment to his world, none of this would be possible. He would have long since abandoned us to our sins and transgressions (<a class=\"isa\" verses=\"WzE3NjY0XQ==\">1:9<\/a>).<\/p> <p>As noted above, <a class=\"isa\" verses=\"eyIxODM4NiI6M30=\">vv. 33–35<\/a> constitute the logical conclusion of the previous two points in the oracles: If Sennacherib’s arrogant boasting against God is to be rebuffed, and if the remnant in Judah is once more to fill the land, then only one outcome is possible—Assyria will not be permitted to enter the city.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzg2XQ==\">33<\/a> <i>will not shoot an arrow there<\/i> suggests that Herodotus’s tradition (ii.141) that a plague befell the Assyrian army on the border of Egypt is generally correct and that the main body of the army never reached Jerusalem, or that if they did they were unable to begin preparations for the siege. So also the following.<\/p> <p><i>cast<\/i> (lit. “pour out”) <i>a siege-mound.<\/i> Most ancient Near Eastern cities were built on hilltops, so that it was necessary for a besieging army to build ramps up which to push battering-rams, siege towers, etc. <i>cast<\/i> probably refers to the pouring out of earth from the baskets in which it was carried to the site (Hab. 1:10). Not only will the city be delivered, Isaiah says, it will not even be physically threatened.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzg3XQ==\">34<\/a> By the same way that Sennacherib came, swaggering in his invincible might, he was to slink home, shorn of his army, only able to put the best face upon his failure by saying in his annals that he had shut up Hezekiah like a bird in a cage. Why should this be? Because the Assyrian monarch had pitted himself against the one God who was not like all the other gods the Assyrians had vanquished. Sennacherib may say what he likes about the Lord, but it is what the Lord says about Sennacherib that really matters. So it is with each of us.<\/p> <p><a class=\"isa\" verses=\"WzE4Mzg4XQ==\">35<\/a> <i>for my sake<\/i> expresses again the awareness that Sennacherib had not finally threatened Jerusalem but God himself. Given the way in which the challenge was framed, one could only have interpreted Jerusalem’s fall as evidence of the Lord’s impotence. Many years later Ezekiel was to utter similar words for God (Ezek. 36:22). God had to deliver the exiles in order to vindicate his own godhood. The relation of repentance to deliverance is significant in both cases. The repentance and trust do not <i>cause<\/i> the deliverance; rather, the cause is God’s faithfulness to his own character. However, without these human responses there is no deliverance. So it was in 587\/86 that Jerusalem was allowed to fall in the absence of any real turning to God.<\/p> <p><i>for the sake of my servant David<\/i> has two possible connotations. On the one hand, it may refer to the divine promise to David to perpetuate his line on the throne (2 Sam. 7:16). However, it is evident that this loyalty to David did not mean an automatic commitment to any Davidide, no matter what his behavior. The scorn shown for the house of David in chs. 7–12 illustrates this point, as does the abandonment of the monarchy after 586. Thus, it is also possible that Hezekiah is taken as the present representative of “my servant David” and it is for his sake that the Lord is acting.<\/p> <p>But yet another possibility presents itself in the recognition of the messianic promises (9:6 [Eng. 7]; 11:1; 55:3). If the true David were to sit upon the throne of Israel, then Israel must be enabled to survive whatever may befall her in the years ahead. Had Jerusalem succumbed at that point, might not the Judeans, like the Northern Israelites, simply have been absorbed into their new homes and disappeared as the covenant people? As it was, through this deliverance and through the subsequent prophetic ministries, there was sufficient commitment on the part of some for the faith to survive the Exile and to provide the basis for the messianic revelation in Christ.<\/p> <p>How happy that person, city, or nation which has God as its shield! How many things which we cannot bear he protects us from. When calamity comes, we often ask why we have been singled out. Rather, we ought to be thankful for all those calamities which might have befallen us, but did not because the Lord was our shield (Gen. 15:1; Ps. 13:4 [Eng. 3]; 28:7; 84:12 [Eng. 11]; etc.).<\/p>",
    "audit": null
}