{
    "id": 17445,
    "source": "oswalt",
    "verse_id": 18297,
    "verse_count": 8,
    "reference": "33:17–24",
    "title": "The King In His Beauty",
    "html": "<p>Verses 17–24 detail the results which flow from an admission of helplessness and a turning to God. No longer will there be dependence upon a false and craven leadership. Then the true king will be revealed and honored as such. In that relation there will be the security which was sought in so many other ways. Ultimately, this is the question every person must face: who is king? Is it humanity, and in particular, me? If so, the result can only be a deep insecurity, for none of us is ultimate. But if we have discovered an ultimate One who is truly for us, then we may be secure, no matter what happens. That is the picture here.<\/p> <p>The picture seems to mingle the historical and the eschatological as well as the physical and the spiritual. On the one hand, the deliverance from Sennacherib seems to be in view (<a class=\"isa\" verses=\"eyIxODI5OCI6Mn0=\">vv. 18–19<\/a>), yet the picture in <a class=\"isa\" verses=\"eyIxODMwMCI6M30=\">vv. 20–22<\/a> is not merely of a historical deliverance. By the same token, “king” in v. 17 could refer to Hezekiah, yet the overall setting makes it plain we are talking of no merely human king. Furthermore, as v. 24b makes explicit, the true benefits of God’s kingdom are spiritual. In the merely physical world there is no permanence; all things tend to decay. But in a world of the spirit where sin is truly forgiven (lit. lifted away), there is not merely stability, but growth from glory to glory (2 Cor. 3:18).<\/p> <p><a class=\"isa\" verses=\"WzE4Mjk3XQ==\">17<\/a> <i>A King in his beauty<\/i> does not refer to any particular human monarch. Several factors make this plain. Chief of these is the statement in v. 22 that the Lord is king. To equate someone such as Hezekiah, who is merely human, with God flies in the face of Isaiah’s whole stance. He has shown again and again the folly of putting fallible mortal leaders in the place of God. For him now to reverse that stance is not likely (cf. chs. 38–39). Furthermore, the absence of a definite article on “king” suggests that an ideal is being spoken of, as in Ps. 45 where the Messiah is in view. This view is reinforced by the description of the royal realm as a <i>land of distances.<\/i> This is hardly Hezekiah’s constricted domain, even spoken of hyperbolically. Rather, the prophet is using the coming deliverance from Sennacherib to speak of a day when true and final deliverance will have come.<\/p> <p><a class=\"isa\" verses=\"eyIxODI5OCI6Mn0=\">18, 19<\/a> In that coming day, God’s people will look back meditatively on the terror they had known. Typically, when we are in a particularly trying situation time seems to stand still, especially if there seems to be no way out. But time does pass and suddenly we find ourselves looking back with surprise on what seemed endless. So it will be for the Judeans, says the prophet. The scribes and weighers who would have weighed and recorded the tribute will be gone along with those who toted up the number of towers (perhaps for helping to determine the amount of tribute). No more is their strange-sounding, unintelligible speech to be heard as they chatter to one another, delighting in the humiliation of those forced to pay tribute. What had seemed so permanent at the time will be gone, and its passing will be a source of wonder.<\/p> <p><a class=\"isa\" verses=\"eyIxODMwMCI6M30=\">20–22<\/a> Instead of seeing the Assyrian overlords, the Judeans will see Jerusalem secure and protected, because of her relation to her true king.<\/p> <p><i>city of our appointments<\/i> refers to Jerusalem as the appointed meeting place with God. Ultimately this is the city’s significance. That it is David’s royal city is not important. That it is a temple city is not the issue. What matters is that here God can meet human beings face to face. When that function was blurred or lost, Jerusalem would become simply one more city.<\/p> <p><i>a tent not moved<\/i> seems at first a very odd figure for permanence. Perhaps there were two factors in the prophet’s choice of images. One might have been the idea of the tabernacle in the wilderness. The tabernacle was the place where God was, the place where he could be met. During the wandering of the Hebrew people the tabernacle—and in one sense, God—was continually moving with the people. Now God would no longer move. He would come in the last days to a permanent rest.<\/p> <p>The other aspect of the tent imagery is also in the disparity of something designed for mobility never moving. The traveler has truly come home when it can be said that he will never strike his tent again. So here the wanderers will have found that fertile valley where they can put up their tents on a permanent basis. In this life we are all in tents, and happy is the person who realizes that. But one day the tents will be pegged down forever (Heb. 11:9–10).<\/p> <p><a class=\"isa\" verses=\"WzE4MzAxXQ==\">21<\/a> <i>Instead<\/i> picks up from the negatives of v. 20. The sense is “we will not move; instead, God will defend us.” Is Assyria mighty (<span>’addîr<\/span>; cf. 10:34)? God is mightier still, as was to be proven in the case of Sennacherib.<\/p> <p>Where God is, there is security. Jerusalem had no great rivers to contribute to its defense such as Babylon or Nineveh had. Better to have God. With him one has all the benefits of a great river with none of its liabilities. For while a river makes crossing from side to side difficult, it also provides an excellent highway for a concerted naval attack. Not so with God. For he is not a thing, but a person, and a person whose power is exceeded only by his faithfulness.<\/p> <p><a class=\"isa\" verses=\"WzE4MzAyXQ==\">22<\/a> This confidence in God is expressed in three appellations given to him. The opening <i>kî<\/i>, “for,” expresses the causal relation between the divine character and the effects cited in the previous verses. Because God is Israel’s <i>judge<\/i> (in the sense of the book of Judges), he will be her champion and defender. Because he is her <i>lawgiver<\/i>, he will be more than fair in his dealings with her. Because he is her <i>king<\/i> by covenant, he will deliver her. This is the climactic moment in the entire segment (chs. 28–33). Throughout, the issue has been: can we trust God to save us? Here, however, the alternative is expressed for the people by the prophet: “Yes, he is our king and he alone will save us.”<\/p> <p>The significance of this verse goes beyond its being merely a climax to chs. 28–33, however. As noted above, one of the major issues in chs. 7–35 is whether the Hebrew people will allow God to be their king or whether they will deny that kingship in trusting the surrounding nations for their security. In many ways the single recurring theme of chs. 13–33 is God’s sovereignty over the nations of mankind. Thus this statement comes as a capstone to that whole movement.<\/p> <p>Most modern commentators consider v. 23a to be intrusive, having come from some oracle like that against Tyre in <a class=\"isa\" verses=\"eyIxODA3OSI6MTh9\">ch. 23<\/a> and inserted here because of the references to ships in v. 21. Without denying the difficulty in interpreting the statement, it still seems to ask too much to believe that a redactor not only took a verse out of a meaningful context and put it in a meaningless one, but also that he put it in the wrong place (after v. 22 rather than v. 21) when he did it.<\/p> <p>If the statement is original in this place, there are two alternative interpretations. The older one holds that it refers to Assyria: she is a ship in disarray about to be plundered by God’s people. This view has in its favor that it keeps a continuity with the previous picture of victorious Israel. On the other hand, there are at least two points against this understanding: (<a class=\"isa\" verses=\"WzE4MjgxXQ==\">1<\/a>) there is no clue in the setting of any shift in the reference of the second person pronouns from Judah to Assyria; (<a class=\"isa\" verses=\"WzE4MjgyXQ==\">2<\/a>) the pronoun is feminine, in accord with “Judah” or “land,” but not Assyria (always masc. “people”).<\/p> <p>The other alternative is to take Judah as the subject. This has the opposite disadvantage to the former: Judah, having been pictured as victorious, is now pictured in disarray. However, the appearance of <span>’āz<\/span> in v. 23b suggests a now\/then contrast. If that is so, then v. 23a becomes more understandable: as in <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">ch. 4<\/a>, so here he is saying that his promises for the future do not spring from a denial of the present serious conditions. “Make no mistake,” he says, “our glorious future, our triumph over our enemies, is not because we are some mighty ship such as I mentioned just now (v. 21). We are a drifting hulk. Our hope is in a king who heals disease and forgives sin.”<\/p> <p>If this understanding is correct, then the two verses function as a graphic (as opposed to an ideological) conclusion to the segment. This is the same technique that appears in 3:16–4:1 and elsewhere. This interpretation does not automatically explain away all difficulties. But it does offer a viable possibility.<\/p> <p>The closing emphasis upon the forgiveness of iniquity is reminiscent of 4:3–4 and is of considerable importance. It makes the point that Judah’s need is deeper than the need for deliverance from oppression. Ultimately, says Isaiah, our problem is a broken relation with God because of sin. That being so, mere defeat of enemies and restoration to the land will not do. The final goal is a forgiven people living a life in keeping with God’s character.<\/p>",
    "audit": null
}