{
    "id": 17357,
    "source": "oswalt",
    "verse_id": 17656,
    "verse_count": 1,
    "reference": "1:1",
    "title": "Superscription",
    "html": "<p class=\"pf\">When we look at the canonical shape of the early part of the book of Isaiah, the location and the function of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> are of paramount importance. If that chapter does indeed mark the beginning of the prophet’s ministry, as many commentators have maintained, then the reason for placing it after chs. 1–5 is open to question. Other commentators have argued that the present order of the materials generally corresponds to the chronological order in which they were experienced. But if that is so, the significance of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> becomes questionable. Was it in fact only introductory to a segment of the prophet’s ministry? The whole quality and impact of the experience seem to demand greater importance than that.<\/p> <p>Among several possible explanations which might be put forward, two alternatives seem to offer the best solution to the problems. These relate to the possibilities that events described in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> did or did not occur prior to the delivery of the messages in chs. 1–5. The one alternative is that the call did occur prior to the prophecies of chs. 1–5, but that those who edited the book into its present form, Isaiah or his followers, have consciously placed it after those prophecies. What possible reason might they have for doing so? Might it not be that <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> was felt to be an appropriate solution, if applied on a national scale, to the problems outlined in chs. 1–5? Furthermore, <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> is intimately connected with the materials of chs. 7–9. Had the book begun with the present <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>, the insertion of the present chs. 1–5 between it and chs. 7–12 would have been very disruptive.<\/p> <p>On the other hand, it may be that chs. 1–5 were preached before the experience recorded in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>. That Isaiah is said to have preached during the reign of Uzziah may support this contention. Thus Isaiah would have been a devout and perceptive young man who recognized the terrible plight of his people and sought to draw them back to God before he had accurately seen himself before God. This has certainly been the experience of many a young minister.<\/p> <p>Further consideration of these alternatives will be made during the discussion of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> itself. But enough has been said here to give some explanation of why the prophet’s call might be placed six chapters into the book.<\/p> <p>At any rate, it is clear that chs. 1–5 are a powerful, though general, statement of the hopes and realities of Judah’s situation. As such, they introduce the content of the book in a remarkably fine way. This perhaps reinforces the suggestion that <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> is where it is for literary and logical reasons rather than historical ones. The folly of Israel’s present choices (<a class=\"isa\" verses=\"W3siMTc2NTciOjE2fSx7IjE3Njc2IjozfSx7IjE3NjkyIjo0NH0seyIxNzc0MSI6MzB9XQ==\">1:2–17, 21–23; 2:6–4:1; 5:1–30<\/a>) is placed against the shining backdrop of what she might, nay, will, be (<a class=\"isa\" verses=\"W3siMTc2NzMiOjN9LHsiMTc2ODciOjV9LHsiMTc3MzYiOjV9XQ==\">1:18–20; 2:1–5; 4:2–6<\/a>). A striking feature of the section is this interchange between judgment and hope. The prophet moves back and forth between these two themes and although he concludes the section on a note of impending doom, it is still clear that doom is not to be the final outcome.<\/p> <p>This message corresponds very closely to the theme of the book as a whole, as noted in the Introduction. Chs. 1–39 may speak forcefully, although by no means univocally, of inevitable judgment, but chs. 40–66 speak of equally inevitable restoration and return. In fact, if one were driven by the data to conclude that multiple authors wrote the book, it seems to me one would have to believe that chs. 1–5 were written as a conscious effort to provide an introduction to the whole, inclusive of both parts.<\/p> <p>While chs. 1–5 may be justly said to introduce the book as a whole, it may also be said that <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> introduces the introduction. In a very succinct way this chapter details Judah’s situation in God’s sight and calls them to return to him. It constitutes what Ewald called ‘The Grand Arraignment.” While we may question whether the chapter is set up in every detail as a lawsuit (cf. G. A. Smith), we can agree that many of the elements are present. In any case, the chapter sets the stage for what follows, declaring the inevitably destructive results of leaving God, the foolishness of rote religion, the necessity of justice, the corruption of the leadership, and in it all the possibility of redemption and restoration. These are the great themes of the book and they are stated in a grippingly concise way here.<\/p> <p><a class=\"isa\" verses=\"WzE3NjU2XQ==\">1<\/a> The superscription is typical of the prophetic books in general, in that it identifies the prophet at the outset. Furthermore, it follows the pattern of all but Ezekiel, Jonah, Haggai, and Zechariah in the structure of the rubric, i.e., “The word of the Lord\/oracle\/vision which came to the prophet\/the prophet saw at such and such a time.” While the four prophetic books just mentioned vary from this literary pattern to some extent, they too identify the prophet, the material, and the time in the opening sentences of the book.<\/p> <p>This concern for the identification of the prophetic source at the outset and the lack of any other attribution later in the book provide strong prima facie evidence of the ancient community’s understanding of the single authorship of the book. While it must be granted that this does not constitute proof, it must at least indicate that the Hebrew people made every effort to make it appear to have come from a single prophet. Why they should make such an attempt, if indeed they did, has not been given enough attention.<\/p> <p><i>The vision.<\/i> Titling the book as a vision is rare among the prophets. Obadiah is the only other prophet to use it at the opening of a book. Ezekiel employs it in two places to describe the work of a prophet. More typically the prophetic announcements are titled “The word [or words] of the Lord.” The root <span>ḥzh<\/span>, when it denotes physical sight, suggests intensity (e.g., 33:20; 57:8). More frequently, it denotes something like insight or perception. Thus it is sometimes used in theophanic settings (Exod. 24:11; Job 19:26, 27; Ps. 11:7; 17:15; etc.) and indicates the prophet’s awareness of the true meaning of things.<\/p> <p><i>of Isaiah.<\/i> The genitive of possession indicates who had this vision and by whom it is reported. While it is not here specified that the vision is from God (as do the other prophets with “the word of the Lord”), there is no doubt in the light of the rest of the book that Isaiah would never have claimed himself as ultimate source of the vision. He was but the mediating source for “the high and lifted up” (cf. <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>).<\/p> <p>The meaning of Isaiah is “Yahweh saves” (cf. Delitzsch—“Yahweh has wrought Salvation”). One could hardly imagine a more appropriate name in the light of the overall message of the book. For while it is true that Yahweh judges and destroys, these are not the final expressions of his will. Ultimately he intends to save.<\/p> <p><i>son of Amoz.<\/i> Since the names are spelled differently, there is no reason to equate Isaiah’s father with the prophet Amos. Jewish tradition suggests that Amoz was the brother of King Amaziah, the father of Uzziah, thus making Isaiah of royal blood. Isaiah’s access to the kings and the forthright way in which he addressed them might be taken as evidence for this contention, but other prophets such as Elijah and Elisha spoke equally freely with kings, and there is no likelihood of royalty in their lineage. So it must be said that the claim for Isaiah’s royalty is without any objective evidence.<\/p> <p>Of perhaps greater significance is the appearance of the name Amoz on a seal, where he is identified as a scribe. Again, in view of the obvious literary qualities of the book, it is tempting to see Isaiah as a member of a scribal guild. Once again, however, no objective evidence links Amoz the scribe with Amoz the father of Isaiah.<\/p> <p><i>which he saw concerning Judah and Jerusalem.<\/i> This geographical identification is used by some (cf. Kaiser, Scott, Smith, et al.) as evidence that the superscription was not originally intended to refer to the book as a whole. For, it is argued, there are clearly prophecies relating to Israel (8:23 [Eng. 9:1]; 28:1–8; etc.) as well as to other nations (chs. 13ff.) in the book. But this observation is surely beside the point. Isaiah sees all of the covenant people Israel as being typified in Judah and Jerusalem. Thus, as in <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a>, Jacob is addressed by references to Zion and Jerusalem. Even more important, however, is the recognition that, whatever Isaiah may say about Israel or the other nations is adduced in support of his basic message to Judah and Jerusalem. The Ephraim which is addressed (<a class=\"isa\" verses=\"WzE4MTY2XQ==\">28:1<\/a>) is the Ephraim which has threatened the Holy City (<a class=\"isa\" verses=\"eyIxNzc4NCI6Mn0=\">7:1–2<\/a>). The Babylon to whom Isaiah speaks is typical of that vaunting human pride from which God has promised to deliver his own (<a class=\"isa\" verses=\"WzE3ODk3XQ==\">11:12<\/a>). Thus it is entirely possible that this phrase was created to introduce the whole book, especially if the superscription was written after the fall of Samaria in 721 B.C.<\/p> <p><i>in the days of Uzziah<\/i>&nbsp;… <i>Judah.<\/i> See the Introduction for a discussion of the historical situation during this period.<\/p>",
    "audit": null
}