{
    "id": 17420,
    "source": "oswalt",
    "verse_id": 18079,
    "verse_count": 18,
    "reference": "23:1–18",
    "title": "Judgment On Tyre",
    "html": "<p>With this pronouncement Isaiah concludes his judgments upon the nations. It is a fitting conclusion. As Babylon, the great city at the eastern edge of the world, opened the section, so Tyre, the great city at the western edge, closes it. Just as Babylon was described in general, universalistic terms, so is Tyre. Just as it was difficult to pin down the precise historical events to which <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">ch. 13<\/a> may have been referring, so also it is with this chapter. So much similar are the two chapters that the book of Revelation uses the language here applied to Tyre to describe the great world-city Babylon (Rev. 18:11–24). All these factors lead to the conclusion that Tyre here, like Babylon at the beginning, is being used in a representative way.<\/p> <p>If that is so, what does Tyre represent? Observation of the chapter must make it plain that the central focus is upon mercantile wealth. Tyre, southernmost of the Phoenician cities, was, at least until the fifth century B.C., when Sidon began to replace her, the dominant city of that region. Like all the Phoenician cities, with the Lebanon Mountains at their backs and the Mediterranean Sea at their feet, Tyre faced westward. The Phoenicians colonized and developed wherever possible around the whole Mediterranean basin, with two results: they became the preeminent seafarers of the region, and, like Spain and then England more than two millennia later, they became fabulously wealthy. Babylon’s greatness lay in her glory, the list of her achievements and accomplishments, her sophistication and culture. Tyre did not have all of that, but she did have her wealth and her vast maritime contacts. So between the two of them, Babylon and Tyre summed up from east to west all that the world of that day—and this—thought was significant. Isaiah’s response was: “Do not trust the nations of this world. They are not preeminent. They do not hold your destiny in their hands. They, like you, are under the judgment of God—your God.” When seen in this way, chs. 13–23 seem to be saying that since the glory of the nations (chs. 13, 14) equals nothing, and since the scheming of the nations (chs. 14–18) equals nothing, and since the wisdom of the nations (chs. 19–20) equals nothing, and since the vision of <i>this<\/i> nation (chs. 21, 22) equals nothing, and since the wealth of the nations (<a class=\"isa\" verses=\"eyIxODA3OSI6MTh9\">ch. 23<\/a>) equals nothing, don’t trust the nations! The same is true today. If we believe that a system of alliances can save us, we have failed to learn the lessons of Isaiah and of history. God alone is our refuge and strength (Ps. 46:2 [Eng. 1]).<\/p> <p>Because of the general nature of the prophecy, it is very difficult to determine whether Isaiah had some specific event in mind. Tyre came under attack five different times from Isaiah’s time to 332 B.C. Only the last of these, Alexander’s, was entirely successful, because of the unique structure of the city. It was composed of the main city on the shore and a citadel on the larger of two islands just offshore. If the main city fell, the inhabitants merely withdrew to the citadel and outwaited the besieging army. Alexander succeeded by dismantling the onshore city and using its materials to build a causeway over which his siege machines could be drawn to break through the citadel wall. The inhabitants paid dearly for trying the great conqueror’s patience. It is said that he crucified two thousand of the leaders and sold thirty thousand into slavery. Whether Isaiah had this event or some earlier one in mind is not clear. At any rate, Tyre never regained her ancient status and is today a small town of about six thousand inhabitants. Isaiah knew whereof he spoke.<\/p> <p>The pronouncement is divided into two main segments: <a class=\"isa\" verses=\"eyIxODA3OSI6MTR9\">vv. 1–14<\/a>, the overthrow of Tyre; <a class=\"isa\" verses=\"eyIxODA5MyI6NH0=\">vv. 15–18<\/a>, the restoration of Tyre. The latter segment, like the prophecy concerning Egypt, has Tyre owning the sovereignty of Israel’s God. (See below for a discussion of the possible historical connections.) The first segment is frequently divided into three stanzas: <a class=\"isa\" verses=\"eyIxODA3OSI6OX0=\">vv. 1–5, 6–9<\/a>, and 10–14. However, this division separates the statement of God’s part in the overthrow in vv. 8 and 9 from that of vv. 11 and 12. For this reason it seems better to follow the structure of NEB: <a class=\"isa\" verses=\"eyIxODA3OSI6N30=\">vv. 1–7<\/a>, Tyre’s fall; <a class=\"isa\" verses=\"eyIxODA4NiI6N30=\">vv. 8–14<\/a>, God’s hand in Tyre’s fall.<\/p> <p><a class=\"isa\" verses=\"eyIxODA3OSI6N30=\">1–7<\/a> This segment seems to follow the progress of the report of Tyre’s fall. It begins with the homeward-bound Tyrian ships (v. 1), then to the Phoenician homeland (<a class=\"isa\" verses=\"eyIxODA4MCI6M30=\">vv. 2–4<\/a>), then to Egypt (v. 5), and finally to the end of the world (v. 6) before a concluding word to Tyre herself.<\/p> <p><a class=\"isa\" verses=\"WzE4MDc5XQ==\">1<\/a> <i>The burden of Tyre<\/i> is considered by many modern commentators to be an addition. As Young points out, however, the city addressed in v. 1 is not identified apart from the title phrase and the verse becomes meaningless without that identification.<\/p> <p><i>ships of Tarshish<\/i> refers to large trading ships able to travel on the open sea (1 K. 10:22; 22:48; Ps. 48:8 [Eng. 7]; Isa. 2:16; 60:9; Ezek. 27:25; Jon. 1:3). It appears likely that the general name of these ships came from their original service, just as “East India man” came to describe a large cargo ship originally developed for the trade between Europe and the Far East. <i>Tarshish<\/i> refers most likely to Tartessus on the Guadalquivir in Spain. Phoenician colonies in this area are reported to have existed as early as the twelfth century B.C. So these are long-range ships returning homeward after a perhaps arduous voyage, their crews looking forward to rest and leave in the home port.<\/p> <p>But at some point, either upon making an intermediate stop in Cyprus or upon meeting a ship outbound from Cyprus, they receive the news that Tyre is destroyed and there is no home port to which they can return. <i>Kittim<\/i> refers to Cyprus and the city Kition. In the Table of Nations, Kittim, Elishah (another name applied to Cyprus or perhaps Crete in ancient literature), and Tarshish are all said to be descendants of Javan, or Greek Ionia (Gen. 10:4). This reference is almost certainly to the Mycenean population of at least the northeastern portions of the Mediterranean Sea.<\/p> <p><a class=\"isa\" verses=\"WzE4MDgwXQ==\">2<\/a> Here the scene changes from the sea to the Phoenician countryside. <i>coast<\/i> is literally “island” and may refer to the Tyrian citadel, but the term is used in a general sense elsewhere in the book (e.g., 24:15) and so caution is advised. Duhm, followed by Kaiser and others, wished to make Sidon the original subject of the oracle, since it is mentioned here and in v. 4 before any other city (assuming the title to be secondary). As Young has shown, the title cannot be separated from v. 1, so Tyre is mentioned first. More than that, mention of Sidon is not out of place in an oracle addressed to Tyre. For Tyre’s fate is not hers alone, but that of all Phoenicia, just as Jerusalem’s fate is Judah’s. Sidon here represents all Phoenicia in her response to Tyre’s overthrow (cf. Josh. 13:4, 6; Judg. 3:3).<\/p> <p><i>mourn<\/i> assumes that F. Delitzsch was correct in his suggestion that the root is not <span>dāmam<\/span>, “to be silent,” but <span>dāmam<\/span>, “to mourn,” first attested in Akkadian, but now also known to be West Semitic by its appearance in Ugaritic. This rendering makes a much better parallel to “wail” in v. 1 and seems to fit the lament setting better, although silence in grief is not impossible, as Lam. 2:10 and Job 2:13 show.<\/p> <p><i>your messengers<\/i> reads <span>ml’kyk<\/span> after 1QIs instead of MT <span>ml’wk<\/span>, “have filled you.” This reading seems to make better sense since the MT reading would have a plural verb following a singular subject. Also, the idea of commercial travelers fanning out across the sea from Phoenicia fits the facts very well.<\/p> <p><a class=\"isa\" verses=\"WzE4MDgxXQ==\">3<\/a> It is apparent that then, as in more recent times, the transporters became the brokers. So the Phoenicians took the abundant grain of Egypt aboard their ships not merely as carriers but also as buyers and sellers. As a result, Tyre, like Beirut until the recent disastrous war, was the financial and commercial capital of that part of the world, and those whose livelihood depended upon Tyre’s continued health could watch the accumulated labor of a lifetime destroyed in a day.<\/p> <p>Commentators are agreed that “mart of the nations” (AV) is not justified. The verse is saying that Tyre herself is the commerce of the nations. People are not so much buying Tyre’s wares as they are buying and selling Tyre herself. She has become so much involved in trade that she has become the trade. How easily that happens, and when it does, we are easily destroyed, for one has only to destroy that with which we have become identified and we are lost.<\/p> <p><a class=\"isa\" verses=\"WzE4MDgyXQ==\">4<\/a> <i>Yam&nbsp;… the Mighty One of the Sea<\/i> has been handled in many different ways. Typically, it has been translated in some way similar to RSV, “The sea&nbsp;… the stronghold of the sea,” with commentators frequently striking out one or even both phrases as a gloss. Some assume Tyre is speaking, while others assume the sea is the speaker. The present interpretation rests upon the recognition that the initial occurrence of <i>yam<\/i> has no article, suggesting that the term is being used as a proper noun, namely, the Canaanite god of the sea. And although <span>mā‘ôz<\/span> does mean “refuge” elsewhere in the OT, the root <span>‘zz<\/span> means “to be strong,” and a noun form meaning “mighty one” is entirely possible. If this interpretation is correct, then Sidon, who has been dependent upon Tyre, is told that his trust is misplaced because Yam, Tyre’s father, is lamenting his loss, declaring that he is now bereft of children. The cry is that of parents, but especially mothers, whose children precede them in death. All the anguish of birth, all the struggle of raising the child, seems to have been in vain.<\/p> <p><a class=\"isa\" verses=\"WzE4MDgzXQ==\">5<\/a> From the Phoenician countryside the poet moves his focus to Egypt, to whom the news of Tyre’s fall will come as a terrible shock for two reasons. Perhaps first would be the inevitable collapse of commerce. For all of her history Egypt had had a commercial alliance with the Phoenician cities, especially Byblos, which lay north of Tyre. The bulk of this trade was by sea. As soon as Tyre fell, all sea connections north of her would be cut off and Egypt’s commerce would dry up. But also, the Egyptians could not help but realize that with Tyre neutralized, they must be next on the list of Assyria’s victims.<\/p> <p><a class=\"isa\" verses=\"eyIxODA4NCI6Mn0=\">6, 7<\/a> Now the word spreads around the Mediterranean, with the lament being carried as far as Tarshish itself. A part of the lament is the incredulous question, “Could this have actually happened to <i>Tyre<\/i>?” Three aspects of Tyre’s existence made it hard to accept her destruction: her vitality, her antiquity, and her colonizing energy. As v. 3 suggests, Tyre must have been an exciting and cosmopolitan city, perhaps like Brazil’s modern Rio de Janeiro. Can all that bustle and excitement really have been stifled? Furthermore, it seemed as though Tyre had been there forever. It had been a force to reckon with as long as anyone could remember. Now it was gone. Likewise, the restless energy which had carried the Tyrians everywhere, not merely to trade but also to establish colonies (<span>lā<span class=\"u\">g<\/span>ûr<\/span>, “to sojourn”), has been drained away to be lost. So it is with all of us. We cannot accustom ourselves to the passing of the old and familiar, the settled. In the midst of ceaseless change, we keep fastening ourselves to forms, telling ourselves that they do not change. But they do; all things do. Only God endures, and the only wise course is that of Abraham, who sat very lightly on the forms of this world and looked steadily toward the eternal city (Heb. 11:9, 10; cf. also 1 John 2:15–17).<\/p> <p><a class=\"isa\" verses=\"eyIxODA4NiI6N30=\">8–14<\/a> In this part of the lament the question which was implicit in the first segment (<a class=\"isa\" verses=\"eyIxODA3OSI6N30=\">vv. 1–7<\/a>) becomes explicit. Who could be responsible for the fall of so ancient and influential a city as Tyre? The prophet answers with complete confidence: Yahweh of Israel. He, the god of a small country whose size is exceeded by many counties in the United States, is in fact God of the whole world, including mighty Tyre, and he will call her to account for her pride. The instrument of his choice is the same one he used against Jerusalem, Babylon, and Egypt: Assyria. Moreover, the offense is the same one: the belief that humanity in itself can care for its needs.<\/p> <p><a class=\"isa\" verses=\"eyIxODA4NiI6Mn0=\">8, 9<\/a> Tyre’s fall is not merely an accident of history. Nor is it merely the result of Assyria’s overwhelming need to dominate. For Isaiah, there is one great consciousness: it is God’s consistent purposes which are being worked out in human affairs. It is true that the pagan deities are reported as having an interest in history and as influencing the outcome of historical events. But what is unique to Israel is the dawning consciousness that human history is the only arena through which God can be definitely known and that he has a greater purpose in that history than mere self-aggrandizement. In fact, he means to share his character with as much of humanity as will receive what he offers (<a class=\"isa\" verses=\"W3siMTc2ODciOjV9LHsiMTg3OTMiOjd9XQ==\">2:1–5; 58:6–12<\/a>). So Tyre’s destruction is not in order that Israel might rule, as the pagan view would suggest (<a class=\"isa\" verses=\"eyIxODM0NCI6OH0=\">36:13–20<\/a>). Rather, God’s purpose is to show the foolishness of human pride (<a class=\"isa\" verses=\"WzE3Njk3LDE4Mzc5XQ==\">2:11; 37:26<\/a>).<\/p> <p><i>the giver of crowns<\/i>, along with the following two phrases, effectively depicts Tyre’s impressive rank. Then, as now, merchant travelers were not people of great social status. They tended to be very common people. But their status varied greatly depending on the status of the country (and now, the company) they represented. In Tyre’s case, her representatives acted like crowned heads of state. When they arrived in an area they came with all the presence of great noblemen. Why? They were conscious of the sophistication, culture, and power which stood behind them and they reflected its glory.<\/p> <p><i>to profane the haughtiness<\/i> expresses the reason why Tyre will fall. God is attempting to show the transitory nature of human glory and the foolishness of dependence upon such glory (<a class=\"isa\" verses=\"W1sxNzY5NywxNzcwMywxNzczNl0seyIxNzc1NSI6Mn0sWzE3OTI2XSx7IjE3OTQxIjo5fSx7IjE4MTY2Ijo2fSxbMTg4MzddXQ==\">2:11, 17; 4:2; 5:15, 16; 13:19; 14:12–20; 28:1–6; 60:15<\/a>). It is not that God is opposed to humanity’s being lifted up (60:7, 9, 13, 15; Ps. 8:6 [Eng. 5]). What he opposes is that pride which seeks to make itself independent of him. And he opposes it not merely because it denies his own preeminence, but more importantly, because it is in fact false (<a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">40:6–8<\/a>), and so long as it exists, it prevents men and women from finding their true glory in God through Christ (Phil. 3:7–11; Col. 1:21, 22).<\/p> <p><a class=\"isa\" verses=\"WzE4MDg4XQ==\">10<\/a> This verse is filled with difficulties with the result that the meaning is largely unclear. Three possibilities have been put forward. The oldest is the idea that with Tyre fallen, her colonies, represented by Tarshish, are set free from her constraint. A second interpretation would see Tarshish turning back from Tyre because she can no longer offer support or defense. The third rests upon an emendation prompted by the LXX (presupposing <span>‘iḇdî<\/span>, “till,” rather than <span>’iḇrî<\/span>, “pass over”). According to this point of view, Tyre is encouraged to turn to farming since the ships of Tarshish no longer can come. The second seems to fit the context of the poem best without undertaking the massive emendation required to follow the LXX. However, <i>like the Nile<\/i> is difficult to understand in any case. It perhaps fits the first suggestion best, with the idea of the flood of peoples escaping Tyre’s grip. But even there the idea seems strained. Furthermore, if <i>waistband<\/i> (lit. “loincloth”) is correct, its removal does not normally mean removal of restraint but defenselessness (Job 12:21). The possibility remains that “your land” refers to Tyre and that the daughter cities are being invited to plunder the mother. This alternative seems to require the least sleight of hand with the text.<\/p> <p><a class=\"isa\" verses=\"WzE4MDg5XQ==\">11<\/a> It is at the Lord’s command that Tyre falls. He is the one who has put the nations in upheaval. Again, we have Isaiah’s statement of faith that behind the apparent chaos of history, God is at work. If empires march, it is only because he has raised them up and calls them forth (5:26; 9:10 [Eng. 11]; 10:6; 14:26; 41:2; etc.). The sea, which has seemed to be the Phoenicians’ province, in fact belongs to God. He, not Tyre, controls the nations around it. It is this same view of history which makes it possible for Isaiah to declare that God will restore his people from apparently hopeless exile. It is he who disposes, not the nations of humanity (<a class=\"isa\" verses=\"W3siMTc4OTUiOjN9LHsiMTg2MjkiOjN9XQ==\">11:10–12; 48:14–16<\/a>).<\/p> <p>Procksch, followed by Gray and Clements, transposes the two halves of the verse. But there really is no sufficient reason to do this. All the versions read with the MT. The movement is from the general statement to the particular.<\/p> <p><a class=\"isa\" verses=\"WzE4MDkwXQ==\">12<\/a> Since God has given the word for destruction, the Phoenicians’ excitement (v. 7) is over. The young girl, fresh and untouched, laughing and dancing, is now beaten down and crushed. Although the consummation of these things was to be years in the future, they were already done in the prophet’s mind. When Isaiah looked at Tyre, he did not see a rich, exciting city to be envied by her country cousins. Instead, he saw a used-up old woman picking over her ruins. It is this long perspective which believers need to have as they look at the world. What now seems attractive cannot remain so if it flies in the face of the spiritual structure of the universe.<\/p> <p>Nor will there be any escape for the Phoenicians. They may go to Cyprus as Lulli, king of Sidon, did to escape Sennacherib, but it would do no good. Assyria’s rapacity was not going to stop at the coast, and even if it had, the hand of God could reach farther than any Assyrian kings’ (<a class=\"isa\" verses=\"eyIxODc4NSI6M30=\">57:19–21<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4MDkxXQ==\">13<\/a> If the Phoenicians believed they could escape, they were invited to contemplate their opposite number on the east, Babylon. Assyria, God’s instrument, had, speaking metaphorically, almost exterminated Babylon. They had built siege towers against her wall. In the lower parts of these towers battering rams smashed at the wall, while above, soldiers shot arrows down into the city and let down ramps over which they could rush to attack the defenders. As a result the Assyrians had conquered the city, stripping its palaces and reducing it to a ruin. While Sargon’s attack in 710 may be the one referred to, it seems more likely that Sennacherib’s much more thorough overthrow of the city in 689 is the one in view. In any case, the prophet’s argument is that if Babylon cannot escape, neither can Tyre, no matter where they flee.<\/p> <p><a class=\"isa\" verses=\"WzE4MDkyXQ==\">14<\/a> The poetic section of the oracle ends on the same note on which it began. The ships of Tarshish are called upon to join the lament, for they have no place to which they can go for harbor. The implication of all of this is plain. Since the Lord has done all this, why should Judah seek refuge in Tyre? He is the only refuge. He rules the nations; he is our hope (Ps. 91:1, 2).<\/p> <p><a class=\"isa\" verses=\"eyIxODA5MyI6NH0=\">15–18<\/a> As in the pronouncement against Egypt (<a class=\"isa\" verses=\"eyIxODAwNiI6MjV9\">ch. 19<\/a>), the prophet adds a further word to the announcement of destruction. It is a word of restoration and of submission to the Lord. Thus the word is clear: Judeans, do not envy Tyre for her great wealth. Ultimately, all that she possesses will come to our God and be enjoyed by his people (<a class=\"isa\" verses=\"W3siMTc2ODgiOjJ9LFsxODU3NiwxODY1OV0seyIxODgzMSI6M31d\">2:2, 3; 45:14; 49:22; 60:9–11<\/a>). In this way these verses make a fitting summation to the message of chs. 13–23. Judah need not, indeed must not, prostitute herself to the nations. Rather, she should be true to her husband, the King of the nations, and in so doing she will find the nations coming to her.<\/p> <p><a class=\"isa\" verses=\"WzE4MDkzXQ==\">15<\/a> As Judah was to be captive for seventy years, so too Tyre will lie in waste until a time will come when she will once again ply her trade. The <i>seventy years<\/i> need not be a reference to Jeremiah (cf. Jer. 29:10). In fact, both Jeremiah and this passage may reflect an idiom of the day in which seventy years would stand for fullness or completeness (so too Daniel’s seventy weeks of years, Dan. 9:24). Thus, the prophet is saying again that Tyre’s fate is in the hands of the God of Israel.<\/p> <p><i>like the days of a king<\/i> is an enigmatic phrase which is open to several interpretations. Perhaps the least problematic is to see it as a figurative qualification of seventy, as “hireling” was used to qualify three years (<a class=\"isa\" verses=\"WzE3OTg0XQ==\">16:14<\/a>) and one year (<a class=\"isa\" verses=\"WzE4MDUyXQ==\">21:16<\/a>). Those were brief, incomplete times; this is a long time, a time of perfection. This understanding relieves us of saying that “seventy” was conceived of as an ideal royal reign or of making some other speculative equation.<\/p> <p><i>the song of the prostitute<\/i> is apparently the title of the poem which follows in v. 16. The poem was probably part of the popular parlance, and like a modern preacher’s reference to the songs of the day, would make the prophet’s message the more vivid and comprehensible to the hearers.<\/p> <p><a class=\"isa\" verses=\"WzE4MDk0XQ==\">16<\/a> The poem is composed of two couplets, each having three lines containing two words. Thus there is a lilting, ditty-like atmosphere to it. In a mild way it appears to deride the prostitute who, perhaps through age, is no longer popular, and challenges her to make music throughout the city in an attempt to build up a new clientele. If the song was not created by the prophet, then it may well have supplied him with the image of Tyre as the forgotten prostitute (v. 15).<\/p> <p><a class=\"isa\" verses=\"WzE4MDk1XQ==\">17<\/a> In a figurative way Tyre’s music will have its effect, because after the period of forgottenness, she will attain something of her former eminence as a trading city of the world. The time frame here is as various as the commentators’ assumptions. Erlandsson, who sees the destruction as having occurred before 700, points out that Tyre was indeed eclipsed during much of the seventh century B.C. Others (e.g., Delitzsch), who see the destruction as occurring under Nebuchadnezzar, observe that Tyre did not regain prominence until the coming of Persia. From yet another perspective (e.g., Kaiser), it was only under the Ptolemies that Tyre regained her autonomy. This diversity tells us that no definitive explanation has yet been given and that the modern Christian should focus on the theological intent of the assertions rather than upon the supposed fulfillment.<\/p> <p><i>the Lord will visit Tyre<\/i> makes it plain that Tyre’s restoration will be God’s doing. The same language is used of Israel (Gen. 50:24, 25; Exod. 3:16–17; Ruth 1:6; Zech. 10:3) and speaks of his delivering grace which is applied on a universal scale. If Tyre is ever to regain her place, it will only be through God’s grace.<\/p> <p><i>she will prostitute herself<\/i> seems to be strange language if God has delivered her from destruction. The LXX and Targum seem to feel this problem as well since they read (respectively) “be a port of merchandise” and “satisfy herself with merchandise.” However, two observations may be made. Isaiah is continuing his metaphor in which he has compared trade to prostitution. This is a frequent comparison in the prophets, especially as applied to Israel, where such trade frequently involved dependency through alliances. Thus the full negative meaning of the term may not be intended here. But it is also true that God’s grace does not guarantee positive response. Many persons have experienced God’s hand of judgment and promised to do differently, but when deliverance came, they very quickly reverted to the old ways. This may be being said of Tyre.<\/p> <p><i>on the face of the earth<\/i> appears redundant and it is lacking in the LXX. However, scholars from as diverse points of view on textual reliability as Kaiser and Young agree that it may well be a means for stressing the universality of the trade involved.<\/p> <p><a class=\"isa\" verses=\"WzE4MDk2XQ==\">18<\/a> <i>her hire will be holy<\/i> seems to fly directly in the face of Deut. 23:18, which states that a prostitute’s hire may not be given as an offering. However, it is necessary to remember again that prostitution is a figure here and that there is nothing intrinsically immoral about trade or business.<\/p> <p>As Young points out, Tyre now stands in relation to Jerusalem as her colonies once stood to Tyre. The wealth flows to the mother city. It is set apart now for God’s use and he chooses to give it to his own, his royal priesthood (Exod. 19:5, 6; 1 Pet. 2:9; cf. Ps. 84:5 [Eng. 4]). So it is to God that his people should look, not to the nations, for ultimately they must look to him as well. Moreover, all the wealth which they have amassed with such difficulty and effort must eventually be his to redistribute as he pleases. If the glory of the nations (chs. 13 and 14) is nothing; if the scheming of the nations (chs. 14–18) is nothing; if the wisdom of the nations (chs. 19–20) is nothing; if the vision of the nation (chs. 21, 22) is nothing; if the wealth of the nations (<a class=\"isa\" verses=\"eyIxODA3OSI6MTh9\">ch. 23<\/a>) is nothing, then the question is: why trust the nations? The answer is clear: There is no reason to do so.<\/p>",
    "audit": null
}