{
    "id": 17444,
    "source": "oswalt",
    "verse_id": 18287,
    "verse_count": 10,
    "reference": "33:7–16",
    "title": "Now I Will Arise",
    "html": "<p>The writer, having introduced the subject in brief form in <a class=\"isa\" verses=\"eyIxODI4MSI6Nn0=\">vv. 1–6<\/a>, now proceeds to expand on it. Two subdivisions appear. First is <a class=\"isa\" verses=\"eyIxODI4NyI6MTB9\">vv. 7–16<\/a>, which deals with the need (<a class=\"isa\" verses=\"eyIxODI4NyI6M30=\">vv. 7–9<\/a>) and God’s promise to deliver (<a class=\"isa\" verses=\"eyIxODI5MCI6N30=\">vv. 10–16<\/a>). The second is <a class=\"isa\" verses=\"eyIxODI5NyI6OH0=\">vv. 17–24<\/a>, which may again be divided in two: the results of God’s deliverance (<a class=\"isa\" verses=\"eyIxODI5NyI6N30=\">vv. 17–23<\/a>) and a somewhat enigmatic, but still graphic, conclusion (<a class=\"isa\" verses=\"eyIxODMwMyI6Mn0=\">vv. 23–24<\/a>). As in <a class=\"isa\" verses=\"eyIxODI4MSI6Nn0=\">vv. 1–6<\/a>, the emphasis is upon the results of the recognition that God alone can save.<\/p> <p>Verses 7–9 depict a situation where all hope is lost. The heroes cannot help, nor can the diplomats. The destroyer will not abide by his agreements (cf. 33:1) but comes on for destruction. Thus everyone mourns, even the land itself.<\/p> <p>Although the text makes no specific allusion to its historical context, it is certainly most logical to associate it with that time when Sennacherib had accepted the tribute he had demanded for leaving Jerusalem unmolested and then proceeded straight ahead with plans to destroy the city. In a moment like that, when the ambassadors came back empty-handed from Sennacherib’s camp at Lachish, bemoaning the Assyrians’ treachery, it would have become soberingly clear that there was nothing more human effort could do. That is the sort of moment for which God waits, and for which he <i>must<\/i> wait. It is not until we have exhausted our efforts that we are finally able to recognize the hand of God at work and to stop claiming for ourselves what is rightfully his.<\/p> <p><a class=\"isa\" verses=\"WzE4Mjg3XQ==\">7<\/a> <i>Behold<\/i> introduces the setting which begins the new segment after the introduction.<\/p> <p><i>heroes<\/i> is probably the best translation of <span>’r’lm<\/span>, but the meaning is still tenuous. The most frequent derivation is from “lion of God”; thus it is applied in this context to the valiant ones or heroes. But another alternative is to refer it to Ariel, the apparent name for Jerusalem in 29:1, and to see it as a catch phrase for the inhabitants of Jerusalem. This understanding may be correct, but the contrast with <i>envoys<\/i> seems less striking.<\/p> <p>For a similar (or the same?) instance of diplomats in despair, see 36:22.<\/p> <p><b>8<\/b> As Smith and Young both note, <i>highway<\/i> is a favorite word of Isaiah’s. When he speaks of deliverance, it is a frequent figure, depicting the ease with which God’s people would come, unmolested, to him. Here, however (as in Judg. 5:6), the highways are deserted. Without a condition of peace, the heavily laden caravans would not dare set out. The “traverser of the way” will cease his journeying because he does not know when he will be plundered.<\/p> <p>The uncertainty would only be increased when it became known that Assyria had not kept the terms of her treaty with Judah. The rules of war are fragile indeed, but they give some semblance of order to a situation in which all the seeds of chaos are sown. If those basic rules are not kept, nothing but brutality remains.<\/p> <p><i>Witnesses<\/i> is an emendation proposed by Duhm and now confirmed by 1QIs. While MT “cities” is not impossible, the idea of despising or rejecting the witnesses to the covenant is a much more likely parallel to breaking the covenant. The consonants of the two words are the same except for the letters <i>r<\/i> and <i>d<\/i>, which are easily interchanged in the Hebrew block script.<\/p> <p><a class=\"isa\" verses=\"WzE4Mjg5XQ==\">9<\/a> This verse expresses the solidarity of people and land as conceived of in the OT. Just as the people were downcast and disgraced, so was the land (cf. 24:4, 7). It is unclear whether the language is solely figurative or whether there is an element of literal truth. A traditional understanding has been that the attack took place in the fall (shaking off [leaves]), but this view is unconfirmed. There may also be the element of plundering by the enemy army. The general north to south movement of the place names may lend some support to this interpretation. However, the figurative usage still seems most meaningful. The four regions mentioned are those which were the most fruitful. Now they are barren. The interplay between fruitfulness and barrenness and the question of whence they come is a great favorite of Isaiah’s. For him the answer is plain: barrenness is a result of self-reliance; fruitfulness is the result of reliance on God. Here, then, we have one more figurative expression of that truth.<\/p> <p><a class=\"isa\" verses=\"eyIxODI5MCI6N30=\">10–16<\/a> As noted above, the second part of <a class=\"isa\" verses=\"eyIxODI4NyI6MTB9\">vv. 7–16<\/a> deals with God’s response to the need and, in turn, the people’s response to that. When God is manifested in his glory, the concern for ethical righteousness will suddenly come to the fore. It was so in Isaiah’s experience (<a class=\"isa\" verses=\"WzE3Nzc1XQ==\">6:5<\/a>), and he knew it would be true in his people’s experience too. God’s power and his character are inseparable. Those who have no deep concern for ethical righteousness have only a dim view of God.<\/p> <p><a class=\"isa\" verses=\"WzE4MjkwXQ==\">10<\/a> <i>Now<\/i> appears three times in this short verse, before each verbal phrase. If the believer is called to abandon his or her own haste in patient waiting on the Lord, it is with the certainty that there always comes a divine “Now!” One part of the importance of waiting is so that we will be sensitive to recognize God’s moment when it does come (cf. Simeon’s prayer, Luke 2:25–32). Those who are consumed by their own plans are always taken unaware by God’s work.<\/p> <p>Nor is it surprising that God’s “now” follows the hopeless setting depicted in <a class=\"isa\" verses=\"eyIxODI4NyI6M30=\">vv. 7–9<\/a>. Human failure is divine opportunity.<\/p> <p>The language here is reminiscent of 33:5. When God’s majesty is fully seen, the world recognizes its own smallness and its need to come to terms with the Almighty. Interestingly, the final two verbs, <i>exalted<\/i> and <i>lifted up<\/i>, are the same ones which appear in 6:1 and 52:13. Clearly, for Isaiah the manifestation of God was inseparably linked to the conquest of God’s enemies and the deliverance of his people.<\/p> <p><a class=\"isa\" verses=\"WzE4MjkxXQ==\">11<\/a> Although the person addressed is not specified here, the context makes it clear that it is the destroyer. All his mighty plans and contrivances have no more substance than chaff and stubble before the awful reality of the God of this, to Sennacherib, little hill-country capital. In fact, says Isaiah, the destroyer’s own breath, raging to devour its prey, will be the torch to light his own funeral pyre (9:17 [Eng. 18]; 25:4; 30:27, 28). Again there is similarity to 33:1, where it is said that the destroyer will experience the very things it has meted out to others. So the prophet asserts that there is justice in the world. If it comes too slowly for most of us, it still comes. Although what Sennacherib received outside Jerusalem’s gates was only a taste of Assyria’s ultimate destruction, it was a genuine taste and one which would be violently completed within a century (609 B.C.).<\/p> <p><a class=\"isa\" verses=\"WzE4MjkyXQ==\">12<\/a> <i>peoples<\/i> is a term used throughout the book in reference to the nations around about Judah. Thus they have been a focal point from <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a> to this point. Because of the threat of some of the “peoples,” Judah has been tempted to trust other “peoples” rather than God. Now God says that all of these, threat and trust alike, are no more than tinder in his presence (cf. 33:3).<\/p> <p>The metaphors used here emphasize the completeness of the destruction to come. So when a rock like limestone is burned it is reduced to dust (note Amos 2:1 for a similar usage); and despite the hazardous nature of thorns when they are alive, once they are cut and dried, fire can consume them almost completely in a very short time. So it would be with Assyria and later with Babylon. For all their pomp and glory, each one’s collapse came with great suddenness.<\/p> <p>Verses 13–16 relate the impact of God’s appearance upon the world but especially upon Judah. When they see God’s might displayed upon Assyria, there will be terror among those Jews who have been little more believing than the Assyrians. Like their forefathers at the foot of Sinai, they question whether anyone mortal can live in the presence of such intensity. Isaiah answers that mortality is not the issue, but ethical purity. For the ethically pure God will not be destruction but refuge.<\/p> <p><a class=\"isa\" verses=\"WzE4MjkzXQ==\">13<\/a> Sooner or later everyone must hear of God’s greatness. But is it necessary to speak of those who are nearer (for other than poetic reasons)? The following verse would indicate so, as does life. Familiarity does breed contempt. How frequently the passion and devotion of one who has only just heard of Christ puts to shame some of us who have known of him for years. So it was at least as necessary for Judeans to recognize his working as anyone else.<\/p> <p><a class=\"isa\" verses=\"WzE4Mjk0XQ==\">14<\/a> The result of such a recognition was, and will be, terror. This is not to say that all persons must be terrified into trusting God. But it is to say that unless people have come at some point to a recognition of God’s absolute otherness from themselves, they are very likely to devalue his grace, and their commitment is likely to be minimal at best.<\/p> <p>This is what had happened in Judah. They had come to take God for granted. They were <i>sinners<\/i>, no longer aiming solely at God’s target; they were those who defiled the land by living in ways inconsistent with God’s character (<a class=\"isa\" verses=\"WzE4MTAxXQ==\">24:5<\/a>). As a result, when God’s fire would be revealed against Assyria, they too would tremble, knowing themselves to be no more able to endure that fiery embrace than their enemies had been. Such a recognition is the beginning of hope for the believing community. It is not enough for the Assyrians to recognize God’s greatness. It is much more important for Zion to recognize it. For if there is a fire in Zion (<a class=\"isa\" verses=\"WzE4MjYwXQ==\">31:9<\/a>), her inhabitants must be ready to dwell in that fire.<\/p> <p><i>sojourn<\/i> conveys the idea that the dweller is not the host but the guest. The environment, then, is not one’s native place. But the stranger may dwell in a spot where he is protected and cared for. The issue is, what will it take to endure in an environment so hostile as endless fire?<\/p> <p>Those who contend that <i>eternal<\/i> does not suggest duration as much as quality are probably correct. This fire of God is not a passing thing, it is of his very essence. There is no hope that after awhile the flame will die down; he <i>is<\/i> flame—destructive to what we human beings now are.<\/p> <p>Verse 15 offers the answer to the question posed in v. 14. Although those who know the Bible will perhaps see it as familiar and predictable (Pss. 15 and 24 are very similar), it is in fact a rather strange answer. What kind of change must a human being undergo to live with God? It is not a change of essence but a change of character. That is, what finally separates us from God is not our essence (finite to infinite, etc.) but our character (unholy to holy). This is the truth which the Hebrews discovered at Sinai (Lev. 19:2, etc.) and which Isaiah also recognized in his personal Sinai (see comments on <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>). If we are to dwell with God as his guests, we must share his character.<\/p> <p>The elements of that character are described in three couplets. The first describes the general style of life: a manifestation in life and speech of what is right and straight. The second and third amplify this element, making it plain that no privatistic righteousness will do. Gain achieved through oppression and graft is forbidden, as is conspiracy in any act which will harm or murder someone. (Closing the eyes and ears does not mean ignoring social evil, but refusing to be a part of such conspiracies.) Like all the prophets, Isaiah abhors a religion which suggests that cultic acts alone obviate any necessity for a radical change in our behavior toward others (1:10–17; 58:5–7; cf. Jer. 7:10; Ezek. 23:37–39; Hos. 4:1–4; Amos 5:21–24; Mal. 3:5; etc.).<\/p> <p>But is this to say that it is possible by living a righteous life to merit union with God? No, for that would be to confuse the product with the method, a confusion into which Judaism was to fall. Rom. 7 is the cry of such a good Jew. To see the goodness of God’s character was one thing, but to achieve it by one’s own efforts was quite another. Entry into fellowship with God is only possible as a result of God’s grace, a fact which the OT teaches as well as the NT. But that truth has its own pitfalls, as Protestantism has frequently shown. The suggestion has been made that since fellowship is by grace, realized righteousness is not attainable. A passage such as this one gives the lie to that position. The goal is always the same, conformity to the character of God. The revelation of God’s grace in Christ has not changed the goal. But it has shown us we were going about reaching the goal in the wrong way.<\/p> <p><a class=\"isa\" verses=\"WzE4Mjk2XQ==\">16<\/a> The person who has made God’s character the goal of his or her life dwells with God in the high places. What this means in practice is that circumstances no longer hold ultimate sway over that person. Now God has integrated their personality (he gives <i>šālôm<\/i>, “peace, wholeness”) in such a way that serenity is possible in trying circumstances.<\/p> <p>Furthermore, this person has a source of supply of every need in God. Bread and water symbolize the most basic needs of human life. Many people today, as well as in Isaiah’s day, need something more basic than food and drink. They are starving spiritually because they have been attempting to meet their own needs without realizing that God has provided refuge and sustenance for everyone who will appropriate his grace.<\/p>",
    "audit": null
}