{
    "id": 17424,
    "source": "oswalt",
    "verse_id": 18138,
    "verse_count": 13,
    "reference": "26:7–19",
    "title": "Psalm Of Dependence",
    "html": "<p>The poem now moves from thanksgiving to an expression of dependence. The writer declares that it is only as God manifests his power on the earth that the peoples will learn the level paths of righteousness. Foreshadowing the lament in v. 18, he affirms that it is only in God’s grace that deliverance and understanding can come. The Jewish people can only wait for him.<\/p> <p>Attempts to cast <a class=\"isa\" verses=\"eyIxODEzOCI6MTV9\">vv. 7–21<\/a> in a lament form are not successful. For example, Scott must say that the typical opening cry of complaint and appeal is lost. Kaiser observes that the 3\/2 meter is missing and points out that the base function is didactic. The same is true for claims that it was a wisdom psalm. Elements of lament and wisdom are here, but neither of the precise forms is dominant.<\/p> <p><a class=\"isa\" verses=\"WzE4MTM4XQ==\">7<\/a> As is typical of the entire piece, this verse builds on the preceding thought. The image of the feet of the poor and needy naturally leads to a discussion of the road on which they walk. In a land where roadways went up and down with gruelling regularity, the most delightful thought was of a road which was level and straight. It was that way because of the character of the One who formed it (<a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">40:3–5<\/a>). Because he is not crooked or twisted, the way on which his people were called to walk was not either. This is not to say that this way is easy or that its outcome is always obvious. But it is to say that it is not devious or deceptive, with the hidden pitfalls which await the godless. Its demands are clear in advance and its final destination sure. Such a way may not be filled with illicit pleasures, but it will offer excitement in plenty for those with the courage to take God at his word.<\/p> <p><a class=\"isa\" verses=\"WzE4MTM5XQ==\">8<\/a> This verse makes it plain that the way is not an end in itself. Righteousness itself guarantees nothing (Ezek. 30:13). The goal of the way is God. But no one dare enter into the self-deception that by choosing a certain way they may bring themselves to God. We walk on the way that we do so that God may meet us there in his way and in his timing. “In the path&nbsp;… we wait.”<\/p> <p><i>we wait<\/i> is the biblical expression of confident hope. It expresses the believer’s expectation that God will demonstrate his faithfulness at the most appropriate moment. Waiting is very difficult for most people, for it is an admission that there is nothing we can do at the moment to achieve our ends. Yet that admission is the first requirement for spiritual blessing. Until we have admitted that we cannot save ourselves, God cannot save us. So this waiting becomes a spiritual statement wherein we say, above all to ourselves, that we are not the key to our problems and that we are confident that God is the key.<\/p> <p>It is significant that the stress here is not so much upon waiting for God’s salvation as it is upon God himself. To be sure, Isaiah is looking toward God’s mighty acts of judgment and deliverance, but he does not fall into the fallacy of separating Deliverer and deliverance. There is only hope for Israel because of who God is. Thus, his <i>name<\/i> and his <i>memory<\/i> are references to his character as it is has been manifested formerly. Above all, then, the prophet cries out for God as a Person, a Person of consistency, life, and hope. It is not different today. The human soul longs for fellowship with its Creator. In that fellowship are deliverance and empowerment, but these are only by-products of the central reality, the relationship (cf. 1 John 1:1–4).<\/p> <p><span>9a<\/span> The first half of the verse continues the thought of the previous one. Note that v. 8 ends with <i>npš<\/i>, “soul,” and that v. 9a opens with the same word, yet another case of anadiplosis. There is also here one of the phenomena of Hebrew poetic diction, nearer definition, whereby an adverbial idea is conveyed by a second subject, often occurring, as here, before the verb. The parallelism of the two parts of the line suggests that some word for “morning” or “day” should appear in the second part to balance “night” in the first (cf. Ps. 30:6 [Eng. 5]; 92:3 [Eng. 2]; Isa. 17:14). Three suggestions have been made: (<a class=\"isa\" verses=\"WzE4MTMyXQ==\">1<\/a>) <span>bqirbî<\/span>, “within me,” is an error for original <i>babbōqer<\/i>, “in the morning” (cf. <i>BHS<\/i>, but lacking support in the versions); (<a class=\"isa\" verses=\"WzE4MTMzXQ==\">2<\/a>) the meaning of <span>’šaḥreḵā<\/span> contains the idea of “to rise early” and so in itself balances “night” (Young); (<a class=\"isa\" verses=\"WzE4MTM0XQ==\">3<\/a>) in Arabic <i>qrb<\/i> has a verbal meaning of “to travel all night in order to arrive at dawn.” Thus <i>bqirbî<\/i> must mean something like “at my waking moment.” This last alternative is ingenious and attractive, but the pitfalls of Hebrew-Arabic lexicography are so many that great caution is advisable. The translation here follows Young as the alternative requiring the least heroic measures to render appropriate poetic sense.<\/p> <p><span>9b–11<\/span> <i>For as your judgments<\/i>&nbsp;… introduces a shift in emphasis which continues through v. 11. A further explanation is given as to why the author is looking to God so earnestly. It is not merely that God’s people may be delivered from oppression, but that the wicked may learn righteousness. He is convinced that only divine retribution for their sins will ever bring the wicked to recognize the folly of their way (cf. Ps. 78:34). So long as their way is easy and prosperous, there is no reason for them to turn to the way of the righteous (v. 8). The Jewish people have not been able to teach the folly of wickedness, he says. Only God can do this through his hand of judgment.<\/p> <p><i>judgments<\/i> conveys not only the negative connotation usually applied to it, but also the more positive aspect of “government.” This aspect is recognized in the book of Judges, where the heroes are neither judicial figures nor merely avenging angels. Rather, they are those who establish God’s order and God’s ways in Israel and with relation to the surrounding countries. So here, when God’s governance is recognized in the world, when the laws of cause and effect, of justice, are seen to operate, then the inhabitants of the world will learn righteousness. This suggests that <span>ka’šer<\/span>, “according as” (see n. 5 above), may be used to express a proportionate effect: to the degree that God’s judgments are recognized, the world learns righteousness.<\/p> <p><a class=\"isa\" verses=\"WzE4MTQxXQ==\">10<\/a> Plöger argues that a distinction is intended between <i>the inhabitants of the earth<\/i> (v. 9) and <i>the wicked<\/i> and that the wicked are in fact the opposing party in the Jewish apocalyptic community. While it is true that the Qumran community appears to have used such language for its opponents, automatic extension to this passage is unwarranted for two reasons. First, “the wicked” are parallel with “the nations of the earth” elsewhere (cf. Ps. 9:18 [Eng. 17]). Second, the parallelism exhibited by vv. 9b and 10ab suggests that both terms refer to the same group. Verse 9b tells of a class of people who learn righteousness under one set of circumstances, and v. 10ab says they do not learn it under another set of circumstances. It is the circumstances which have changed, not the people. The two terms are then synonyms.<\/p> <p><i>Shown favor<\/i> expresses one of the oddities of human behavior. We tend to interpret grace as weakness and to take advantage of it. It has been shown again and again, as recently as 1938, that aggressors see conciliation as an opportunity for further aggrandizement. So here Isaiah says that the wicked can live in the very midst of righteousness but not learn its lessons so long as their sins remain unpunished. God’s majesty can be all about them, yet their own undisturbed pride (“pride” and “majesty” come from the same root, <span>g’h<\/span>) prevents them from seeing that majesty. Only when that pride receives its just reward are they able to see the truth (Deut. 8:3, 12–14).<\/p> <p><a class=\"isa\" verses=\"WzE4MTQyXQ==\">11<\/a> In typical Isaianic manner, this verse picks up the final thought of the previous one as well as beginning with that verse’s final word, the divine name. The author is troubled by this situation in which the wicked are not responding. They do not see the hand which he sees. His solution is for them to see God’s concern for his people. That is the positive side. Let them look with envy at the faithfulness of Israel’s God. The negative side is the destruction that will fall on the wicked as God wrests his people from their hands. These words have been precious to oppressed believers across tens of centuries. One day they will come to their final fulfillment and need be said no more (Rev. 21:4). That time is envisioned in 26:1–5, and here the prophet calls for it to come quickly.<\/p> <p><i>your hand is lifted<\/i> is an expression of God’s authority and imminent judgment (cf. Gen. 17:11; 2 Sam. 24:16; Ps. 89:18 [Eng. 17]). By contrast, to say that a king had dropped his hands was to describe him as helpless (2 Sam. 4:1; 17:2; Jer. 50:43).<\/p> <p><i>be ashamed<\/i> expresses the result of seeing God’s passion for his people. When the wicked see how the One in whom Israel has trusted is jealous for Israel, then they will recognize how foolish were all the things in which they trusted—most of all, their own pride.<\/p> <p><i>the fire of your enemies<\/i> is evidently an objective genitive meaning the fire reserved for your enemies (cf. NIV). The parallelism of “jealousy” and “fire” supports the authenticity of “jealousy” here (Ps. 70:6 [Eng. 5]; Zeph. 1:18).<\/p> <p><a class=\"isa\" verses=\"eyIxODE0MyI6NH0=\">12–15<\/a> In these verses the mood swings back from the petition for God to act to an expression of confidence in God. The general theme remains one of dependency. In herself Israel can do nothing, but God can do all things, and in the light of what he has done in the past, he will make all things well.<\/p> <p><a class=\"isa\" verses=\"WzE4MTQzXQ==\">12<\/a> Although Judah’s immediate future is dark, Isaiah is certain of the ultimate outcome. God’s upraised hand will set up wholeness and well-being for his people. This is the result of the way of righteousness just as much as destruction is the result of the way of wickedness (Ps. 1). But more than that, this will be the result because of what God has done in the past. The prophet recognizes that all Israel’s accomplishments have come from God. That being so, he is confident of God’s purposes toward them. He has not brought them so far to trap them or deceive them in the end. (Cf. Phil. 1:6; 2:12, 13.)<\/p> <p><a class=\"isa\" verses=\"eyIxODE0NCI6M30=\">13–15<\/a> However, a glance at Israelite history might cause one to question such an assertion. Many times foreign overlords had dominated Israel, and the prophet knows by inspiration that worse is yet to come. Does this not discredit the idea of God’s lordship of Israel and his capacity to establish peace for them (cf. 63:19)? Isaiah’s answer is twofold. First, Israel has never adopted the foreign “lords.” “Our God” has always been the Lord. Israel has not believed that might makes right so that they felt the Lord had been defeated by some new overlord’s god. God has enabled them not to forget him but to continue to remember.<\/p> <p>His second answer is the continued existence of the nation long after the overlords are dead and forgotten. Again and again throughout its history Israel has been ground under the heel of some tyrant bent upon annihilating it, only to emerge and survive to dance on his grave. The present century is no different. Without minimizing the horror or the unanswered questions of the Holocaust, we may still observe that Israel has triumphed in the end. And if most Israelis assert that they did it without God’s help, it only shows how far they have drifted from a correct understanding of their existence.<\/p> <p><a class=\"isa\" verses=\"WzE4MTQ1XQ==\">14<\/a> As in <a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">ch. 14<\/a>, the prophet sees death as the mocker of human pride and the source of at least temporary relief from pride’s oppression. The overlords are gone and nothing of them remains, not even a memory. This verse should not be taken as proof against the doctrine of a general resurrection. That is not the question being addressed. The point is that mortal flesh has no hope of supplanting immortal God.<\/p> <p><i>Indeed, you have punished them<\/i> approximates the connection of the two parts of the verse with <span>lāḵēn<\/span>, normally translated “therefore.” However, there is no causal connection here; the second sentence contains only a further development of what is implicit in the first.<\/p> <p><a class=\"isa\" verses=\"WzE4MTQ2XQ==\">15<\/a> This verse supplies the conclusion to the preceding thought. Far from being wiped out by those who have lorded it over her, Israel has increased while those oppressors have vanished from the earth. The verbs are in the perfect form so that it is legitimate to translate them with the past tense (so virtually all translations; Kaiser adopts the future tense), but it seems unlikely that past time is intended. Kissane’s proposal (following Dillmann) that it refers to the Davidic and Solomonic kingdoms is plausible, but as with his reference of “overlords” to the time of the judges (n. 10 above) it seems to leave out too much succeeding history. Rather, it seems more likely that the prophet speaks from the point of view of the final restoration and that these are to be taken as prophetic perfects (cf. 33:17). This understanding does not rule out the awareness of God’s grace in past events, but it does not limit the reference to those now-distant points. It is also an expression of prophetic certitude. He has said that God will (imperfect) establish peace for them (v. 12) and now he sees that as an accomplished fact. The idea of a land broadened out to accept an increased number of people is a theme which is frequent in the book both explicitly and implicitly. Just as few offspring meant ultimate extinction, so many offspring meant increased power and significance in the world. The fertility cults sought this end through manipulation of the life forces. God promised his people the same results if only they would walk in his ways.<\/p> <p><a class=\"isa\" verses=\"eyIxODE0NyI6NH0=\">16–19<\/a> Here Isaiah turns back again to the present, as in <a class=\"isa\" verses=\"eyIxODEzOCI6NX0=\">vv. 7–11<\/a>. As Delitzsch points out, this oscillation between the present and the future is typical of this section (chs. 24–27). But it is also typical of the life of faith. However strong the conviction of God’s ultimate triumph, there come those moments when the believer is brought face to face with the contradictions which the present sets over against that conviction. And perhaps the most painful of all those contradictions is the recurring, humiliating evidence of one’s own inability to do the work of salvation. Certainly the writer is here speaking for his people, but equally certainly for himself. Clarity of insight is not proof against questions. In fact, the very clarity may make the questions the more disturbing (cf. John the Baptist’s second thoughts about Jesus, Luke 7:18–23).<\/p> <p>The passage continues the train of thought begun in v. 7. This thought has to do with the total dependency of humanity upon God. Here that dependency is set out in its strongest terms. We cannot save ourselves or anyone else. We labor and struggle, but nothing comes to birth. We are not able to demonstrate God’s power to the wicked. The final proof of our helplessness is death, which stalks every person with the same quiet, relentless tread. To some who loudly proclaim human potential, this is a counsel of despair. But it should not be so. For just as v. 19 ends the segment on a note of triumph, so the recognition of human helplessness paves the way for the receiving of God’s power. So the gloom here is not a hopeless one, but productive. It illustrates what the entire first thirty-nine chapters of the book are about: trust in human potential must bring disaster (<a class=\"isa\" verses=\"W3siMTc4MjQiOjd9LHsiMTgwOTciOjIzfSx7IjE4MjE5Ijo1fSx7IjE4NDE4IjozfV0=\">8:16–22; 24:1–23; 30:1–5; 39:5–7<\/a>), but an awareness of human weakness which results in trust in God will bring life forevermore (9:1–6 [Eng. 2–7]; 12:1–6; 25:1–9; 30:18; 32:14–20; 35:1–10; 37:3–7). This message of divine ability for our human inability comes to its climax in the NT teaching of life in the Spirit (cf. Gal. 5:16–26; Eph. 5:18–23).<\/p> <p><a class=\"isa\" verses=\"WzE4MTQ3XQ==\">16<\/a> The meaning of this verse is very obscure. The MT is not clear and the versions vary from it considerably, as does 1QIs. Scholars have rushed into the gap with a considerable array of suggestions, emendations, etc. But the very variety of the possibilities makes one very cautious about endorsing any one with vigor. A new reading is proposed here which, if correct, may solve some of the linguistic problems. It clarifies the explicit sense of the verse, but does not differ from the general sense adopted by most interpreters. That sense is that the hard experiences of Israel’s history are seen as chastisements from God for her sin. Far from driving her away from God, they have driven her to him. This interpretation corresponds to v. 17c: Israel’s griefs are ultimately to be ascribed to God (41:23, 24; 45:7; Amos 3:6). This understanding, which skips lightly over intermediate causes to get at ultimate causes, surely grows from two convictions: monotheism (nothing happens apart from God) and gracious purpose (it is only the hand which has stricken that can heal). If some cause other than God has brought disaster upon us against his will, then he is helpless to deliver us, as he was helpless to prevent its coming in the first place. Undoubtedly this is a simplistic view, but it is also very logical.<\/p> <p><a class=\"isa\" verses=\"eyIxODE0OCI6Mn0=\">17–18<\/a> In these two verses the figure of a woman in labor is used to convey Israel’s situation. The various judgments of God have made the people twist and groan. But the one thing which helps a woman through her labor is the expectation that the pain will end in joy—the birth of the child. Not so in this case, says Isaiah. After all the grief and struggle, what has Israel produced? Nothing. It is as though they had given birth to wind. It is frequently suggested that this mood would have been typical of the postexilic returnees, and it certainly was (cf. Mal. 3:14, 15), but it did not first appear then, as indicated by Hezekiah’s statement in 37:3. That verse suggests that the events of 710–701 could have also provided the impetus for the writing of this chapter as well as chs. 24, 25, and 27.<\/p> <p>Verse 18b explains what would have made Israel’s anguish worthwhile: bringing deliverance into the world. This theme seems to hark back to <a class=\"isa\" verses=\"eyIxODE0MCI6M30=\">vv. 9–11<\/a>, where the judgments of God are to be seen in the earth. The precise meaning of the deliverance is obscured by the ambiguity of <i>fall<\/i> in the last clause. The context suggests this might have to do with giving birth, as in Aramaic (though not elsewhere in Hebrew). If so, then the deliverance is of the widest sort, for the writer expects that his people should have helped the whole world to a sort of rebirth. At the same time, <a class=\"isa\" verses=\"eyIxODE0MCI6M30=\">vv. 9–11<\/a>, and the use of the verb elsewhere, suggest that it means to fall in battle. If so, and I lean in this direction, then Isaiah says that the people have not been able to deliver themselves from oppression in all its forms and demonstrate God’s power to the world by striking down the oppressive world power. As the following verse makes plain, the implication is that instead of new life resulting from the struggle, only death has resulted (<a class=\"isa\" verses=\"WzE4ODExXQ==\">59:10<\/a>). This raises the underlying question of the lament: it is fine to believe that God will one day be crowned on Mount Zion and invite all his saints to feast with him in the presence of their enemies, but what about all those saints who have lived and struggled and died in the meantime with no apparent result?<\/p> <p>Verse 19 is the answer to that implicit question. It flashes into the prophet’s mind as the inspired response to his own musings. As such, it, along with 25:8, represents the highest conception of resurrection in the OT. It asserts that the dead will be revived with shouts of joy to partake in the festivities of God’s final triumph. This conviction was to become the anchor point of the Christian faith, in the light of Christ’s resurrection. Without denying the reality or the goodness of this world (unlike some medieval theology), the NT continually calls persons not to live as though this world is the end. Again and again the appeal is to endure hardship, contradictions, and unanswered questions because of what is laid up for us beyond death (e.g., Rom. 8:18–25; 1 Cor. 15:20–28; Heb. 12:1–2; Rev. 2:7, 10, 11, 17, 26–29; 14:13; etc.).<\/p> <p>The task of determining the speaker throughout the verse is not easy, particularly in view of the change in persons in the first line (<i>your<\/i> dead&nbsp;… <i>my<\/i> corpses). Presumably these words could have been said by God, the people, or the prophet. The people are the easiest to dismiss in the light of v. 20, where they are directly addressed. It appears that v. 19, like v. 20, is intended as a consolation to the people and an encouragement to their faith. The other two choices are more difficult to decide between. If God is the speaker, then he answers the questions and speaks the imperative to the “dwellers in the dust.” This is attractive and logically correct, since, as Young says, only God can command the dead to rise. At the same time, there is no indication of a change of speaker from the previous verses where God was being addressed. Thus, it seems that the prophet remains the speaker. In that case “<i>your<\/i> dead” could refer to God or to the people. If it is to God, it is reminiscent of Ps. 116:15, “Precious in the sight of the Lord is the death of his saints” (cf. also Ps. 97:10; Rev. 14:13). The dead are not abandoned, they still belong to God. This interpretation would be consistent with the MT “<i>my<\/i> corpses” (collective) in which the reference would be to the prophet speaking as a member of the nation. If the people are addressed in “<i>your<\/i> dead,” however, then “<i>my<\/i> corpses” makes no sense and needs to be emended to “their.”<\/p> <p><i>Awake and shout for joy<\/i> introduces a note of jubilation and excitement. The previous line talked <i>about<\/i> the dead. Now they are spoken <i>to.<\/i> The change is from theory to fact. If the prophet was speaking for the people to God, he now speaks to the dead in the light of God-given faith. Surely this confidence in God’s resurrection power is the logical conclusion of the key points of OT faith: God is life; God is dependable; God’s ways bring blessing. If life lived in and for God does not result in blessing, there are only two alternatives: (<a class=\"isa\" verses=\"WzE4MTMyXQ==\">1<\/a>) the faith was mistaken and misplaced, or (<a class=\"isa\" verses=\"WzE4MTMzXQ==\">2<\/a>) the outworking of God’s faithfulness is not completed in this life (1 Cor. 15:19). God’s faithfulness had been demonstrated often enough in the short run that the second alternative seemed inescapable. The resurrection of Christ confirms that this alternative is not merely wishful thinking, but indeed the capstone of our belief. For Isaiah, who still lived in the hope of Christ, these jubilant commands are a stirring expression of confidence in his God, made all the more stirring against the backdrop of the questions in <a class=\"isa\" verses=\"eyIxODE0NyI6M30=\">vv. 16–18<\/a>.<\/p> <p><i>dwellers in the dust<\/i> depicts the common understanding of the underworld in the ancient Near East. Not only was it <i>in<\/i> the dust in the sense of being underground, it was also a gray, dusty place (Job 21:26; Ps. 22:16 [Eng. 15]). The conditions of the tomb prevailed everywhere. But death cannot conquer life. For the somber stillness of the grave there is jubilant singing. For the dry, crumbling dust of eternal night, there is the fresh dew of morning (cf. Job 14:7–12). The most the pagans could hope for was to be an unknown part of the vast cycle of life, but the biblical faith proclaims that individuals are important to God and live forever in his memory (Ps. 1:5, 6; Isa. 49:16; Mal. 3:16; Phil. 4:3; Rev. 3:5).<\/p> <p>The equation of rain and dew in the OT points to the great importance of <i>dew<\/i> in Canaan during some parts of the year. This importance seems to have given rise to a mythological figure who is one of Baal’s maidens: Tly (Dewy?) daughter of Rbb. That she is always accompanied by Pdry daughter of <span>’Ar<\/span> (Light?) and <span>’Arsy<\/span> (Earth?) daughter of <span>Y’bdr<\/span> is very suggestive for this passage since both <span>’ôr(ōṯ)<\/span> and <span>’āreṣ<\/span> appear here. It seems possible that, as in 27:1, Isaiah is using some of the literary stock of Canaan to make a much more profound statement than Canaan ever could. God’s dew will rest upon the dead as he will force earth to give them up to life in his presence forever.<\/p>",
    "audit": null
}