{
    "id": 17489,
    "source": "oswalt",
    "verse_id": 18595,
    "verse_count": 6,
    "reference": "46:8–13",
    "title": "God’s Righteous Purpose In Cyrus",
    "html": "<p>This section is in many ways a summing up of the argument not only of 44:23–46:7 but also of 40:1–46:7. The Israel that feels itself both helpless and hopeless is called to remember that there is only one God—theirs. He has demonstrated the truth of this proposition in their history, not only by what he has done but also by his ability through the prophets to announce what he would do in advance. He can act because he stands outside history and is all-powerful; he can tell the future because all things unfold according to his purposes. Now he proposes to act in yet another confirmation of a prophetic word, this time through the coming of Cyrus. The only real question is: Given the stupendous nature of his claims and the unprecedented nature of this particular promise, will Israel believe God? Or will they remain stubborn and rebellious, able to focus only on the reality of their terrible misfortune? This issue is chs. 40–46 in a nutshell.<\/p> <p><a class=\"isa\" verses=\"WzE4NTk1XQ==\">8<\/a> Commentators are almost evenly divided whether the <i>this<\/i> that the hearers are to remember points to the previous verses or the following. The literary context could support either point of view. Pieper, however, notes that in normal usage <span>zeh<\/span><i>\/<\/i><span>zōʾt<\/span> usually points to something or someone new being introduced. In that case, the call would be to remember the total argument that is about to be summed up.<\/p> <p>The way this section closes is strikingly similar to the way the previous one (<a class=\"isa\" verses=\"eyIxODQ1MyI6MTA0fQ==\">41:1–44:22<\/a>) closes. Each one insists that God is incomparable (<a class=\"isa\" verses=\"W3siMTg1NDAiOjN9LFsxODU5Ml1d\">44:6–8; 46:5<\/a>), makes a polemic against the gods (<a class=\"isa\" verses=\"W3siMTg1NDMiOjEyfSx7IjE4NTkzIjoyfV0=\">44:9–20; 46:6–7<\/a>), and calls for the people to remember who God is and what their special relationship to him means. When one recognizes this similarity, the similarities with 40:12–31 also come to mind. There, too, is the insistence that God is incomparable (<a class=\"isa\" verses=\"W3siMTg0MzMiOjd9LFsxODQ0Nl1d\">40:12–18, 25<\/a>), a polemic against the gods (<a class=\"isa\" verses=\"eyIxODQ0MCI6Mn0=\">40:19–20<\/a>), and a call to unbelieving people to recognize that he, creator of nature, ruler of history, is able to save them (<a class=\"isa\" verses=\"eyIxODQ0MiI6MTF9\">40:21–31<\/a>).<\/p> <p><i>make yourselves firm<\/i>, if it is the correct reading, would have a similar connotation to 1 Cor. 16:13: stop wavering to the side of unbelief. <i>rebels<\/i> (cf. 1:2 and 66:24) makes plain that these are not people of little faith who need encouragement, but people all of whose tendencies have been toward unbelief. Isaiah sees no difference between the people of his own time and those who will live far in the future. They are rebels for whom radical conversion is the only hope.<\/p> <p>The recurrence of the unusual phrase <i>bring it again to mind<\/i> here (see 44:19) suggests the dulling effect that idol worship has on human thought. Surrounded by the pervasive idolatry of their world, it was easy for the Israelites to begin to deny the plain facts of their experience. Surely there could not be only one God who is other than this world and who has a specific will for human existence. Not when the great majority of the world believed something vastly and comfortably different. Thus the prophet must wake them up with his clarion call to remember. This is the same theme found in Deuteronomy. What is the antidote to unbelief? Memory. God is not to be known in the endlessly recurring cycles of nature, mind numbing in their glorious repetitions, but in his stark, unrepeatable intrusions into history. Remember those moments, say Moses and all the prophets, for as you do, you will see reality. You will see God as he really is and know that you can entrust yourself to him.<\/p> <p><a class=\"isa\" verses=\"WzE4NTk2XQ==\">9<\/a> Specifically, the prophet wants his people to reflect on all that they know of God as far back as they can go—<i>from eternity<\/i>. Schoors is certainly right when he says that it is not just the exodus events that are in mind here. It is all the <i>former things<\/i> that have been recorded for Israel’s memory, including creation and the flood, the patriarchs, the exodus, the conquest, the judges, David and Solomon, and on and on. Remember these things, because their testimony is unanimous: only the Being who did all that has the right to be called God; <i>there is no other<\/i>.<\/p> <p>Spykerboer observes that the assertion of uniqueness here follows the polemic against the gods, whereas it preceded the other three polemics. As already noted, however, a statement of uniqueness preceded this one as well (v. 5). What is unusual here is that it is also restated again after the polemic. The probable reason for this is that this is the last of the polemics, and the insistence on uniqueness is being lifted up as the final, inescapable conclusion of all the previous comparisons.<\/p> <p><a class=\"isa\" verses=\"eyIxODU5NyI6Mn0=\">10–11<\/a> There follow in these two verses a series of three participles that both substantiate the claim to uniqueness and, at the same time, flow from that claim. This use of participles in statements about God’s uniqueness has been characteristic from <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> onward. They identify God by what he is constantly doing in all times and places. The character of the participle as a timeless verb is particularly appropriate to a God who works within time but is never subject to it. Here the three participles all have to do with speaking: declaring, saying, calling. They bring us face-to-face again with the uncomfortable claims of the Bible to be a revelation from the uniquely revealing God. These claims are an offense to many who would insist that the only way God “speaks” is in general revelation. Without doubt, God does speak in general and providential revelation (e.g., the “calling” of Cyrus in v. 11 is unlikely to have been a direct call). But the Bible also insists that God has spoken directly and unmistakably, and that the two forms of divine speech cannot be separated simply because of our preference for a closed natural order.<\/p> <p>Here the three participles make a direct link between predictive prophecy <i>(declaring the outcome at the start)<\/i> and divine intervention in history <i>(calling from the east a bird of prey)<\/i>. As noted previously, it will not do to make much of historical intervention while minimizing prediction. Was Cyrus predicted <i>long ago<\/i> from the perspective of the events of 539 <small>B.C.<\/small>, or not? Must this prophecy be dated no earlier than 546, when Cyrus emerged as a force to be reckoned with at Sardis? The plain sense of this passage and the others like it is surely that not only the exile but also the deliverance had been specifically predicted long before the events themselves. The infallible fulfillment of these, if not always as the people expected yet still in recognizable form, was the surest sign that their God was of a different order of being from the gods.<\/p> <p>As several commentators (e.g., Young) have noted, the three participles move from general to particular to specific. In the first instance, God tells in general what will happen in the future. He can do so because the future is fully shaped by his own plans and wishes. This is the same point that was made in <a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">ch. 14<\/a> concerning Assyria (<a class=\"isa\" verses=\"bnVsbA==\">vv. 24–27<\/a>). Assyria’s plans for Judah were really of little import. It is the Lord’s plans for Assyria to which that great nation should have paid attention (see also 22:11; 37:26).<\/p> <p>The third participle speaks of the specific call of Cyrus for this particular moment in God’s will. Although Cyrus is not named here, the reference to <i>from the east a bird of prey<\/i> can hardly be to anyone else. <i>man of his counsel<\/i> confirms this identification. The sense is, the man who is part of my plan. <i>bird of prey<\/i>. Many have translated <span>ʿayiṭ<\/span> (lit. “screamer”) with “eagle,” since Cyrus’s standard was an eagle and since the eagle is sometimes associated with destructive royal power in the Bible (cf. Jer. 49:22; Ezek. 17:3, 7). But there is no need to narrow the figure this much here. The author is simply saying that when the destruction of Babylon comes, it will come with all the suddenness of a hawk falling on a rabbit. Why? Because it is God’s plan, one piece in the larger purpose that God has for the history of the world.<\/p> <p>This thought is summed up in the ringing affirmations of the final bicolon of v. 11. It is composed of four first person verbs punctuated by three occurrences of <span>ʾap<\/span>, “moreover, surely.” The repetition serves to emphasize the unshakable connection between promise and the performance, between divine talk and divine action. The parallelism seems to express the heightening of effect that most students now believe to be at the heart of Hebrew poesy. Thus “speak” becomes “purposed,” and “bring it about” becomes “do it.” This parallelism underlines again that the reason God can tell what is going to happen is that what happens is only an outworking of his eternal purposes. In the same way, his promises will be brought about, because God himself will be at work in human history to accomplish them.<\/p> <p><a class=\"isa\" verses=\"eyIxODU5OSI6Mn0=\">12–13<\/a> These two verses represent a call to accept the conclusions that the preceding arguments lead to: that God can and will deliver his people. To continue to question this is no longer an absence of faith but a willful refusal to believe. It is to manifest that <i>hard-hearted<\/i> attitude that produced the disaster at Kadesh-barnea (Num. 14:1–10). We often consider hard-heartedness the result of arrogance, the attitude of those who do not think they need deliverance. But it may be just as much, as here, the response of those who recognize their need but cannot believe that God can meet it. Here the unbelief seems to be focused in three questions: Is God really strong enough to wrest his people from the gods of Babylon? Would he want to save them at all, since their sin will have been so grievous? Is the conquest of Babylon by another pagan, Cyrus, really an acceptable mode of deliverance? One should notice an increasingly strident note in the prophet’s calls to take his words to heart. In 40:27 he simply asks why the people would even question God. By 42:18 he is calling them deaf and blind to the truth. In 45:9 he pronounces doom on those who presume to define what God can and cannot do. Here he calls them “rebels” (v. 8) and “hard-hearted.” Finally, almost all of <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">ch. 48<\/a> is a denunciation of those who have heard and heard, yet never heard, the truth about themselves and God (cf. 6:9–10). God is patient and slow to anger, but there is an end even to that, as the generation in the wilderness and the destruction of Jerusalem should tell us.<\/p> <p>Unlike chs. 1–39, chs. 40–55 typically apply <i>righteousness<\/i> to God, not to humans. When it is so applied, it most commonly refers to God’s righteous actions in regard to his covenant with Israel. That is, he will be faithful to the promises he made to be their God and to deliver them from all their enemies. It is clear that this is the point in v. 13. The parallelism with <i>salvation<\/i> leaves little doubt about the point. Whatever Israel’s righteousness may have been, that is not finally what qualifies them for a relationship with God. It is solely the undeserved faithfulness of God to his promises. This point has powerful overtones for NT theology (Rom. 3:21–26, 5:8; 1 Cor. 1:30, etc.).<\/p> <p>But what of <i>righteousness<\/i> in v. 12? Many commentators (e.g., Whybray) argue that the plain sense of v. 13 must govern that of v. 12. In this case there are two possibilities for interpretation. The first is the literal: these people, because of their lack of faith, are far from experiencing the deliverance that God wants to give. Until they dare to believe his incredible promises, they will never truly experience what he has for them (even though they might actually participate in the return).<\/p> <p>A larger number of scholars opt for an ironic interpretation: In fact, the deliverance of the Lord is not far away at all; it is very near. But the people cannot see it; they think it is far away because of their spiritual blindness. On balance, given the stress on the nearness of deliverance in v. 13, this latter alternative seems more likely.<\/p> <p>But I question whether it is right to limit the connotations of the word so strictly. May the author not have used this word at this point precisely because of its multiple levels of meaning? Are not these people also far from the righteous act of believing in God’s promises? Yes, they think they are far from participating in God’s righteousness, but why is that possibly so? Because they will not exercise right action on their own part, the right action of faith.<\/p> <p>Although there are not many precise verbal similarities between 46:13 and 44:21–23, there is considerable similarity in tone and thought. The whole point of God’s insistence that there is none like him is to show that he is the deliverer. We do not have here a philosophical treatise on monotheism and transcendence. What we have is an evangelistic proclamation. God is going to save you! How? Because that is his will now and always has been, and no other being can prevent the realization of his saving purpose in the world.<\/p> <p>Where has he chosen to make the focal point of salvation? <i>Zion<\/i>, of course. Whatever horrible things have taken place there (cf. Ezek. 8:5–18), however his name has been defiled by those who have claimed him there (cf. Ezek. 23:37–39), it is there that he has chosen to make his salvation available to all the world. He has purged Jerusalem of its bloodstains and filth (Isa. 4:4), and has set a crown of beauty <i>(<\/i><span>tipʾeret<\/span><i>)<\/i> on its head which even still draws all the nations to it (<a class=\"isa\" verses=\"WzE3NzM2LDE4NTU3LDE4ODU4XQ==\">4:2; 44:23; 62:3<\/a>). Proud Samaria (<a class=\"isa\" verses=\"eyIxNzgzOSI6Mn0=\">9:9–10<\/a>), which so often disdained Jerusalem, has laid aside its glory (<a class=\"isa\" verses=\"WzE4MTY5XQ==\">28:4<\/a>) and is desolate; but Jerusalem, recipient of the promises of God, flourishes. Should we not believe God?<\/p>",
    "audit": null
}