{
    "id": 17483,
    "source": "oswalt",
    "verse_id": 18557,
    "verse_count": 6,
    "reference": "44:23–28",
    "title": "Announcement Of Salvation",
    "html": "<p>Having asserted his promises to redeem (<a class=\"isa\" verses=\"eyIxODQ1MyI6Mzh9\">41:1–42:9<\/a>), and having shown the place that his redeemed people will play in demonstrating his superiority over the idols (<a class=\"isa\" verses=\"eyIxODQ5MSI6NjZ9\">42:10–44:22<\/a>), God now reveals the means by which the redemption will take place: the Persian conqueror, Cyrus. After the opening announcement of salvation (<a class=\"isa\" verses=\"eyIxODU1NyI6Nn0=\">44:23–28<\/a>), the segment falls into three parts: the so-called Cyrus oracle (<a class=\"isa\" verses=\"eyIxODU2MyI6OH0=\">45:1–8<\/a>), with its following justification (<a class=\"isa\" verses=\"eyIxODU3MSI6NX0=\">45:9–13<\/a>); an assertion of God’s sovereignty over all the gods (<a class=\"isa\" verses=\"eyIxODU3NiI6MjV9\">45:14–46:13<\/a>), which further justifies the use of Cyrus and also sets the stage for the destruction of proud Babylon, which is the third part (<a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">47:1–15<\/a>). Especially important is the repeated assertion that the God of Israel is the God of the entire world. The implication is plain: if God is indeed the sole Lord of the universe, then all history, not merely Israel’s, is an outworking of his purposes. Not only can he use unbelievers as easily as believers to accomplish his redemptive purposes, but also everyone, even proud Babylon, is accountable to him.<\/p> <p><a class=\"isa\" verses=\"WzE4NTU3XQ==\">23<\/a> Almost all commentators make this verse the conclusion to the previous segment, although a number of form critics take it to be an originally independent element, perhaps the conclusion to a hymn, which has been joined to that segment. Only Mowinckel (“Komposition,” p. 99) took the position taken here, that it is introductory to the succeeding segment. This introductory function is the same as that served by 42:10–13. It is a hymnic call to praise in the light of what follows. It incorporates the two characteristic elements of the hymnic introduction: the imperative call to praise: <i>Shout for joy&nbsp;.&nbsp;.&nbsp;. shout aloud&nbsp;.&nbsp;.&nbsp;. break forth<\/i>, and the thematic sentence introduced by <span>kî<\/span><i>: because the Lord has acted.&nbsp;.&nbsp;.&nbsp;. For the Lord has redeemed Jacob<\/i>.&nbsp;.&nbsp;.&nbsp;. Whereas 42:10–13 celebrates the Lord’s victory over his enemies, here the emphasis is on the Lord’s redemption of his people. That theme is entirely appropriate to the Cyrus oracle that follows. Here the emphasis is not as it was there, that the idol-gods are defeated, but that God can work redemptively in history as easily as he can use its processes for judgment. For these reasons—that the hymnic call to praise typically introduces a following expansion of a briefly given reason, and that the following discussion here is more appropriate to the given reason than what preceded it—I believe that 44:23 is intended to introduce 44:24–45:25. At the same time, we have here another example of that typical feature of the book: transitional elements that function so smoothly that it is difficult to determine whether they point primarily forward or primarily backward.<\/p> <p>As the elements of the universe were called on to witness Israel’s rebellion (<a class=\"isa\" verses=\"WzE3NjU3XQ==\">1:2<\/a>), they are here called on to rejoice over Israel’s salvation (so also 55:12–13). The cycle will be complete when the heaven and earth themselves participate in the redemption (65:17–25; 66:22–23; see also Rom. 8:19–22). It becomes evident in this pattern that the redemption being progressively unveiled in the book involves a great deal more than exile and return, although these provide the backdrop on which the larger picture is painted (cf. Ps. 96:11–13). As Westermann says, “Israel’s saviour is in fact the creator of the world.”<\/p> <p>The tenses of the verbs in the last sentence of the verse have been the source of some disagreement among scholars. They are a perfect (normally past) and an imperfect (normally present or future). Thus the NRSV translates <i>has redeemed<\/i> and <i>will be glorified<\/i>. But Pieper represents those who argue that both should be translated past since the first sets the time for the second, while Whybray argues that both should be translated future since the phrase ends with a future! On balance, it seems best to let the verbs stand as they are, understanding the first to be a “prophetic” perfect, an action still in the future but as certain as if it had already happened, and the second as a continuing statement of fact: it is with Israel that God chooses to adorn himself.<\/p> <p><a class=\"isa\" verses=\"eyIxODU1OCI6NX0=\">24–28<\/a> These five verses, which culminate in the naming of Cyrus as God’s agent for the rebuilding of Jerusalem, are largely given over to another of the statements of divine self-predication for which chs. 40–48 are justly famous. God’s promises to redeem are not the empty vaporings of some vanquished local deity. Rather, they are secured by three claims: he brought Israel into existence as by birth (v. 24a), he created the whole world (v. 24b), and he has foretold the future in ways that make fools of all who rely on techniques in order to tell the future (<a class=\"isa\" verses=\"eyIxODU1OSI6M30=\">vv. 25–27<\/a>). These are at the heart of the prophet’s arguments for God. They cannot be gainsaid, for unless these claims and their implications are correct, we do not have great theology, but a most remarkable example of self-delusion.<\/p> <h4>Special Note<\/h4> <p class=\"paft\">Those who take biblical theology seriously cannot avoid the nature of Isaiah’s arguments. One must face those arguments, and deny or accept their truthfulness. Isaiah claims that the evidence for the uniqueness of God, that he is the sole creator, rests on his ability to predict novel turns of history in advance, an ability the idols and their technicians do not have. Specifically those predictions included Assyria’s all but total conquest of Israel and Judah, Assyria’s failure to capture Jerusalem, the fall of Assyria, the fall of Jerusalem and Judah to Babylon, the exile, the fall of Babylon to Cyrus, Cyrus’s proclamation of freedom and encouragement to rebuild, the return of a remnant, and the establishment of a messianic kingdom. The shape of the present book and the absence of any authorial identification except that of Isaiah ben Amoz lead me to believe that these predictions had been made far in advance of the events, and that their eventual confirmation would be the crowning evidence that Israel’s God is God alone. One cannot escape this logic. One must either accept the evidence as given and adopt the conclusion, or else admit that the evidence has been tampered with and deny the conclusion. One cannot accept the conclusion while denying the evidence.<\/p> <p><a class=\"isa\" verses=\"WzE4NTU4XQ==\">24<\/a> A characteristic of this segment (<a class=\"isa\" verses=\"eyIxODU1NyI6NTl9\">44:23–47:15<\/a>) is the frequent recurrence of the phrase <i>Thus says the Lord<\/i>, which occurs here and again in 45:1, 11, 14, and 18. While no explicit reason for this recurrence is given in the text, a study of the other occurrences in this part of the book shows that the phrase is used to engender confidence in God’s promises to redeem and deliver. It is usually associated with statements of self-predication, as here (cf. 42:5–6; 43:1–3; 43:14–16; 44:6–7), but that is ancillary to the main point, which is the promises of redemption. Thus the use of this phrase underscores an insistence that these promises are not merely the ejaculations of a generally inspired prophet—they are the very words of almighty God. Here, where the rather surprising method of redemption is being unveiled, the insistence that these are the very words of God serves to confirm the reliability of what is being said.<\/p> <p>Not only has the Lord made Israel, but he has made all things, and without assistance or advice. This statement reechoes the assertions of 40:12–14 and 21–22. That God is Israel’s maker suggests that he would not like to see her destroyed. But desire is hardly enough to guarantee deliverance. If he is also the sole maker of the whole world, however, then he can indeed be Israel’s redeemer. N. Habel has argued that <i>stretches out the heavens<\/i> probably derives from an ancient creation narrative in which the Creator made the heavens as a tent for himself in preparation for the creation of the earth. While this is possible in and of itself, none of the occurrences of the phrase in this part of the book depends on such an understanding. At most, this phrase might be a literary allusion making use of ancient imagery, but even this does not seem necessary to an understanding of the statement here. The physical universe is obviously being described on the analogy of a physical building, with the earth as a base and the heavens a canopy above. Habel’s conjectures as to the origin of this imagery do not shed much light on its use here. The point is that God alone is responsible for the existence of the world as we know it.<\/p> <p><i>who was with me<\/i> is somewhat problematic since it breaks into the sentence abruptly. Already in the time of the Masoretes there was disagreement about the correct reading of the text, as the Qere and Kethib show. But the sense is clear in either case. Isaiah asserts that God is the sole creator of the universe, with neither consort nor adviser. Whatever the gods may be, they are not responsible for the existence or the nature of the world as it now is. Thus they cannot alter the course of events nor themselves diverge from that course. Only a singularly free Creator could do so.<\/p> <p><a class=\"isa\" verses=\"WzE4NTU5XQ==\">25<\/a> If it is true that Israel’s God is the only Creator, then it follows that he alone is completely free. The work of the astrologers, diviners, and readers of omens is based on the absolute continuity of the present with the past. What happened before, given similar historical circumstances or similar configurations of elements thought to have a particular continuity with destiny, will of necessity happen again. But the Creator, the one God who is utterly discontinuous with his creation, is in no way bound to such continuities. He is able to do things that have never happened before (42:9; 43:19; 48:6, etc.), confounding all those whose skill is based merely on encyclopedic knowledge of past congruities. Guidance for the future can come only by direct revelation from the Lord (so also 8:16–20; 19:3).<\/p> <p><a class=\"isa\" verses=\"WzE4NTYwXQ==\">26<\/a> Not only is God able to confound the predictions of the diviners, but he is also able to confirm the words of his servants. The opposition of this verse to the previous one is striking. The opening verbs are both Hiphil participles, the one meaning to make ineffectual and the other to establish. The descriptions of the persons are also opposed to each other, with v. 25 emphasizing those who use their own skills to peer into the unknown, while v. 26 describes those who are merely carrying out a commission from their Master, the one who sent them. They have not forced back the curtains on the future out of curiosity, but have been delegated by the one who wishes to make himself known and to be known.<\/p> <p>As noted above, some want to emend the MT to read “servants” instead of <i>servant<\/i>, but in the absence of strong manuscript support, the present text seems best. The reference is probably to the prophet himself, as in 20:3, with the parallel expanded to refer to the entire prophetic class. One of the “words” that Isaiah and the other prophets had declared was the downfall of Assyria and then of Babylon. Looked at from a purely historical point of view, this word seemed impossible. At least as improbable, it seemed, was the word that Jerusalem and Judah would be restored. If Assyria’s fall gave some precedent for hoping that Babylon might fall as well, Babylon’s adoption of Assyria’s oppressive policies must have only strengthened the sense that there was no hope at all for any recovery of the election promises. Yet all that had been foretold in advance, indeed far in advance, and God, who was not part of the system like the idols were, stood as its guarantor.<\/p> <p>Although <i>counsel (<\/i><span>ʿaṣâ<\/span><i>)<\/i> occurs 12 times in the first 30 chapters of the book and only 6 times between 36:5 and 47:13, the sense is the same throughout. It is a course of action proposed by wise advisers, who may include prophets and diviners. What Isaiah insists is that God forms his own counsels and communicates them to the world through his prophets. These counsels have nothing to do with congruencies of stars or the shapes of entrails. They have everything to do with God’s holy character and his good purposes for humanity.<\/p> <p>Some form critics (Westermann, Schoors, Melugin, and others) have considered 44:24–28 to be a disputation of God with his people over his ability to redeem. It is not clear that the evidence is sufficient yet to identify disputations on a purely formal basis, but the content surely points to an attempt to persuade. Just as those prior to the exile would scoff at such words (Jerusalem was not going to fall; how could it be restored?), so would persons in the exile (the dream is over; face the facts). But Isaiah asserts what he has asserted all along: those who will not listen will not escape judgment, but judgment is not God’s intended last word. He is not locked into the past, and he cannot be manipulated, but his ultimate purposes are always good, and his power is limitless.<\/p> <p><a class=\"isa\" verses=\"WzE4NTYxXQ==\">27<\/a> The precise reference of <i>the deep<\/i> here is uncertain. The Targ. translates it as Babylon, while Calvin and others take it to be a reference to the exodus. Another alternative is that it is a prediction of Cyrus’s stopping up the Euphrates as a means of access into Babylon, as reported in Herodotus (<i>Hist<\/i>. 1). But Young, who favors the equation with Babylon, points out that cuneiform sources do not support Herodotus’s report. Muilenburg takes it to be an allusion to some now unknown creation myth, while D. M. Gunn believes it to be, along with 50:2; 51:10; and 55:10–13, an allusion to the flood. But these references, which undoubtedly do share some of the same language as this one, are more clearly aligned with the exodus, which suggests that this is the meaning here. Can God really restore Jerusalem, as he has said? Consider the exodus; if he can dry up the great deep, what can he not do? At the same time, there does seem to be some allusion to mythical images to heighten the drama of the exodus language (see below on 51:9–10). Nevertheless, it is not true that v. 27 refers to creation and v. 28 to history, as Westermann maintains. Rather, both of them refer to history: the first in the past and the second in the future. In both cases, whether by means of a miracle of nature or by a miracle in human nature, God is shown by historical fact to be the Redeemer.<\/p> <p><a class=\"isa\" verses=\"WzE4NTYyXQ==\">28<\/a> This verse now makes specific the allusions that first appeared in 41:2–3, and again in 41:25. Who is it that God has called from the north and east to terrify the nations and to set his despairing people free? It is the Persian emperor, Cyrus. The issue here is clearly not whether a transcendent deity could have revealed the deliverer’s name many years in advance, as he would have if Isaiah is the author of these words, but whether the book leads us to believe that he did. For there are cases where an interpretation of the significance of events is given as those events are taking place, not the least of which is in this book itself, in chs. 7–10. But is that what we are led to believe took place in this instance? No. This is true not only because, as already mentioned, the statement is put into a book the only author of which is said to be Isaiah of Jerusalem, but even more importantly, by the very nature of the argument in which the statement occurs. The centerpiece of the whole argument against the idols is that they cannot declare the future. Nothing they have said in the past can explain the present, and nothing they say now is anything but a vague rehash of what has already happened. But God not only has done so in the past, he does so now, and evidence clearly supports both claims (<a class=\"isa\" verses=\"W3siMTg0NzMiOjR9LHsiMTg0NzgiOjR9LHsiMTg1MTQiOjZ9LHsiMTg1NDAiOjR9LHsiMTg1NTgiOjN9LHsiMTg1ODIiOjJ9LHsiMTg1OTYiOjN9LHsiMTg2MTgiOjN9LHsiMTc5MzAiOjU1fV0=\">41:21–24, 26–29; 43:8–13; 44:6–9, 24–26; 45:20–21; 46:9–11; 48:3–5; 14–16<\/a>). Three of the four references to Cyrus (<a class=\"isa\" verses=\"WzE4NDc3LDE4NTYyLDE4NTk4XQ==\">41:25; 44:28; 46:11<\/a>) are directly connected to this argument, and the other (<a class=\"isa\" verses=\"WzE4NDU0XQ==\">41:2<\/a>) is connected by implication because it opens a statement that concludes with the argument of 41:21–29. These facts cannot mean anything else but that the person or persons responsible for the final form of the book wish us to believe that the specific predictions of Cyrus were given far enough in advance that they could not have been part of any normal process of forecasting future events. The Cyrus predictions are thus made the specific evidence that God can and does tell the future. As such, they are made the very fulcrum on which the whole argument for God’s uniqueness turns.<\/p> <p>The description of the pagan emperor in terms appropriate to a Davidic monarch must have been troublesome to a devout Judean. How could such a one be called <i>My shepherd<\/i> (cf. 2 Sam. 5:2; 1 K. 22:17; Ezek. 34:23)? Or how could it be said that someone such as this, unclean and unconsecrated, could <i>fulfill<\/i> God’s <i>wish<\/i> (Ps. 5:5 [Eng. 5:4])? But this is precisely the kind of new thing that the Lord was talking about (<a class=\"isa\" verses=\"WzE4NTI1XQ==\">43:19<\/a>). If the house of David had demonstrated its craven disregard for God (<a class=\"isa\" verses=\"WzE3Nzk2LDE4NDIwXQ==\">7:13; 39:7<\/a>), God would find a new way to keep his ancient promises, even to the house of David. In a wonderfully ingenious way, just as the foreigner, Ruth, became an ancestress of David (Ruth 4:13–22), the foreigner Cyrus typifies the Davidic Messiah (Isa. 53:10; Zech. 11:4; 13:7; John 8:29; 10:11).<\/p>",
    "audit": null
}