{
    "id": 17451,
    "source": "oswalt",
    "verse_id": 18332,
    "verse_count": 20,
    "reference": "36:1–20",
    "title": "The Ultimatum",
    "html": "<p>Chapters 36–39 conclude the section relating to Assyria and the question of trust which that nation’s presence on Judah’s borders posed. They demonstrate that it is not necessary to revoke one’s dependence on God and turn to human powers in order to survive. In this way they constitute a lived-out example of the truths taught in chs. 13–35. The nations of mankind are under God’s hand; he is their ruler and those who trust in him need not, indeed, must not, bow down to those nations.<\/p> <p>The section appears to be divided into three segments: chs. 36–37; 38; 39. In the first, Hezekiah, reduced to helplessness before Assyria, turns to God and finds relief. In the second, Hezekiah is again helpless, this time before illness. He again turns to God and is restored. In the third segment, Hezekiah has the opportunity to give glory to God in the presence of Babylon, but instead falls prey to the temptation to parade his own glory, with the result that the coming captivity to Babylon is announced.<\/p> <p>The structure of the section raises a number of questions. Chief among these is: what are the functions of chs. 38 and 39? If, as will be argued at greater length below, the overall section is a reversal of chs. 7–12, exhibiting trust in the face of a military threat rather than untrust, it seems odd that these two incidents, which do not present Hezekiah in a very favorable light, should be included. Two alternatives present themselves. The first would consider the chapters separately, with <a class=\"isa\" verses=\"eyIxODM5MiI6MjJ9\">ch. 38<\/a> presenting another example of trust in a hard situation, and <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">ch. 39<\/a> a failure to trust. The second would see the two chapters as a unit. (Note that the recovery is said to provide the occasion for the visit of the Babylonian envoys, 39:1.) In this case, the stress would be upon Hezekiah’s fallibility despite the trustworthiness of God.<\/p> <p>Which of these alternatives is the more likely? The first is attractive in that it supports the general theme of God’s trustworthiness and his ability to deliver in difficult circumstances. However, the lack of any relation to the theme of the nations, plus the generally doleful tone of the chapter (esp. the psalm, which does not appear in 2 Kings), calls this view into question.<\/p> <p>The second alternative, which takes the two chapters together, minimizes the trust in <a class=\"isa\" verses=\"eyIxODM5MiI6MjJ9\">ch. 38<\/a> and instead emphasizes Hezekiah’s fallibility. It answers with a resounding no the question as to whether this Hezekiah, under whom the wonderful deliverance has occurred, is not the Messiah. Our trust is never to be in a human ruler, for every human being, no matter how often healed, is mortal. Moreover, every human ruler, no matter how many times he may have trusted God, is still prone to self-reliance when the pressure is withdrawn. Thus Hezekiah has shown (chs. 36–37) that Isaiah’s teachings about trust are true. But he has also shown that it is in God that we trust and not in human perfectibility (chs. 38–39). In this way the section prepares for what follows. Will it still be possible to trust when Judah has no king and is in captivity to Babylon? Absolutely. First, this captivity is no surprise to God, and second, Judah’s hope never was in a king, but in the God whom mortals, including kings, may call upon.<\/p> <p>As mentioned in Excursus I below, chs. 36–37 deal with the Assyrian threat brought about by Ahaz’s refusal to trust in God (<a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a>) and his son Hezekiah’s response to that threat. As such, it represents a direct opposite to Ahaz’s response. Thus the chapters function as a counterbalance to chs. 7–8. Hezekiah is a living demonstration of the truths taught in chs. 13–35, which truths Isaiah attempted to get Ahaz to act upon but could not.<\/p> <p>Thus, this section is not placed here accidentally or haphazardly. It is located consciously to provide the climax to all which the prophet has said about the folly of trusting the nations. Several factors make it plain that a conscious contrast with Ahaz is intended. One of the most striking of these is that the place where the Rabshaqeh stood to blaspheme God (<a class=\"isa\" verses=\"WzE4MzMzXQ==\">36:2<\/a>) is the same place where Isaiah stood to urge Ahaz to trust God (<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">7:3<\/a>). It is because of Ahaz’s refusal to trust in that place that the Rabshaqeh would stand there (<a class=\"isa\" verses=\"eyIxNzgxMyI6NH0=\">8:5–8<\/a>). Furthermore, it is not just any nation which threatens to engulf Hezekiah, but Assyria, the very nation Ahaz chose to trust in place of God. Thus we have two kings of Judah, father and son, both threatened with imminent destruction so far as they know, both recognizing the inadequacy of their own strength. But there the similarity ceases. Faced with a considerably less destructive threat, Ahaz chose to trust his worst enemy rather than God. He would not put God to the test. On the other hand, Hezekiah did put God on his mettle and God demonstrated that he was indeed master of the nations.<\/p> <p>As noted above, the segment appears in two subsegments: 36:1–37:7, the Rabshaqeh’s challenge, and 37:8–38, Sennacherib’s letter. The last verses of the latter (<a class=\"isa\" verses=\"eyIxODM4OSI6M30=\">37:36–38<\/a>) contain the conclusion of the whole affair. (See Excursus I below for a discussion as to whether the two subsegments are merely variant reports of one event.) The two subsegments show a development in Hezekiah’s level of commitment to God and an intensification of his determination to commit his own fate and his city’s to God. To this God responds, through Isaiah, in a corresponding way. The first response is merely an oracle of deliverance. The second is a much more full-orbed expression of God’s character and of hope for Judah.<\/p> <p><a class=\"isa\" verses=\"WzE4MzMyXQ==\">1<\/a> <i>In the fourteenth year of King Hezekiah<\/i> poses a problem in that Sennacherib’s attack cannot easily be dated prior to 701 B.C., which would be Hezekiah’s twenty-fifth (or at best twenty-fourth) year, according to 2K. 18:1, 9, 10. A widely accepted solution is to assume that the sickness alluded to in 38:1 occurred in the fourteenth year (712\/11), but that its inclusion with the report of Sennacherib’s attack caused some later scribe to believe the two events were contemporary and thus transfer the date to the first account, namely, the attack. There is no evidence to support this theory, making it very tenuous. On the other hand, Edwin Thiele has argued that this dating (14th year) is the only correct one in Hezekiah’s account, all others having succumbed to a twelve-year discrepancy which later scribes tried to smooth over. This theory suffers, too, from its complexity. The simplest solution is that 14 is an error for an original 24. This change would involve only two letters and requires no reworking of other parts of the text.<\/p> <p><i>Sennacherib, king of Assyria<\/i>, had been on his throne about four years by 701 B.C. Those four years had been largely taken up with attempts to put down revolts spurred by the death of his father, Sargon II, on the battlefield. When the east and south had been dealt with in an at least temporary fashion (Babylon was not to be finally subdued until 689), the Assyrian emperor was ready to turn to the West. There Hezekiah, apparently prompted by promises of Egyptian aid, and perhaps also with Babylonian encouragement (if the sickness and recovery of <a class=\"isa\" verses=\"eyIxODM5MiI6MjJ9\">ch. 38<\/a> were prior to 701), was spearheading the revolt of the small states west and south of Samaria, extending from Tyre in the north to Ashkelon in the south. According to Sennacherib’s annals, the Assyrian army struck the coast at Sidon and from that point worked its way southward, devouring opponent after opponent until the Egyptian army finally made a stand at Eltekeh about twenty miles west of Jerusalem at the edge of the hill country. There Isaiah’s prophecies concerning the foolishness of dependence upon Egypt (<a class=\"isa\" verses=\"W3siMTgwMzEiOjZ9LHsiMTgyMTkiOjV9LHsiMTgyNTIiOjN9XQ==\">20:1–6; 30:1–5; 31:1–3<\/a>) proved painfully true as the Egyptians were routed and the Assyrians continued on to Lachish, Judah’s last hope for stemming the tide. If it be asked why Sennacherib did not move directly from Eltekeh to an attack upon Jerusalem, the answer is probably that he hoped to avoid a prolonged siege in the highlands of Judah that would tie down his army and leave them open to an attack on their rear if Egypt should recover. At Lachish, Egypt would still be before them and they could move quickly from the siege to battle positions if a new Egyptian threat appeared. This is in fact what they did according to 37:8. Once Lachish’s fate was sure, Jerusalem would have no choice but to surrender, much as does the chess player who has lost his last rook.<\/p> <p><a class=\"isa\" verses=\"WzE4MzMzXQ==\">2<\/a> It is likely that the siege of Lachish was drawing toward a successful close (from an Assyrian perspective) when Sennacherib judged that the right time had come to put pressure upon the isolated Hezekiah. He sent his three highest officials, the Tartan, the Rabsaris, and the Rabshaqeh, with a substantial force as a show of strength to demand Hezekiah’s surrender (2 K. 18:17). All three officers bear Akkadian titles. As is shown from a number of royal inscriptions from this period, the <i>Tartan<\/i> (Akk. <i>turtanu<\/i>) was second to the king in command of the army (<a class=\"isa\" verses=\"WzE4MDMxXQ==\">20:1<\/a>). The precise function of the other two officers is less clear. The tide <i>Rabsaris<\/i> is unattested in any Akkadian documents thus far. On the basis of Hebrew, its meaning would be chief eunuch, but the term “eunuch” seems to represent “officer” in the OT (as Potiphar, Gen. 39:1; so also 2 K. 25:19; for this title see Jer. 39:3, 13). <i>Rabshaqeh<\/i>, if from Akk. <i>šaqû<\/i>, “to drink,” means “chief cupbearer.” This person may have been the king’s personal advisor (cf. Nehemiah’s position, Neh. 1:11). If so, this would explain why it is this person who makes the representation and not the Tartan.<\/p> <p><i>the watercourse of the upper pool<\/i>, as mentioned above, is the place where Isaiah met Ahaz surveying his defenses. Now the representatives of the Assyrian horde which Isaiah foretold stand on the same spot. Because the one place where a large military force could assemble would be at the northwest corner of the city, there is some reason to think the washers’ field was located there. However, the upper pool was apparently associated with the Gihon system at the south edge of the city (see above on 7:3). At any rate, given the preciousness of water in any siege, the decision of the Assyrians to make their threat at that point may have had a symbolic purpose as well.<\/p> <p><a class=\"isa\" verses=\"WzE4MzM0XQ==\">3<\/a> Whether or not there were three Assyrian officers, three Judean officers were sent out to meet the enemy. None of these was a military man; they all came from the civilian side of the royal cabinet. It is interesting to note that this verse confirms one part of Isaiah’s prophecy concerning Shebna and Eliakim (<a class=\"isa\" verses=\"eyIxODA3MyI6NH0=\">22:20–23<\/a>), for Eliakim is now the prime minister, while Shebna has been demoted to the lower position of secretary. The third official, Joah, seems to have had the position of intermediary between king and people.<\/p> <p>If the order of the account in Kings is chronological, the appearance of the Assyrians outside the gates of Jerusalem must have been a rude shock. Hezekiah had thought he had bought the Assyrians off with tribute, but there they stood, with all the calm arrogance of those who have absolute power on their side. They <i>make<\/i> right; they are not subservient to it. Or so it seems. If ever Isaiah’s preaching about the folly of human arrogance was faced with a direct challenge, this was it.<\/p> <p>Estimates of the historical authenticity of the speech in <a class=\"isa\" verses=\"eyIxODMzNSI6MTd9\">vv. 4–20<\/a> vary widely. Some see it as a masterpiece of reporting, successfully capturing the atmosphere as well as the content of the event. Others see it as a piece of historical fiction in which the writer has combined a number of contradictory ideas without concern for coherence or flow. In fact, especially in an oral presentation, coherence of thought is not as important as impact. So the speaker drives home point after point, all the time betraying an intimate awareness of his hearers’ situation and their likely responses. For every possible defense the people might raise he has a ready answer, making it apparent that his purpose is not rational argumentation but demoralization. This is supported by his insistence on speaking in the language of the common people. Thus, if this is fiction the writer has gone to great trouble to give it an air of authenticity, a practice for which there is no evidence in ancient literature.<\/p> <p>The Rabshaqeh makes four points, not all of them complementary. First, he questions, in a way very similar to Isaiah’s, what help Egypt can give (<a class=\"isa\" verses=\"W3siMTgzMzUiOjN9LHsiMTgzMzkiOjJ9XQ==\">vv. 4–6, 8–9<\/a>). This must have hit home especially hard after the Egyptian defeat at Eltekeh. Second, he argues that the Lord will not support Hezekiah, but has in fact called Assyria to attack Hezekiah because he has destroyed the altars and high places (<a class=\"isa\" verses=\"WzE4MzM4LDE4MzQxXQ==\">vv. 7, 10<\/a>). While this is almost ludicrous from a biblical perspective, it is completely logical coming from a convinced idolater and polytheist.<\/p> <p>The Judean leaders, aware of the devastating impact of these remarks upon the listening populace, ask the Rabshaqeh to use the diplomatic language (v. 11), but he, sensing his advantage, refuses to do so and presses home his third and fourth points. Abandoning all pretense of subtle reasoning, he unveils the ultimate argument: brute force. In fact, God could not save Jerusalem if he wanted to. Assyria has conquered the domains of all the other gods and she will take this one too. But if the people will force surrender upon the recalcitrant Hezekiah, then the beneficent emperor will provide them with all the blessings their king and God cannot provide (cf. 8:21–22).<\/p> <p>As noted above, this speech directly challenges all that Isaiah had said. God is <i>not<\/i> the sovereign; righteousness will <i>not<\/i> prevail; it is the nations of man with whom all must come to terms. As is made clear in <a class=\"isa\" verses=\"eyIxODM1NCI6Mzh9\">ch. 37<\/a>, both Hezekiah and Isaiah sensed the theological crisis which these taunts posed. If the Assyrian challenge was to stand unopposed, then all which had been said by the prophet and believed by many in Judah would be graphically shown to be worthless. Thus in the fullest sense, as Smith points out, this is a war of words, between the word of the Assyrian monarch and the word of God (cf. v. 5). Which will prevail?<\/p> <p><a class=\"isa\" verses=\"WzE4MzM1XQ==\">4<\/a> Without any diplomatic niceties, the Rabshaqeh moves directly to the attack. He bluntly bypasses the Judean emissaries and addresses himself to Hezekiah, whom he pointedly refuses to call king. Clearly, this is not a request but an ultimatum.<\/p> <p>The reason for the refusal to give the tide to Hezekiah is evidently that Hezekiah’s kingship pales to nothing beside the splendor of <i>the great king, king of Assyria<\/i> (an abbreviated form of the classic Assyrian terminology, which lends authenticity to the narrative). How could a “nobody” dare to stand up to one who contained in himself the splendor of all earthly authority? This incredulity is contained in the blunt opening question. Surely it would take some overwhelmingly secure confidence to enable a hill-country chieftain to rebel against Assyria! What is this confidence?<\/p> <p><a class=\"isa\" verses=\"WzE4MzM2XQ==\">5<\/a> The Rabshaqeh’s response is evident: mere words will not suffice when it comes to war, but that is really all you have. You have risked the wrath of Assyria with no support at all.<\/p> <p>However, the precise meaning of the first sentence in the verse is not clear. The initial problem is with the first word, whether it is “I say” with the MT of Isaiah or “You say” with lQIs and the parallel in 2 Kings. Either makes sense and either could have arisen from the other by unintentional error. The evidence of Qumran tips the scales slightly in favor of the 2 Kings form. Thus the Assyrian seems to say that whatever reasons Hezekiah gives, they are mere words. Representative alternatives are given by Cheyne: “Is a mere word counsel and strength for war?”; Delitzsch: “Your counsel and strength for war is empty talk”; Kissane: “the word of the lips (refusal of allegiance) is not strength and counsel for war.” In any case, the Assyrian proceeds from this point to show why he believes that any argument which might be given to justify rebellion against Assyria is merely so much air. His argument proceeds in a back-and-forth manner. In vv. 6 and 7 he presents the weakness of trusting either Egypt or the Lord, then in vv. 8 and 9 he returns to each in turn and expands on his previous points.<\/p> <p><a class=\"isa\" verses=\"WzE4MzM3XQ==\">6<\/a> His first attack is against Egypt. Using words which are not so dissimilar from Isaiah’s (<a class=\"isa\" verses=\"W3siMTgwMTkiOjN9LFsxODIyNSwxODI1NF1d\">19:14–16; 30:7; 31:3<\/a>), he says that Egypt is a cracked staff which not only cannot help the one who leans upon it but presents a positive danger. So it had been for the king of Ashdod, whom the Egyptians had handed over to the Assyrian (<a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">ch. 20<\/a>). As their forefathers had once trusted Assyria, their worst enemy, to defeat Syria and Ephraim, so this generation trusted in Egypt, which had neither strength nor Judah’s best interests at heart. Sometimes it is only our enemies who see the true folly of our behavior. As Calvin appropriately remarks, a people who will not receive the well-intentioned instruction of an Isaiah are forced to listen to the same instructions from the boastful lips of their enemies.<\/p> <p><a class=\"isa\" verses=\"WzE4MzM4XQ==\">7<\/a> Before proceeding further with his attack on trust in Egypt, the Rabshaqeh apparently feels it necessary to demolish the hope of another group of hearers who might dismiss his remarks about Egypt by saying that they trust the Lord. To them his response shows the care with which the Assyrian foreign office kept track of events in vassal countries. Hezekiah’s religious reforms would be a matter of no small import to the Assyrians. The gathering of all the priestly power into the royal city could only strengthen the hand of the rebellious Hezekiah. Furthermore, the exaltation of Yahweh would also involve a repudiation of the Assyrian pantheon who had witnessed the covenant between Judah and Assyria. Nonetheless, the destruction of the worship centers outside Jerusalem must have seemed like a colossal blunder to the idolatrous and polytheistic Assyrians. For them, the more places at which some form of the god was worshiped, the more manipulative power the ritual had. To limit the worship to one place could only lessen its power and infuriate the god. It is likely that the Assyrians also knew that substantial numbers of Israelites felt the same way (Hos. 2:5–10). Thus the Assyrian officer’s confident assertion that God did not want to bless Judah probably touched the raw nerve of doubt which was already very near the surface of many a Judean consciousness (Jer. 44:18).<\/p> <p><a class=\"isa\" verses=\"eyIxODMzOSI6Mn0=\">8, 9<\/a> Having put any alternate position in doubt, the challenger now returns to the Egyptian question. Here he laces his comments with irony born of absolute confidence. Little Judah had never had the wealth or the manpower to assemble a significant core of chariotry. Even less so could it mount the newest military innovation—cavalry. The Assyrian knows this, and offers, tongue in cheek, to meet the Judeans halfway. The Assyrians are so powerful, they can afford to give Judah two thousand horses and still they will conquer the little Palestinian country. Judah could not even put trained riders on their own horses, so what good is it to ask for Egyptian help? The fact is, with or without Egypt’s aid, Judah is not strong enough to defy the lowest of Sennacherib’s underlings, let alone the great king himself.<\/p> <p><a class=\"isa\" verses=\"WzE4MzQxXQ==\">10<\/a> But it is not merely Assyria’s strength which will destroy Judah; it is her own God’s will. It is not particularly surprising that the Rabshaqeh should say this. Other evidence from the ancient Near East shows that it was not unusual for a conqueror to claim that his conquest was made possible because the god of the vanquished had joined the side of the conqueror. But it is an open question whether the Assyrian office of propaganda was quite prepared for the impact which this rather perfunctory claim (see below on <a class=\"isa\" verses=\"eyIxODM0OSI6M30=\">vv. 18–20<\/a>) would have on the Judeans. We do not know whether the Assyrians were aware of Isaiah’s claim that God would use the Assyrians to punish his people (<a class=\"isa\" verses=\"W3siMTc4MTUiOjJ9LHsiMTc4NTYiOjJ9XQ==\">8:7–8; 10:5–6<\/a>). At any rate the Hebrews were aware, and the Rabshakeh’s echoing of the prophet’s words must have seemed to sound the last knell of doom.<\/p> <p>It appears that the Rabshaqeh’s final claim that the Assyrians were acting at God’s command (v. 10) was so unsettling to the envoys that they requested the Assyrian officer to continue the parley in the diplomatic language of the day, Aramaic. But the Assyrian had not come to negotiate; he had come to destroy Jerusalem’s will to resist. So with an instinct for the kill, he turned his appeal directly to the common people, who had no doubt ranged themselves on the walls to see the spectacle. His aim was to drive a wedge between them and Hezekiah, hoping that they would force surrender upon their stubborn king. However, one cannot help but wonder whether he committed a tactical error in the way he framed his appeal. Instead of continuing on in the vein which had so frightened the Judean envoys, namely, that God himself was responsible for the Assyrian attack, he abandoned that ploy and said, in an excess of confidence, what he really believed. That was that Assyria would defeat Judah because all the gods, of which Yahweh was but one more, were helpless before Assyria’s might. Here is the ultimate blasphemy: God, whoever or whatever you are—<i>if<\/i> you are—human might and human glory will dictate to you the limits of your action or being. It is interesting to note that no mention of Assyria’s gods is made. One cannot help but feel that this man, who might on another occasion give pious thanks to his god, has here, in the flush of his sense of utter domination of the helpless Jews, spoken his true faith. Perhaps this was a little too much even for those Jews who were tempted to feel that Hezekiah was somewhat too radical in his monotheism and his iconoclasm. At any rate, the evidence is that this <i>tour de force<\/i> failed to convince any substantial numbers of the people that surrender was their best hope.<\/p> <p>What the Rabshaqeh did in his speech was to reveal the essential nature of the issue which is always before the human race: shall we commit ourselves to God or to human might and glory? Furthermore, he threw down the gauntlet to God: if God was to be known as God he would have to reveal himself in events. Sooner or later, all the silver-tongued, kid-gloved temptations to trust ourselves <i>along with God<\/i> or <i>in addition to God<\/i> will be revealed in all their ugly arrogance: there <i>is<\/i> no God but humanity. But that arrogant declamation becomes God’s opportunity to demonstrate that he <i>is<\/i>! Unfortunately, it is usually only in our extremities that we give God this opportunity.<\/p> <p><a class=\"isa\" verses=\"eyIxODM0MiI6Mn0=\">11, 12<\/a> <i>Aramaic<\/i> was the language of Syria that became the lingua franca under the Assyrians. It is not known why the Assyrians chose this language; it may be because Syria stood between Assyria and her western dominions and was thus intelligible to both sides. But perhaps of more importance, Aramaic was alphabetic and thus easier to read and write than the syllabic cuneiform. Yet, it was still a Semitic language, like Assyrian and the West Semitic dialects of Palestine.<\/p> <p><i>the Judean language<\/i> refers to the Hebrew language as spoken in Judea. This incident gives some indication of the thoroughness of the Assyrians. Although Judean was just one of the dialects of the region, at least one high officer was trained in that dialect should the need arise. Here the opportunity had presented itself and the Rabshaqeh was not about to stop using the language tool which he had at his disposal.<\/p> <p>He denies that he has come on a merely diplomatic mission and asserts that his words have as much relevance to the common people as to the leaders, for all alike will experience the horrors of a siege. He says that his words are not merely “to” (<span>’el<\/span>) the leaders, but “upon, concerning” (<span>‘al<\/span>) the people on the wall.<\/p> <p><i>in that they will eat&nbsp;… and drink<\/i> is a way of rendering simple infinitives, “to eat” and “to drink.” Most commentators agree with Skinner, who understands them as infinitives of effect or result, the effect being understood to come to pass if they continue to sit on the wall and follow Hezekiah.<\/p> <p><i>dung&nbsp;… urine<\/i> are given more euphemistic readings by the Qere in each case, but there is every reason to believe that the Assyrian officer would have used the crudest, most shocking terms he knew in an attempt to brutalize and terrorize to a maximum extent.<\/p> <p><a class=\"isa\" verses=\"eyIxODM0NCI6NX0=\">13–17<\/a> The Rabshaqeh contrasts Hezekiah and Sennacherib. According to him, Hezekiah cannot prevent them from being destroyed if they resist, whereas submission to Sennacherib will result in plenty for all.<\/p> <p><a class=\"isa\" verses=\"eyIxODM0NCI6Mn0=\">13, 14<\/a> The contrast is sharply delineated by the giving of the conventional titles (v. 4) to Sennacherib, while no tide at all is given to Hezekiah. In other words, how dare this nobody range himself against <i>The King<\/i>? And how could anybody commit himself to this nobody and his god? For those who persisted in believing, faith was never more audacious than at that moment! But then, it is always audacious, or it is not faith.<\/p> <p><a class=\"isa\" verses=\"WzE4MzQ2XQ==\">15<\/a> <i>do not let Hezekiah cause you to trust in the Lord<\/i> is a critical statement, for it sums up what this entire section (chs. 7–39) is about. The question has been explored in scores of ways: Can God be trusted? Is he strong enough? Is he good enough? Is he faithful enough? If not him, then who or what should be trusted? The nations, humanity—what? The answer has come back in scores of ways: God <i>can<\/i> be trusted. Nothing else can be, but he can. The irony of this statement is that Sennacherib claims to be more trustworthy than God! God will let them down, but if they will but trust the Assyrian king and open their gates to him, all will be well (<a class=\"isa\" verses=\"eyIxODM0NyI6Mn0=\">vv. 16–17<\/a>). Now Isaiah’s teaching would be put to the test. The people were completely deprived of any hope but God. If there was any lingering doubt as to his lordship, this was the time to throw Hezekiah to the Assyrian wolves and make the best of a bad deal. Fortunately for us all, that was not the case. Apparently something of those oracles and sermons had struck more than one responsive chord, and the people elected to believe the word of God rather than that of the Assyrian.<\/p> <p><a class=\"isa\" verses=\"eyIxODM0NyI6Mn0=\">16–17<\/a> The king of Assyria promises to let the people penned up inside the city return to their own property for awhile before he deports them to an equally good land. A siege, as implied in v. 12, was a terrible experience. Thousands of people from outlying regions would have crowded into the rather small area contained within the city wall. Unless very careful plans had been laid and a great deal of money had been spent in advance (cf. 22:8–11), life swiftly became intolerable within the crowded confines. Starvation, disease, and violence would soon do their terrible work, and all the while the enemy would be pounding away at the walls outside. To people in those circumstances, the Assyrian offer to let people go back to their homes, to peace, privacy, and plenty, must have been like holding a cup of water before a man dying of thirst. Perhaps it was only a skepticism about Assyria’s trustworthiness that saved Hezekiah from his people at that moment.<\/p> <p><i>Make a blessing<\/i> is evidently an idiom for submission. Since covenant making ended with the pronouncement of blessings and curses for those who kept or broke the covenant, Young has suggested that the idiom refers to the making of a covenant. This is very plausible. More simply, it may refer to an act of obeisance as expressed in the command “Bless the Lord” (cf. Ps. 103:1, 2, 20, 21, 22).<\/p> <p><a class=\"isa\" verses=\"WzE4MzQ4XQ==\">17<\/a> <i>until I come<\/i> refers to the normal Assyrian policy of deporting the more influential people of a conquered territory to some distant place where their influence would be diluted and their patriotism nullified. In their place people believed to be docile would be brought in. Since this practice was well known, the Rabshaqeh apparently decided not to ignore it, but to try to put the best face on it and make it an asset. One cannot help but be impressed by such brassy confidence, all the while knowing that they who have the truth do not need brass.<\/p> <p><a class=\"isa\" verses=\"eyIxODM0OSI6M30=\">18–20<\/a> In the contrast between Hezekiah and Sennacherib, appearing in <a class=\"isa\" verses=\"eyIxODM0NCI6NX0=\">vv. 13–17<\/a>, a question is raised. Why can Hezekiah and his God not be trusted to deliver Judah from Assyria’s hand? The answer is now given and the Rabshaqeh’s true position is revealed. The Lord cannot deliver because he is not able to do so. He is merely one more of the gods whose dominions the Assyrians have so easily wrested from them. Therefore, since he is weaker than Assyria, it is foolish to trust him. This is one of the liabilities of merely human success: it leads one to challenge God. This is why Paul calls such gain loss (Phil. 3:7). The Assyrian accuses Hezekiah of seducing the people (v. 18); in fact, it is the Assyrian who has been seduced by his own power.<\/p> <p><a class=\"isa\" verses=\"WzE4MzQ5XQ==\">18<\/a> <i>[Beware,] lest Hezekiah seduce you<\/i> is elliptical in Hebrew, lacking the “beware,” which must be added to bring out the sense in English.<\/p> <p><a class=\"isa\" verses=\"WzE4MzUwXQ==\">19<\/a> <i>Hamath<\/i> was a major Syrian city located on the Orontes River about one hundred fifty miles north of Damascus and two hundred seventy-five miles northeast of Jerusalem. It is mentioned several times in the Bible, first in the Table of Nations (Gen. 10:18). It had been conquered by the Assyrians several times, but most recently by Sargon II, who had devastated it for rebellion. <i>Arpad<\/i>, another of the Syrian or Aramean city-states, was situated about eighty-five miles north of Hamath, about midway between the Mediterranean and the Euphrates. The site of <i>Sepharvaim<\/i> is presently unknown. The older suggestion that it referred to Sippar in southern Mesopotamia seems unlikely, in that its fall would have little significance for the Judeans. Some scholars believe it to have been located between Hamath and Damascus. On the basis of 2 K. 17:24, 31, Aharoni takes it to be not a city but the region in which Hamath was located. In any case, the point is clear. If the gods of these great places could not save their cities, how could the Lord save Jerusalem and Judah?<\/p> <p><i>that they delivered Samaria<\/i> is troublesome in that it seems to lack an appropriate antecedent. So in fact <i>BHS<\/i> proposes to insert “Where are the gods of the land of Samaria?” and cites 2 K. 18:34. But that passage is identical to this one on this point. Thus if textual corruption is at work here it is very ancient. The following verse suggests that the sense is, “Which gods were able to save their own cities and thus save Samaria?” In any case it is interesting to note that the Assyrian Foreign Office apparently did not perceive Samaria to have worshiped the same God as Jerusalem did. Otherwise, it is impossible to imagine that the Rabshaqeh would have missed an opportunity to point out that the Lord had not been able to save Samaria, so why Jerusalem? The people of Northern Israel may have told themselves they were worshiping the Lord, but their neighbors knew better. So do our neighbors know what our true religion is.<\/p> <p><a class=\"isa\" verses=\"WzE4MzUxXQ==\">20<\/a> As mentioned above, the whole speech comes to its point in this verse. Whatever the previous subtleties of argumentation, all the wraps are off here. Why should they surrender? Very simply, because Sennacherib is stronger than God. There is neither help nor hope for them in their faith. It is rare that the challenge is put to us so bluntly, but it comes to us in one form or another daily. We are tempted to think that God either cannot or will not help us and that we must either rely on, or at least bow to, human strength. Whom shall we trust? God or Man?<\/p> <p>But Sennacherib made one fundamental mistake. The Lord is not one more of the earth’s gods. He is not even the greatest of the earth’s gods. He is <i>other<\/i> than this world, including its gods. If he <i>is<\/i> one of the gods, if the biblical religion <i>is<\/i> just one more religion, Sennacherib’s logic is irrefutable. But if the biblical claims are correct, then what Sennacherib may have done to other gods is totally irrelevant. He is here faced with a Being of a completely different order than any he has faced before. Against this One, his pride and his boasting are insupportable. Whether Jerusalem is to be delivered has nothing to do with Sennacherib’s power. It has only to do with Jerusalem and whether she will cast herself upon her God in trust.<\/p>",
    "audit": null
}