{
    "id": 17376,
    "source": "oswalt",
    "verse_id": 17779,
    "verse_count": 5,
    "reference": "6:9–13",
    "title": "B. The Commission",
    "html": "<p>Almost all sermons on Isa. 6 conclude with v. 8, probably because of the frankly disturbing character of the remainder of the chapter. It is especially disturbing to Christians whose whole upbringing has conditioned them toward an emphasis upon God’s forgiving grace and will to deliver. Yet these verses depict God as preventing repentance so that total destruction may occur. The only glimmer of hope appears in the enigmatic final phrase, and the authenticity of that phrase is open to question since it does not appear in the LXX. So difficult is it to believe that this could be the content of an inaugural vision that it has become rather common to assert that these are Isaiah’s reflections upon his call after some years of preaching to a progressively more recalcitrant people. However, such a view fails to take seriously enough the concept of the prophetic word as a causal factor. The proclamation in some sense produces the effect it predicts. Thus there is no reason to doubt that from the outset Isaiah expected his preaching to have the effect it did. Indeed, as Fohrer and Lindblom have pointed out, the element of unavoidable doom was inherent in Isaiah’s earliest preaching. This is not to say, however, that these words sum up the content of Isaiah’s preaching—he could still preach eventual healing and hope—but that the effect of his preaching would be hardening and destruction.<\/p> <p><a class=\"isa\" verses=\"WzE3Nzc5XQ==\">9<\/a> <i>say to this people.<\/i> While the use of <i>this<\/i> may express divine displeasure (so Duhm, noting 8:6, 12; 9:15 [Eng. 16]; 28:11, 14; 29:13, 14), it does not necessarily do so. Several of the references just noted are equivocal, and Kaiser points to such instances as Exod. 3:21; 5:22; 17:4; 18:18; and Num. 11:14 where the demonstrative has no particular pejorative connotation. Certainly the statement lacks any element of warmth that “my people” might suggest.<\/p> <p><i>hear indeed<\/i> (lit. “hear a hearing”). The infinitive is functioning in an adverbial way to strengthen the main verb (as in “you shall surely die,” lit. “to die you will die,” Gen. 2:17). It expresses for the Hebrew the strangeness of the contradiction, for to hear was normally synonymous with acknowledging and doing (Deut. 1:43; 6:3). Here the prophet is saying that the disease of pride and rebellion has gone so deeply that they will simply misperceive the truth of what they hear (cf. 2 Tim. 3:7).<\/p> <p><a class=\"isa\" verses=\"WzE3NzgwXQ==\">10<\/a> Here is the heart of the difficult statement. Isaiah’s preaching will not make it easier for the people to believe and repent. It will make it more difficult. The faculties of perception and response (eyes, ears, and heart) will be dulled and apathetic. But why should God desire to harden people’s hearts? Why should he wish them not to be healed? The text itself gives no reason, but we may offer some general deductions. It is evident that something is more important than healing. What could that be? Surely it is a pure revelation of the character of God and of the human condition. As it happened, such a revelation could only harden Isaiah’s generation in its rebellion (<a class=\"isa\" verses=\"W3siMTc3MTYiOjJ9LHsiMTc3NTgiOjJ9XQ==\">3:8, 9; 5:18, 19<\/a>). For Isaiah to declare faithfully what he knew to be so would not result in an admission of guilt and a turning to God. Rather, it would bring about a more adamant refusal to recognize need. What was the alternative? Perhaps if the prophet would alter the truth in certain ways the people might be more responsive and, after a fashion, be healed. Yet such a healing would be a mockery. For what can heal except God’s truth? It is as though Isaiah should tell them that they did not need to see God as he did nor be cleansed as he was to be a servant of God as he was. The ultimate result would be deadly. It would confirm that generation in its syncretism and pervert the truth for all generations to come. It would sell the future for the apparent sake of the present. But if the truth could not save the present generation, if it would, in fact, destroy that generation, it could, faithfully recorded, save future generations. This, then, was Isaiah’s commission, as it is of all servants of God, not to be successful in a merely human sense but to be faithful.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc4MSI6Mn0=\">11, 12<\/a> <i>How long, O Sovereign<\/i>? It is difficult to know the exact interpretation of this phrase. It is tempting to see in it a note of indignation or objection (Exod. 10:3, 7; Num. 14:27). Habel takes it in this way and couples it with the objections found in other prophetic calls. However, this is not strictly an objection. The others whom Habel cites (Moses, Gideon, Jeremiah) are all speaking of their inability for the task given. Isaiah is not. At the most, he is expressing a sense of sorrow and an implied request for mercy upon God’s people (2 Sam. 2:26; Ps. 6:4 [Eng. 3]; 94:3; Zech. 1:12). Fohrer believes that the prophet is asking when he can cease preaching judgment and turn to the preaching of salvation. Young points out that it may be a simple request for information! But surely whatever else may be said, this is a cry of dismay. This is not the sort of message the prophet wished to bear, nor does he wish to see his people destroyed. Yet it is not a refusal, nor an insistence that God justify himself. He is determined to obey, but he does so with a heavy heart.<\/p> <p>The answer to Isaiah’s cry is not comforting. There will be no reprieve for Judah. God’s justice will be carried out to its full extent until the land is empty. So the prophecies of Deuteronomy would come to fulfillment (Deut. 28:21, 63; 29:28). The land was not theirs to possess as their own. Rather, they possessed it in trust from the true landowner, God. So long as they remained in God’s favor, by living lives in keeping with his character, then the land was theirs to develop and to enjoy. But if they ceased to live in obedience to God, the land would vomit them out as it had the Canaanites before them (Lev. 18:25–27).<\/p> <p>All of this would be done by the Lord. Judah’s destruction would not be at the hand of nations whose gods were too strong for Yahweh. The other gods did not enter into the picture. The coming desolation had to do with Yahweh and his people, nothing more (Isa. 5:26; 17:18, 19; 10:5, 6).<\/p> <p><a class=\"isa\" verses=\"WzE3NzgzXQ==\">13<\/a> As the verse now stands in the MT, it offers a faint, but sure, ray of hope. Yes, the desolation will be complete. Not even a tenth part will remain. The nation will be like a forest whose stumps are burned after the trees are cut down. Yet even from such blasted stumps a shoot can burst forth. So it will be for Judah (cf. 10:33; 11:1). Utter desolation is sure, but that desolation is not the end. There will be offspring holy to the Lord, for the Lord is not finished with Israel. God’s promise to Abraham to bless the nations through his offspring is not to be forgotten (cf. 49:19, 32).<\/p> <p>In this sense, the chapter is much like the book of Amos, which, while filled with judgment, nonetheless ends on a hopeful note. This is not to deny or in any way to mitigate the force of the judgment, but it is to say that in God’s overall purposes judgment is never his last word. This is consistent with the present structure of chs. 7–12 as well as with the book as a whole.<\/p>",
    "audit": null
}