{
    "id": 17408,
    "source": "oswalt",
    "verse_id": 17985,
    "verse_count": 6,
    "reference": "17:1–6",
    "title": "Desolate Ruins",
    "html": "<p>After dealing with Judah’s two southern neighbors, Philistia and Moab, Isaiah now turns to address the two on the north. Although the oracle is addressed to Damascus, the main focus after v. 3 is upon Northern Israel. This combined treatment suggests that the prophecy is one of the earlier ones, having originated during the Syro-Ephraimite alliance in 735–732. It is not possible to say with absolute confidence why it was included at this point in the collection of oracles against the nations; however, the stress upon failure to trust God and the results of that failure (<a class=\"isa\" verses=\"eyIxNzk5MSI6NX0=\">vv. 7–11<\/a>) remind one strongly of the emphasis of chs. 7–12, as does the following treatment (<a class=\"isa\" verses=\"eyIxNzk5NiI6MTB9\">17:12–18:7<\/a>), on the certainty of God’s triumph. Thus, whether or not it was intended to do so, the entire segment (<a class=\"isa\" verses=\"eyIxNzk4NSI6MjF9\">17:1–18:7<\/a>) serves as an excellent midpoint summary to hold before the reader again the central issues: refusal to depend upon God is foolishness which will result in destruction by the nations. Nevertheless, God is in control of the nations and he will not permit them to obliterate his people. Despite all the raging of the nations, he is their master.<\/p> <p><a class=\"isa\" verses=\"eyIxNzk4NSI6Mn0=\">1, 2<\/a> <i>Damascus<\/i> was one of the most strategic cities of the ancient world, for it stood at the mouth of a natural funnel through which ran the only convenient land route between Mesopotamia and Egypt. North of the city stands Mount Hermon and south of it are a series of basalt plateaus. Both of these constitute barriers to caravan travel. As a result, Damascus exercised an influence far beyond other cities of comparable size. Yet Isaiah says that Damascus will be turned from a city into a ruin. By the time of the prophecies against Philistia and Moab, this prophecy had already come true in large part, as Shalmaneser had conquered it after a ruinous siege in 732. For every influential power, there is always a greater one which can reduce it to desolation. The only hope is in the greatest power of all.<\/p> <p><a class=\"isa\" verses=\"WzE3OTg3XQ==\">3<\/a> Here the prophet begins to treat Ephraim and Syria together. As they have linked themselves in an alliance, so too their fates are linked. Neither will constitute a source of power or stability; as Israel will lose the capacity to defend herself <i>(the fortress)<\/i>, so Damascus will lose authority to rule over neighboring cities <i>(the dominion)<\/i>. While Syria will not be totally destroyed, it will, like Israel, be left as just a shadow of itself. Its glory will be like Israel’s, a condition the prophet goes on to describe in the next three verses.<\/p> <p><a class=\"isa\" verses=\"eyIxNzk4OCI6M30=\">4–6<\/a> As noted above (see on 6:3), the concept of glory in Hebrew carries with it the connotations of permanence, abundance, significance, and reality. The <i>glory<\/i> of Jacob, as shared by Syria, will be none of these. God will expose to the world that the “glory” of Israel, which she has achieved through her own strength, is nothing but a fraud. The arrogant haughtiness will be replaced by a creeping self-abnegation. One cannot help but compare the erect, powerful Adolf Eichmann of the war years with the hunched little man who sat before his Israeli inquisitors. So the hollow shell of this world’s glory is ripped open to expose the true nature of what dwells within (<a class=\"isa\" verses=\"eyIxNzcyNCI6MTJ9\">3:16–4:1<\/a>).<\/p> <p>The prophet uses three figures of speech to describe what will remain to Israel (and Syria). The first is physical and the second two are agricultural. All three stress the pitiful nature of what will be left. Folds of gray skin hang from the man who once was fat and shining. The lush fields of the Valley of Rephaim southwest of Jerusalem are cut over, and all that remains of the rich crop are a few stray stalks fallen from the reapers’ arms and left for the poor to pick up. The olive trees have been beaten with sticks to shake off the ripe fruit and only a few odd olives are left to be picked off by the poor (Deut. 24:20). In each of these ways, then, the prophet says that only bits and pieces will be left to Damascus and Ephraim when God has done his work (24:13; Amos 3:12). Judah need not fear her neighbors; it is God with whom she should come to terms.<\/p>",
    "audit": null
}