{
    "id": 17393,
    "source": "oswalt",
    "verse_id": 17895,
    "verse_count": 7,
    "reference": "11:10–16",
    "title": "The Promised Return",
    "html": "<p>Just as the folly of Ahaz was responsible for the defeat of Judah and her ultimate dispersion (<a class=\"isa\" verses=\"eyIxNzgxNCI6M30=\">8:6–8<\/a>), so the coming of the Messiah will result in a great restoration of God’s people. From every part of the earth they will come (<a class=\"isa\" verses=\"WzE3ODk2XQ==\">11:11<\/a>), in a return as dramatic as the Exodus itself. While the general sense of these verses is clear, the specifics are not so clear. Is the prophet speaking of the return from Babylon in 539? If so, the Messiah had not yet been revealed and could hardly be the ensign around which the people rallied. Is Isaiah in fact speaking of the New Israel, the Church, as the Reformers maintained (cf. Calvin)? Certainly, believers were gathered to the Messiah from every part of the world, and v. 10, in a fashion reminiscent of 2:2–4, seems to begin the section with a reference to the nations at large. Nevertheless, the primary focus of the passage seems to be upon the historical nation of Israel, so that one is led to believe it points to some great final ingathering of the Jewish people such as that referred to by Paul in Rom. 11. If that has begun in the Zionist movement, as many believe, we may look forward with anticipation to its ultimate completion in a turning to God in Christ by the Jewish nation.<\/p> <p>The allegation that the passage is postexilic (Cheyne) or even later (Duhm, Kaiser) rests upon the assumption that Isaiah could not have conceived of a time when Jews would be scattered over the known world. This viewpoint overlooks the inspiration of God’s Spirit, but it also overlooks the prophet’s own understanding of the political realities of his world, which unless altered by God would issue in such a dispersion. In fact, this passage is the completion of the themes of the section whose development proceeds as follows: Ahaz trusts Assyria despite God’s promised presence; Assyria decimates Judah; but Assyria is an arrogant tool and God is truly <i>with<\/i> his people. Therefore, God must destroy Assyria and redeem his people if his character is really righteousness and faithfulness. Furthermore, the omission of any reference to Babylon is unaccountable if the passage was written after 586 B.C.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg5NSI6Mn0=\">10, 11<\/a> These verses appear to be in prose and both begin with the formula: <i>It shall be in that day.<\/i> These features suggest that they may have been independent of each other and of the larger context, but were brought to this point to act together as a general introduction, a function they fulfill admirably. They make it plain that the Messiah will be the banner around whom the remnant will gather in God’s grace. Apart from the revelation of the Messiah any return will be but a temporal matter whose ultimate significance is always in doubt.<\/p> <p><i>the root of Jesse which will be standing as an ensign<\/i> is significant for several reasons. The contrast with 5:26 is one of these. There God raises an ensign to call the nations to the dismemberment of his people. Here he raises another ensign to call his people home. Once again, the prophet emphasizes God’s dependability. Not only will he keep his promises to his people, he will also keep his promises to Jesse’s son. Though the hand of God may destroy, it will ultimately be used to redeem. This truth is underlined when we look at the full revelation of the Messiah in Jesus Christ. The way in which he was lifted up (John 12:32) is a testimony to God’s faithfulness both to punish sins and also to make redemption possible. So, the nations come streaming to the God who, in himself, has satisfied his love and his justice and has opened for us a way into his presence.<\/p> <p><i>the Sovereign will again, a second time, [extend] his hand<\/i> expresses the power of God in restoration. The kings of the earth may claim sovereignty as they destroy the peoples around them, but the Sovereign can pluck their prey out of their hands at will. Moreover, the true display of sovereignty is in redemption. Anyone can destroy, but who can give life again? This is God’s work (cf. chs. 34 and 35; 48:14–22; 49:22–26; 62:10–63:9). Nor is faith in this redeeming work of God without precedent. Once before he has shown his capacity and will to save, namely, in the Exodus (cf. v. 15). Therefore, there is every reason to believe, in spite of overwhelming odds, humanly speaking, that he can do it again.<\/p> <p><i>from Assyria&nbsp;… sea<\/i> covers the known world in a complete way. Assyria and Egypt were the dominant world powers, the one to the northeast and the other to the southwest. Egypt was apparently subdivided into three regions: the Delta <i>(Egypt)<\/i>, the Nile Valley <i>(Pathros)<\/i>, and Nubia or Ethiopia in the far south <i>(Cush). Elam<\/i> and <i>Shinar<\/i> refer to extreme southern Mesopotamia and Persia, while <i>Hamath<\/i> is to the north in Syria and <i>the islands of the sea<\/i> lie in the west. This completeness suggests that these names were not being used literally, although the Jews were ultimately dispersed very widely. Rather, the purpose is more figurative, attempting to say that God is able to restore his people from <i>everywhere<\/i> (cf. v. 12).<\/p> <p><b>12<\/b> This verse seems to say in poetic form what the preceding verses say in prose. Returnees will come from the entire earth. The paralleling of Israel and Judah is significant because it speaks to Isaiah’s vision of the remnant. He does not subscribe to the idea of “the ten lost tribes” in the sense that Judah merely becomes a new Israel while the rest disappear. The remnant will be a restoration of the whole.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg5OCI6Mn0=\">13, 14<\/a> The prophet, having envisioned the return of the scattered population, now pictures a restoration in terms of the conditions under King David. The two parts of the country will be united: no longer will Judah lord it over Ephraim, nor will Ephraim be motivated by jealousy of Judah. Furthermore, the old Israelite hegemony over the surrounding territory will be reestablished. The Shephelah between the hill country and the coast <i>(the shoulder of the Philistines)<\/i> will be reconquered. The peoples of Moab, Ammon, and Edom will be subdued. No longer will Israel live in fear of her neighbors. G. A. Smith denigrated this picture of enforced submission as being unworthy of the great prophet of peace. However, one should not impose nineteenth-century A.D. ideas of a mutually-agreed-upon cessation of war on the eighth-century B.C. prophet. In fact, the idea of peace as a result of the mutual agreement of nations is not a biblical one. The biblical (and Isaianic) idea is of a peace which results from mutual submission to an overwhelming Sovereign (e.g., 9:3–6 [Eng. 4–7]; 63:1–6; Rev. 19:11–16). Only when God has defeated his enemies and they have submitted to him is the vision of peace in 11:6–9 a possibility. The difficulty which the Hebrews had was in admitting that they, too, were the enemies of God who needed to submit to him. They, as we, wished to see themselves as the darlings of God, who could use God to accomplish their own political purposes. This is not the picture that Isaiah is projecting here; rather, he is saying once again that Israel’s sin cannot destroy the promises of God to Israel. In a figurative way he points to a coming time of internal and external safety and security similar to that which they knew under David but to be secured by One greater than David.<\/p> <p><a class=\"isa\" verses=\"eyIxNzkwMCI6Mn0=\">15, 16<\/a> In concluding this promise of the return, Isaiah recalls the Exodus. As he did once before, the Lord will strike the <i>tongue<\/i> (any bay or gulf) of the Egyptian, or Red, Sea. But he will also strike the Euphrates, for this return will be from Assyria as well as from Egypt. He will send a searing wind over it dividing the river into seven wadis, or stream beds, which the people will be able to cross without even taking off their sandals. The result will be a way prepared for the people of God to return. Thus it is always. God will make a way where human power cannot avail. In this recognition of, and dependence upon, God’s gracious power lies the hope of the world. What we cannot do, he will.<\/p> <p>A final word must be said about such passages as this one. Unless there were genuinely predictive prophecies pointing to the salvation and restoration of the Jewish nation, it is hard to understand how that nation retained its identity and its traditions when others did not. If these “prophecies” were all written after the fact, it seems unlikely that there would have been any surviving nation to receive them. Rather, in the words of the late G. E. Wright, “It is because of the prophecies such as this that the Hebrews as a people survived the destruction of their nation and the annihilation of most of their brethren and remained a people of the Lord.” In short, because of the confidence engendered by the prophetic promises the very disasters which spelled the end of the ancient world brought a transformation in Israel’s faith that was to make it no longer a national religion but a genuinely universal one.<\/p>",
    "audit": null
}