{
    "id": 17515,
    "source": "oswalt",
    "verse_id": 18735,
    "verse_count": 7,
    "reference": "54:11–17",
    "title": "A City Rebuilt",
    "html": "<p>Although the poetic imagery now shifts from a restored wife (<a class=\"isa\" verses=\"eyIxODcyNSI6MTB9\">54:1–10<\/a>) to a rebuilt city, the focus remains the same. It is on the wonderful situation that is promised for the people of God. However bad their present condition might be (so also v. 1), the future that lies before them is incredibly bright and secure. It is important to note that imagery is being used. Not only the extravagant language (<a class=\"isa\" verses=\"eyIxODczNSI6Mn0=\">vv. 11–12<\/a>) but also the recurring emphasis on the condition of the people (<a class=\"isa\" verses=\"W3siMTg3MzciOjJ9LFsxODc0MV1d\">vv. 13–14, 17<\/a>) show that the prophet is not talking about the actual rebuilding of Jerusalem but about the restoration of the people in his care. The thought moves from the beauty of the city (<a class=\"isa\" verses=\"eyIxODczNSI6Mn0=\">vv. 11–12<\/a>) to the blessedness of its inhabitants (<a class=\"isa\" verses=\"eyIxODczNyI6Mn0=\">vv. 13–14<\/a>a) to the security and stability that will be theirs (vv. 14b–17a) to the conclusion to the entire chapter (v. 17b).<\/p> <p><a class=\"isa\" verses=\"eyIxODczNSI6Mn0=\">11–12<\/a> Like <a class=\"isa\" verses=\"eyIxODcyNSI6MTB9\">vv. 1–10<\/a>, this segment begins with a description of the present wretched condition of the people and moves immediately to paint a contrast with that condition in the most glowing colors. They are bereft of every kind of support <i>(poverty-stricken)<\/i>, they are without stability of any sort <i>(storm-tossed)<\/i>, and they are in despair <i>(not comforted)<\/i>. On the one hand, this threefold description speaks of God’s intimate awareness of the feelings of the people and of his compassion for them. He does not lightly dismiss our brokenness and the emotions surrounding it, even when he tells us that those conditions need not be permanent. On the other hand, this description tells us that the glorious hopes of the people of God are not given in ignorance of the realities of the situation. Hope is often dismissed as something that is possible only by denying hard facts. If that is sometimes true, it is certainly not the case here. It is precisely despairing, drifting, resourceless Israel to which these incredible promises are addressed.<\/p> <p>As in the book of Nehemiah, where the real issue is the rebuilding of a people, but the rebuilding of the walls becomes a vehicle to that end, so here the creation of a people who have, in NT terminology, “abundant life” (cf. John 10:10), is first described in terms of the building of a glorious city. The imagery is clearly designed to convey feelings of richness, abundance, completeness, and glorious variety. Although some of the terminology is uncertain to us today, the overall effect is still well conveyed.<\/p> <p><i>set&nbsp;.&nbsp;.&nbsp;. your stones<\/i> (lit. “couch your stones”) probably means put them in a jeweller’s setting, of <i>antimony<\/i>. This term is used of eye shadow in 2 K. 9:30 and Jer. 4:30, and probably speaks of a black mortar that would set off colored paving stones, perhaps mosaics. Underneath these stones, God lays a foundation of <i>lapis lazuli<\/i>, the blue stone that was highly prized for decoration all over the ancient world. From the blue foundations the poet’s mind soars to the pointed battlements glowing in the sun, and they seem to be made of rosy jasper. Then his eye drops to gates made of crystals and enclosure walls <i>(borders)<\/i> of precious stones. The contrast with the opening description in v. 11 could hardly be more stunning. In place of poverty there is wealth from top to bottom, inside and out. In place of the insecurity of a storm-tossed ship, there is the stability of a God-founded city. In place of despair, there is the confidence of endless resources. In all of this, the subject is God, on whom attention is focused by the opening <i>behold (<\/i><span>hinnēh<\/span><i>)<\/i>, and the following first person pronoun. The hope of Israel is not in her own inner resources—it is in God, the God who is both infinitely stronger and infinitely more trustworthy than any humanly made god the world has ever known.<\/p> <p><a class=\"isa\" verses=\"eyIxODczNyI6Mn0=\">13–14<\/a> We now move to an interpretation of the preceding imagery. Interestingly, as Westermann comments, the abundance described is not applied to either the material or the political realm, as we might expect in other contexts. Rather, it is the spiritual value of security in righteousness that is described. Thus in this setting immediately following the account of the work of the Servant, the promise of 1:26 is reiterated and presented as fulfilled. The significance of this emphasis lies in its underlining again of the true issue. If Israel is truly restored to a right relationship with God, she will be secure. Without such a relationship, all the wealth and political power in the world will be of no avail.<\/p> <p>The greatest wealth that Isaiah can imagine for Israel is that her children could become disciples of (those who are taught by) the Lord. Throughout the book, and indeed, the Bible, this is seen as the essence of a relationship with God. It is not metaphysical union with God that is sought but the learning of his ways and a replication of his character. It is not accidental that this learning is closely associated with the giving of the Spirit of God. We are not absorbed into him, losing our identity; rather, he fills us with himself, cleansing us from the impurity of sin and allowing us to be seen in all our truest individuality. The result of all of that is <i>peace (<\/i><span>šālôm<\/span><i>)<\/i>. The disciples of the Lord, the ones filled with his Spirit, are no longer at war with God. They are thus no longer at war with themselves. They are not at war with others: they no longer need to destroy others so that they can aggrandize themselves. They are no longer at war with God’s creation; they do not need to carve their initials in it. Such persons have wholeness in themselves, and that wholeness affects all their relationships. Again, it is no accident that this promise should come directly after 53:5, with its announcement that the Servant was punished so that we could have peace.<\/p> <p>Not only is peace, or wholeness, a consequence of becoming the disciples of the Lord, but so is <i>righteousness<\/i>. These two are repeatedly related to each other in the book (e.g., 32:17; 60:17). They express two sides of a single reality. On the one hand, the person who is concerned to know and do what is right in the sight of God has a single goal and motive that unites all of life. On the other hand, the person whom God has made whole has been delivered from the cruel dominance of self-will that ultimately corrupts everything it touches. The promise of God is that he will establish his people in righteousness. Cities rise and fall, but the righteousness of God is infinite, eternal, outlasting the hills; and those in whom he settles it will share that eternity, becoming the stones of a city whose name is Salvation and whose walls will never fall (cf. 26:1–3; 62:12).<\/p> <p><a class=\"isa\" verses=\"WzE4NzM4XQ==\">14<\/a> According to 32:17, “And the work of righteousness will be peace, and the effect of righteousness will be quietness and security forever.” Just as the first equation was made here in vv. 13b–14a, the second is made in vv. 14b–17a. As already noted, the connection between righteousness and security is not accidental. This changing world has no security. All things pass and fade; all the old and comfortable is replaced with the new and strange. If we look for security here, we shall never find it. But those who have submitted themselves to become disciples of the Lord, in whom peace and righteousness have come to dwell, have a rest in the eternal purposes of God that nothing can disturb. That is security.<\/p> <p>The promises of security must be understood in at least three ways. The first is the one that has just been mentioned. It is the righteous who are secure in the love and the good purposes of their God. This security holds them fast, even when the world is falling down around them (cf. Lam. 3:21–26). The second has to do with the exilic community. How precious these promises must have been to them in the years when their very existence as a people seemed to be threatened from one day to the next. Theologically speaking, their restoration to God’s favor was made possible by the sacrifice of the Servant. But historically speaking, the Servant had not yet come, and God bound himself to keep the community safe until the Servant’s work could be completed. Finally, these promises speak of the end of history, “when time and change shall be no more,” when the Creator will call all things to an end and the Holy City, the congregation of those made righteous by the blood of the Lamb, will dwell securely forevermore.<\/p> <p>The imperatives of the second half of v. 14 are imperatives of distinct assurance. Rather than merely announcing that the people will be far away from oppression, the prophet commands them to be distant, because only what is distinctly possible can be commanded. A sign of how far away they will be is that they will not even be in fear of it (cf. 1 Pet. 3:14). How different this is from those other words of Isa. 30:15–17, where those who try to be secure in themselves are routed by a rumor and frightened off by a handful. Here they will be able to bask in the confidence of a God-given security (cf. Ps. 91:10–17 [Eng. 9–16]).<\/p> <p><a class=\"isa\" verses=\"eyIxODczOSI6M30=\">15–17<\/a> The reason why terror will not come to the people now is the very same reason why it came to them in the first place (cf. 5:26–30): the lordship of God in history. Just as the Assyrians did not come as an accident of history, neither will the survival of the people of Israel with their faith and identity strengthened be an accident. Whatever trouble may come to them, God will not have sent it to them as a means of judgment and destruction. This point is as important as the last. Although God is in control of history, and nothing happens outside that control, he is not a puppet master whose sovereignty requires that every event be individually initiated by him. We live in a fallen world where trouble comes to all people. But those who are living in obedience to the righteousness of God need not fear such trouble. It is neither a sign of retribution nor discipline, but merely of the patience of God in allowing cause and effect to take its natural course.<\/p> <p>But those who, in the course of events, decide to make trouble for the people of God should think very carefully. God has laid the cornerstone of the city (<a class=\"isa\" verses=\"WzE4MTgxXQ==\">28:16<\/a>), and those who stumble over it will have a very unpleasant fall. God does not promise us that trouble will not come. Indeed, Jesus promised his disciples just the opposite (Matt. 10:25), and both Peter (1 Pet. 4:12) and Paul (Rom. 8:17) echoed that teaching. But he does promise his presence in the trouble, and he promises us that he will not allow it to tear us from his embrace. Those who make the trouble have another kind of assurance: they will fall and the fall will be great.<\/p> <p>This is the point of <a class=\"isa\" verses=\"eyIxODc0MCI6Mn0=\">vv. 16–17<\/a>. Since God is the Creator who creates not only the warrior <i>(the destroyer)<\/i> but the weapon in his hand, and not only the weapon but even the blacksmith who made the weapon, we should not think that anything can come to us that will contradict God’s purposes for us. Isaiah’s point should not be overlooked. He is saying that no part of the universe is exempt from the purposes of God. The two heavily emphasized occurrences of <i>I, I have created<\/i> drive this home. If armies are in the world, they are here within the creative purposes of God. This is not to enter into the quagmire of “intentional will” and “permissive will,” which probably would have been a meaningless distinction to the Hebrews anyway. It is to say that things do not happen simply because they are “fated” to do so as an expression of the inscrutable determinism of a cyclical cosmos, but that all things will serve the purposes of a Creator who is himself the Redeemer.<\/p> <p><a class=\"isa\" verses=\"WzE4NzQxXQ==\">17<\/a> This verse presents both the conclusion of the argument of <a class=\"isa\" verses=\"eyIxODczOSI6Mn0=\">vv. 15–16<\/a> and the conclusion of the entire chapter. The conclusion of <a class=\"isa\" verses=\"eyIxODczOSI6Mn0=\">vv. 15–16<\/a> is this: whoever attempts to use weapon or tongue against the people of God will not succeed, because God is not sending that trouble and all things must eventually serve his purposes. They may be able to injure God’s people, even to the extent of appearing to destroy them, but in fact they will not be able to do so. God’s people will survive, and will survive when the destroyers are long gone. Thus it has been in our own time: the 1000-year empire of Nazism, whose centerpiece was its vendetta against Judaism, survived little more than 10 years, and the main result of its vendetta was the establishment of the Jewish state, which had not existed for 2000 years previously.<\/p> <p><i>This is the inheritance<\/i> introduces the conclusion to the entire chapter. The formal language indicates that Israel’s heritage is not merely assurance of survival (as would be the case if the verse were simply concluding <a class=\"isa\" verses=\"eyIxODczOSI6M30=\">vv. 15–17<\/a>), but also that peace that results from being established in righteousness as the Lord’s disciples, the city of God. As noted above, however, it seems warranted to link <a class=\"isa\" verses=\"eyIxODczNSI6N30=\">vv. 11–17<\/a> with <a class=\"isa\" verses=\"eyIxODcyNSI6MTB9\">vv. 1–10<\/a>. In that case Israel’s heritage also includes restoration as the bride of the Lord (which links with the reference to children in v. 13). Understood in this way, this verse is of great importance. For it talks about a new kind of <i>inheritance<\/i> for Israel. Everywhere else, this word <i>(<\/i><span>naḥ<\/span><span>lâ<\/span><i>)<\/i> refers to the land, and it would be quite appropriate to use it that way here in a context where the exile has been prominent and in which return from exile has supplied key images. That it does not calls for careful attention.<\/p> <p>The <i>inheritance of the servants of the Lord<\/i> is primarily expressed here in relational terms, and the relationship in view is the restored one with God. As I have argued repeatedly, this is what chs. 49–55 are about: restoration to God. Chs. 40–48 promised that Israel, far from being cast off, would be the servant of the Lord before the nations, showing them that he is God alone. But that raises a further question: what about Israel’s sin? If she is simply returned to her land without something being done to address the sin that prompted the exile in the first place, what has been gained? This is the significance of the Servant’s being introduced in <a class=\"isa\" verses=\"eyIxODQ4MiI6MjV9\">ch. 42<\/a>, and then discussed exhaustively in chs. 49–55. If Cyrus restores God’s people to their physical inheritance, the Servant restores them to their spiritual inheritance.<\/p> <p>That this is the correct understanding of <i>inheritance<\/i> here is shown by its parallel term <i>righteousness<\/i>. As is frequent throughout these chapters, NRSV translates <span>ṣ<\/span><span>dāqâ<\/span> as “vindication.” When it is the Lord’s righteousness that is being referred to, that is a valid translation. But here where the people’s righteousness is being referred to, it is not correct. What is the people’s <i>righteousness from me?<\/i> It is that which the Servant has made possible, that which this chapter has detailed: spiritual abundance (<a class=\"isa\" verses=\"W3siMTg3MjUiOjR9LHsiMTg3MzUiOjR9XQ==\">vv. 1–4, 11–14<\/a>), restored relationship with God (<a class=\"isa\" verses=\"eyIxODcyOSI6Nn0=\">vv. 5–10<\/a>), spiritual stability and security (<a class=\"isa\" verses=\"eyIxODczOSI6Mn0=\">vv. 15–16<\/a>). It is not accidental that this is just what the first Christians understood the righteousness of faith to consist of; it is the inheritance of the servants of the Lord.<\/p> <p>From 41:8 onward, whenever the “servanthood” of Israel is referred to, the term <span>ʿebed<\/span> is singular (<a class=\"isa\" verses=\"W1sxODUwMCwxODUxNl0seyIxODUzNSI6Mn0sWzE4NTU1LDE4NTY2LDE4NjM1XV0=\">42:19; 43:10; 44:1, 2, 21; 45:4; 48:20<\/a>). Beginning here and throughout the rest of the book, Israel is referred to as <i>servants<\/i> (pl.), and the Servant who restores his people to the covenant and brings justice to the nations is not referred to again as such. While it is not possible to explain these data completely, it is possible to give an explanation that fits them. In chs. 40–48, all the references to “servant” except one are clearly to Israel. As noted on that one instance (42:1ff.), the description there is out of character with all the other descriptions given in that section. In chs. 49–55, however, the situation is reversed. With the one exception here in 54:17, all the references are in complete harmony with the one in 42:1ff. This one reference agrees with all the rest in chs. 40–48.<\/p> <p>What is the significance of these reversals? The main difference in the two groups of references is the function of the servant. Those that refer unmistakably to Israel talk of the evidence that Israel’s deliverance and its benefits will give in support of the sole lordship of God. The other group of references speak of the ministry of the Servant on behalf of his people and the world. The purpose then in the shift to the plural at this point seems to be to finalize the distinction between the “servant” of the Lord, who receives benefits, and the “Servant” of the Lord, who makes those benefits possible. It is as a result of the Servant’s work that the servant (“the servants of the Lord”) receives an inheritance. That inheritance will testify to all the world that God can be trusted, that he is unlike any other being called god, and that he is the hope of all the lost world. But let there be no mistake, those who receive the inheritance are the servant, not the Servant! They have not done the work but are the beneficiaries of what he has done, as are we all.<\/p>",
    "audit": null
}