{
    "id": 17488,
    "source": "oswalt",
    "verse_id": 18588,
    "verse_count": 7,
    "reference": "46:1–7",
    "title": "Idols Do Not Carry, But Are Carried",
    "html": "<p>This is the third section of the unit that begins at 45:14. Overall, the unit functions to sum up the arguments that God is superior to the pagan gods in every way, but especially in his ability to deliver from the tragedies of life (<a class=\"isa\" verses=\"W1sxODU3OV0seyIxODU4MiI6Mn0sWzE4NTg5LDE4NTkxLDE4NTk0XSx7IjE4NTk5IjoyfV0=\">45:17, 20–21; 46:2, 4, 7, 12–13<\/a>). Not only is God the only one who can deliver Israel, but he also is the only one who can deliver the nations.<\/p> <p>This third unit expands the thought of 45:20: How can a god that you have to carry around with you ever save you? Here the thought is conveyed in two subsections: <a class=\"isa\" verses=\"eyIxODU4OCI6NH0=\">vv. 1–4<\/a> and 5–7. In the first subsection the Lord contrasts himself with the idols. In moments of catastrophe, the human and animal sufferers have to give time and energy to delivering the gods from harm’s way (<a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">vv. 1–2<\/a>). In contrast, it is God who has been carrying Israel from the beginning and will continue to do so until the end (<a class=\"isa\" verses=\"eyIxODU5MCI6Mn0=\">vv. 3–4<\/a>).<\/p> <p>How then can the Israelites even think of comparing the Lord to the idol-gods? Made by the will, the materials, and the skill of humans, they can help neither themselves nor their human worshipers (<a class=\"isa\" verses=\"eyIxODU5MiI6M30=\">vv. 5–7<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">1–2<\/a> <i>Bel<\/i> and <i>Nebo<\/i> are two of the chief gods of Babylon. <i>Bel<\/i>, or “lord,” was a title originally given to Enlil, the so-called father of the gods whose center was at Nippur. But Marduk, the city god of Babylon and hero of <i>Enuma Elish<\/i> (the Babylonian creation epic), eventually became the chief god of southern Mesopotamia, and the title became his (see Jer. 50:2; also 51:44). Marduk’s son <i>Nebo<\/i> (or Nabu), the god of the scribe and of intellectual pursuits, had his seat at Borsippa, some 10 miles south of Babylon. In view of the prominence of Nabu in the names of the key figures in the Neo-Babylonian Empire (Nabopolassar, Nebuchadrezzar, Nabonidus), it is likely that Nabu was the titulary god of that empire and its rulers.<\/p> <p>These were not only the most prominent of the Babylonian gods but also especially appropriate for the prophet’s diatribe because their images were carried in the annual New Year’s Festival procession in Babylon. This picture of the worshipers carrying their gods would fit in well with the point the prophet is trying to make in this section (see also v. 7).<\/p> <p>The phrase <span>hāyâ l<\/span><i>, have gone to<\/i>, could also be translated “have become,” and I suspect that the writer is engaging in some double entendre here. His main point is that these beautiful images, so recently paraded with reverent pomp, are now a matter for oxcarts and donkeys. What a decline—how the mighty gods are humiliated and ashamed. But one wonders if the prophet is not also suggesting that the idols are now seen for what they really are: simply part of creation, even human creation; no better and no more significant, indeed nothing other, than the patient beasts of burden that must carry them.<\/p> <p>Many commentators (e.g., North) stress that this was intended to be a specific prediction of the fall of Babylon. They argue that the prophet expected Babylon’s gods to be carried off in triumph by its victorious destroyers. Having said that, they then point out that this is not what happened. When Cyrus conquered Babylon, he projected himself as having come on behalf of Marduk and Nebo and did obeisance to them and the rest of the gods of Babylon. The commentators then proclaim that this was definitely one prediction that was made before the fact, since it turned out to be incorrect. The reasoning here is astonishing: all predictions that the Bible says came true exactly as predicted are false, because they were obviously written after the fact, while all predictions that did not occur as predicted are true, because they were written before the fact! Yet this whole part of the book specifically hangs the Lord’s unique godhood on his inimitable ability to tell the future through his prophets. If this book had actually been produced by the kind of process that many commentators envision, then the presence of these materials in the book is inexplicable. The editors, who supposedly altered so much other material to make it appear that God could predict the future, would certainly have altered this section if they had sensed any problem.<\/p> <p>Indeed, we have little reason to think that this was intended to be a specific prophecy. The point that the prophet is making is that any god who is so much a part of creation that its representation has to be carried by humans is going to be of no help when those humans are herded off into captivity. As they have been carried by creatures in honor, they will be carried by creatures in dishonor. That this was the regular course of affairs would have been well known to readers of the book at any time, before or after the fall of Babylon, and would have served to illustrate the basic point effectively. Were mighty Bel and Nebo different from any of the other gods? No. Like them, Bel and Nebo were merely personalized forces of the creation, no more free than any other, without consistent purpose or direction, and thus unable to rise above anything that might be happening in the course of creation or historical events.<\/p> <p>Since some authors have made much of Isaiah’s, and Israel’s, supposed faulty understanding of idolatry, it is important to note the indications here that the author does distinguish between the images and the gods themselves. In v. 1 <i>their images<\/i> parallels <i>the things you carry<\/i>. If one accepts that the MT is correct here, then “their” must refer to the gods, while “you” refers to the worshipers. This is further confirmed in v. 2, which states that <i>they<\/i> (the gods) <i>are unable to deliver the burden<\/i> (the images), but must <i>themselves<\/i> (Heb. <span>napšām<\/span>) go into captivity.<\/p> <p>Thus Isaiah does not naively believe that the image and the deity are identical when he stresses the foolishness of idol making. He fully understands that pagans think of the deity as being in the idol and not in the idol at the same time. But his point, as relevant today as twenty-seven hundred years ago, is that once the deity is in any way made part of the creation, once the all-important distinction between Creator and creation is blurred, the end is entirely predictable: creation becomes deified; purpose cannot be defined; existence is meaningless; and transformation is impossible. Make God human, and human God, and all is lost. This is Isaiah’s point, and we disregard it at our peril (see above on 40:19–20; 41:7; 44:9–20).<\/p> <p><a class=\"isa\" verses=\"eyIxODU5MCI6Mn0=\">3–4<\/a> God now turns the tables. With a solemn call to pay attention, he addresses the people as <i>house of Jacob<\/i> and <i>house of Israel<\/i>, attempting to bring to their minds the whole long story that established their identity. When in all that time had they ever carried their God? Never! From the very beginning of their existence as a nation, from the hour of their birth as a nation, God had been carrying them! At least three different images are involved here, as other references show: a father carrying a child (Deut. 1:31), a shepherd carrying a lamb (Ps. 28:9), and an eagle carrying its eaglets (Exod. 19:4; Deut. 32:11). The other reference in Isaiah (<a class=\"isa\" verses=\"WzE4ODc2XQ==\">63:9<\/a>), like this one, seems to partake of all of these. Far from a deity who is continuous with creation requiring to be carried in ritual procession, the Lord is the one who, precisely because he is not part of creation (<a class=\"isa\" verses=\"eyIxODQ0MiI6M30=\">40:21–23<\/a>), has been able to carry Israel throughout her historical experience.<\/p> <p>But God transcends the historical process just as much as he does nature. Normally, we expect that as children reach maturity, they do not need to be carried any longer. Furthermore, there usually comes a time when the child must begin to carry the aged parent. This is where God transcends the imagery. There will never come a time when we outgrow our dependence on God. We are as dependent on God in old age as we were when we were infants (Ps. 71:9, 18). Nor will there ever be a time when a doddering old grandfather-God will somehow need to lean on us, and we will need to find a young, virile god for a new age. He is not subject to history; in every age he is the unchanging <i>I am he<\/i>. Certainly one sense of this phrase is the one just alluded to: God is always the same. But much more is implied as well, going straight back to Exod. 3. The one who says “I Am” is self-existent, self-dependent, and noncontingent, as well as unchanging. He is above the changes, the limitations, the unforeseen of time and space. He can indeed carry us through whatever may come to us.<\/p> <p>This is the significance of the fourfold repetition of the emphatic first person pronoun in v. 4. <i>I<\/i> will bear; <i>I<\/i> have made; <i>I<\/i> will carry; <i>I<\/i> will bear. It is he, not we; it is he, not someone else; it is he and no one else who can deliver his people in every age. Some commentators propose to emend “I have made” to some other synonym for “carry” (so <i>BHS<\/i>), arguing that “made” does not fit here. But the final bicolon of the sentence is a perfectly balanced progressive structure as it stands in MT: made—carry; bear—deliver. Throughout this part of the book, the promise of deliverance has been regularly built on the assertion that God is the sole creator (40:21–31; 43:1, 15–16; 44:2, 24–28, etc.). Thus the argument here is quite consistent: he who made you and the whole world, who has providentially sustained you, is able to deliver you from anything.<\/p> <p><a class=\"isa\" verses=\"eyIxODU5MiI6M30=\">5–7<\/a> The logical conclusion of the contrast between God and the gods in <a class=\"isa\" verses=\"eyIxODU4OCI6NH0=\">vv. 1–4<\/a> is that there is no comparison between them. This is exactly the direction in which the writer moves, echoing the language of 40:18 in the opening statement (v. 5). To which of the idol-gods can the Lord be compared? They are the creation of humans and are subject to all the limitations of time and space. He is the Creator of humans—and all else—and is limited by nothing.<\/p> <p>To reinforce the foolishness of any attempt at comparison, the prophet launches into the fourth, and last, of his exposés of the inner contradictions of idolatrous worship (<a class=\"isa\" verses=\"eyIxODU5MyI6Mn0=\">vv. 6–7<\/a>; cf. 40:19–20; 41:6–7; 44:9–20). Many modern commentators (e.g., Whybray) consider some, or all, of these to be later insertions. But there is no textual support for this position, and other scholars have asserted with equal assurance that some or all of the passages are integral to the literary, or logical, structure of the passage.<\/p> <p>Westermann cannot equate the broad and mocking approach of these diatribes with what he believes to be the subtle and carefully nuanced mind of “Deutero-Isaiah.” From similar language used by Jeremiah (<a class=\"isa\" verses=\"W3siMTc4NjUiOjJ9LHsiMTg2OTEiOjJ9XQ==\">10:14–15; 51:17–18<\/a>) and Ezekiel (the well-known use of <span>gillûlîm<\/span>, “round things” [manure?], as a term for idols), however, one has reason to suspect that this approach to idolatry may have been common among the Israelite prophets. Obviously to them, the thought of worshiping something you had provided the metal for and a craftsman had produced was so wildly contradictory that it merited the broadest, not to say most ribald, humor.<\/p> <p><i>bear it<\/i>. Here again (v. 7) returns the theme of carrying. Some commentators (e.g., Delitzsch) believe that this is a reference to the owner of the idol carrying it home. But it is also possible that the religious processional may still be in the prophet’s mind: give all pomp and honor to your idol-deity, but when all is said and done, a thing that cannot help itself cannot help you.<\/p>",
    "audit": null
}