{
    "id": 17484,
    "source": "oswalt",
    "verse_id": 18563,
    "verse_count": 8,
    "reference": "45:1–8",
    "title": "God’s Promise To Cyrus",
    "html": "<p>This section, 45:1–8, is an oracle addressed to Cyrus. Most form critics identify it as an enthronement oracle and compare it to Ps. 2 and 110. While there are some similarities in content and style with those pieces, there are very few similarities in structure and form. Furthermore, scholars still debate whether any of these pieces was particularly associated with enthronement. The Cyrus Cylinder, which many commentators especially compare with this segment, had clearly nothing to do with Cyrus’s enthronement, but is a propaganda piece celebrating his conquest of Babylon.<\/p> <p>Above all, the oracle is not really addressed to Cyrus, but to the despairing Israelites who cannot see how the glowing promises of restoration can possibly be kept. This is made clear by the segments that precede and follow this one. The great issue is convincing God’s own people that he can deliver, and in his own way. As Smith points out, one of the dramatic differences from the Cyrus Cylinder is that whereas there Cyrus’s virtues, strength, and leadership skills are put forward as the reasons for Marduk’s choosing him, here they do not even enter into the picture. The three reasons given (<a class=\"isa\" verses=\"W3siMTg1NjUiOjJ9LFsxODU2OF1d\">vv. 3, 4, 6<\/a>) have solely to do with the nature and character of God. It is not human perfectibility on which the world’s hope rests, but the grace and the providence of God.<\/p> <p><a class=\"isa\" verses=\"WzE4NTYzXQ==\">1<\/a> If Isaiah’s hearers were shocked at Cyrus’s being called God’s shepherd (<a class=\"isa\" verses=\"WzE4NTYyXQ==\">44:28<\/a>), they must have been even more so at his now being called <i>his anointed<\/i>. This title had previously been reserved for priests, prophets, and kings of Israel. Surely God could only use persons from his own elect people to accomplish his purposes. But that is exactly the point that Isaiah has been trying to make: God is not the Lord of Israel alone; he is the God of the whole world. Israel’s election is not for itself, and thus neither is its deliverance necessarily to be effected by itself. It is this sense in which <i>anointed<\/i> is used here: Cyrus has been especially chosen and empowered to carry out the purposes of God. In this sense he typifies the Messiah: he is God’s chosen instrument through whom God’s gracious purposes will be accomplished, especially as through him God is revealed to the world.<\/p> <p>To take <i>hold of by the right hand<\/i> is an expression of choosing and of intimate fellowship (cf. 42:6; Ps. 73:23). As H. M. Barstad shows, it is a common biblical and Semitic phrase and does not indicate any particular Babylonian influence. It says with “anointed” that Cyrus’s conquests were neither a matter of historical chance nor a matter of Cyrus’s sterling qualities, but the result of the specific providence of Israel’s God.<\/p> <p>In terms similar to those of 41:2–4, God asserts that he is the reason for Cyrus’s enemies being unmanned through fear (to <i>loosen the loins<\/i> is to be stripped of one’s weapons’ belt, which in turn leaves the robe hanging down freely where it can entangle the legs), and that it is because of God’s activity that every city will be powerless to shut him out.<\/p> <p><a class=\"isa\" verses=\"eyIxODU2NCI6Mn0=\">2–3<\/a> God’s activity is further stressed: it is God who will go before the conqueror and prepare the way for him. When Cyrus arrives at the city by the smooth road God has prepared, he will find the mightiest defenses already broken open for him, with their carefully hoarded and concealed treasures his for the taking.<\/p> <p>In language reminiscent of Exodus (6:7, etc.), v. 3 introduces the first of three reasons (each introduced by <span>l<\/span><span>maʿan<\/span>, “so that,” “for the sake of”) why God has chosen to use Cyrus: God wants Cyrus to recognize who it is that has commissioned him. Duhm and others have questioned the authenticity of all or part of this verse because there is no reason to think that Cyrus ever converted to the Hebrew faith. But the verse does not predict conversion. It speaks of Cyrus’s knowing who had called him. Thus, just as the pharaoh came to recognize that the God of Israel is the Lord without ever coming to faith in him, so Cyrus could well acknowledge that he had been commissioned by the God of Israel (as, according to Ezra 1:2–4, he did), without surrendering himself to the exclusive worship of the Lord.<\/p> <p><a class=\"isa\" verses=\"WzE4NTY2XQ==\">4<\/a> The second reason for God’s using and blessing Cyrus is for the sake of the Lord’s elect, his chosen people. If it is true that God is not limited in his choice of historical instruments for the achieving of his purposes, it is also true that this breathtaking freedom never abrogates his ancient promises. This is something that Moses understood with perfect clarity (Exod. 32:11–13). God may call Cyrus by his name, just as he had Jacob (<a class=\"isa\" verses=\"WzE4NTA3XQ==\">43:1<\/a>), but Cyrus’s calling is solely in order that God may keep his saving promises to Israel.<\/p> <p>Effortless sovereignty is apparent in the statement that God has given Cyrus his honorific titles of “shepherd” (<a class=\"isa\" verses=\"WzE4NTYyXQ==\">44:28<\/a>) and “anointed” (<a class=\"isa\" verses=\"WzE4NTYzXQ==\">45:1<\/a>), when Cyrus knew nothing of the Lord. It is not necessary for the Creator to have the permission of someone’s faith before that person can be given a front-rank position in God’s plans. He is the Lord, and we will serve him, either with our glad comprehension (cf. 44:5, where the persons joyously title themselves), or in spite of our sullen rebellion or placid ignorance.<\/p> <p><a class=\"isa\" verses=\"WzE4NTY3XQ==\">5<\/a> This verse makes explict the implications of the preceding one. How can the prophet make such sweeping assertions in the name of God? Because there <i>is<\/i> no other God! Everything that happens is a result of the plans and purposes of the one divine, transcendent being. Therefore it does not matter whether Cyrus knew about the Lord beforehand, or whether he acknowledges him now. All events have one cause whether the persons participating in them know that or not. Since God is absolutely unique <i>(there is no other)<\/i>, Cyrus has been armed <i>(girded)<\/i> by God; there is no other explanation possible. This assertion admits no middle ground in its evaluation: either this is a stunningly profound insight into the nature of things, or it is arrant nonsense, perhaps born out of some overweening parochial pride. If it is the latter, we are still hard-pressed to explain it. There has been no shortage of parochial pride in the world. Why should the Jews alone derive this philosophy from theirs? One must ultimately take their claim to revelation with the utmost seriousness.<\/p> <p><a class=\"isa\" verses=\"WzE4NTY4XQ==\">6<\/a> Here comes God’s third reason for choosing and empowering Cyrus: that the whole world might know the Lord, the only God. There is an evident progression in the three reasons given. The first is that Cyrus might know (v. 3), the second is that Israel might know (v. 4), and the third is that the world might know (v. 6). But is not this declared ultimate purpose, that the world should know his uniqueness, rather petty? Is it merely because God is piqued at being compared to personalized natural forces that he is doing these mighty things? If this were the only scrap of Scripture we had, such a conclusion might be justified. But when a statement like this is put into the context of statements such as those found in 43:11–13; 44:6–8; 44:22–25; and 48:14–16, much more than divine concern for proper understanding is plainly at stake. What is condemning the world to its depressing round of human arrogance, oppression, and cruelty? It is a failure to submit to, to acknowledge, the truth. So long as we continue to make God in our image, so long as we continue to believe that we can insure our own security and comfort by manipulating the psycho-socio-physical world without the surrender of our own autonomy, just so long we will continue in darkness, destruction, and despair (see the comments on &gt;8:11–22; 14:4–21; 28:1–6). As in the exodus, the cause of salvation is the self-revelation of God. Precisely because he is unlike anything else, we do not find him for ourselves. He must disclose himself to us. It is as persons acknowledge that they are not God, that God is totally other than they and this world and everything in it, that they can finally abandon all the pretensions that have been damning them and in self-renunciation to God receive the free salvation he has been offering all along. This is at the heart of Isaiah’s, and God’s, recurring insistence on Israel’s, and the world’s, recognizing God’s uniqueness. Until they, and we, have come to that understanding, it will be impossible for us to be redeemed.<\/p> <p>All this comes to its climax in the incarnation. It is as God is revealed to us in Christ and we abandon ourselves to him in that revelation that we find salvation. This is also the sense in which Isaiah’s prediction of this verse is fulfilled. It is because of Cyrus that an Israel survived through whom the Christ could come for the salvation of the world. Already today God’s uniqueness is recognized by persons all around the world. Someday, because of Cyrus, every knee will bow to God in Christ (Phil. 2:10–11).<\/p> <p><a class=\"isa\" verses=\"WzE4NTY5XQ==\">7<\/a> The climax of the particular statement being made in this segment appears in this verse. Here the prophet spells out exactly what he means when he says there is no other than the Lord. If any question yet remained about the degree of uniqueness and exclusivity that he was claiming for God, this verse should lay it to rest. He chooses two areas in which to make his claims: nature and history, and in both of them uses the figure of antinomy, or polar opposites, to make his point. In each of the parallel pairs he begins with a verb which expresses specific, concrete action by God <i>(form, make)<\/i> and closes with one which is even more theologically expressive, the same one in both cases <i>(create)<\/i>. What Isaiah asserts is that God, as creator, is ultimately responsible for everything in nature, from light to dark, and for everything in history, from good fortune to misfortune. No other beings or forces are responsible for anything.<\/p> <p>Without question such a sweeping assertion raises some serious problems, especially as we try to puzzle out issues of justice and fairness. At the same time, we must take into account the point being made and the alternative. The point is that everything which exists, whether positive or negative from our perspective, does so because of the creative will of God. The alternative to this view is that things happen in the world of nature or history that have their origin in some being or force other than God, things that he is powerless to prevent. If that alternative is correct, then God is but one of the gods and is as powerless to save us from ourselves as they are. Furthermore, he is no more the expression of ultimate reality than they are. Since he is limited, we must look beyond him for whatever is final in this world. Given that alternative, it is easy to see why Isaiah makes his point in such an unqualified way. To be sure, one can and should make qualifications, given the rest of Scripture. But that is the correct direction to move: from principle to qualification. If we start with qualification, we will never reach the overarching principle.<\/p> <p>An important qualification is already implicit in the text. The Hebrew word <span>raʿ<\/span> has a wide range of meanings, much like the English word “bad.” Like “bad” it can refer to moral evil (“Hitler was a bad man”) or to misfortune (“I’m having a bad day”) or merely to that which does not conform to some potential, real or imagined (“That’s a bad road”). This is not the case with the common English equivalent for <span>raʿ<\/span>, “evil,” which almost always refers to moral wickedness. Thus if we read “I&nbsp;.&nbsp;.&nbsp;. create evil” (AV), we conclude that God causes people to make morally evil decisions. That this is not the correct translation of <span>raʿ<\/span> in this circumstance is shown by the opposite term used, which is <span>šālôm<\/span>, “health, well-being, peace, good relations, good fortune.” The opposite of these would be those connotations that we most commonly ascribe to “bad.” What the prophet is saying is that if bad conditions exist in my life, they are not there because some evil god has thwarted the good intentions of a kindly but ineffectual grandfather-god, who would like me to have good conditions but cannot bring them about. They are there solely as a factor of my relations to the one God. They may be there because I have sinned against his natural and moral laws, or they may be there because by their means I can become more like him, or they may be there for reasons that he cannot explain to me. But they are not there in spite of God. He is the only uncaused cause in the universe.<\/p> <p><a class=\"isa\" verses=\"WzE4NTcwXQ==\">8<\/a> But what is the purpose of this absolutistic assertion of God’s transcendence and uniqueness? Is it to prove some dry and rationalistic point about ontology? Far from it, as this verse shows. Once again the author joins nature and history, but now in a lyrical call to nature to bring forth the historical deliverance that the Creator has planned. As Stuhlmueller has argued, Isaiah is not primarily interested in proving that God is the Creator. Without question he passionately believes that proposition, but his reason for putting it forth is to support his claims that God is the only one who can deliver. If Israel is in the darkness and trouble <i>(<\/i><span>raʿ<\/span><i>)<\/i> of exile, it is solely because of the Lord. Therefore it is to the Lord alone that Israel should look in order for the darkness to be turned to light and the trouble to well-being <i>(<\/i><span>šālôm<\/span><i>)<\/i>.<\/p> <p>Some have seen in this verse a reflex of the common ancient Near Eastern myth that the sky father impregnates the earth mother with rain, after which she brings forth the crops from her womb. But a reading of the verse by itself would never make one think this was the intent. Thus if there is any connection at all with the myth, which I think doubtful, its mythical connotations have been completely expunged. As we have seen above (see comments on 44:23, 24), <i>heavens<\/i> and <i>earth<\/i> are used in this book to express the totality of creation. Thus if the poet wants to associate God’s natural creation with his creation of salvation in history, what would be more natural than to call on the heavens to let fall raindrops of righteousness, and the earth to make salvation sprout up?<\/p> <p><i>righteousness<\/i>. As is frequent in this part of the book, <span>ṣedeq<\/span><i>\/<\/i><span>ṣ<\/span><span>dāqâ<\/span> here describes the character of God’s dealings. The parallelism with “salvation” confirms this. But to translate it with something like “deliverance” (see JPSV) would miss the important point: the saving of his people is the clearest expression of God’s essential character, to do right. Muilenburg defines this use of righteousness as “divine activity that brings about the triumph of righteousness.” What this verse tells us is that if 45:7 leaves us with some difficult questions by its rather cool assertions that God is ultimately responsible for everything, we must never forget that all of his actions are governed by the absolute right(eous)ness with which he treats every person, and by his determination to deliver every person from the consequences of his or her own sin, if only he or she will let him. This is cause for song, for just as the sky that God has created cannot help but pour forth rain, and the earth that God has created cannot help but bring forth plants, so God the Creator can only pour out on his people right dealing and mighty deliverance in all his relations with them.<\/p>",
    "audit": null
}