{
    "id": 17385,
    "source": "oswalt",
    "verse_id": 17842,
    "verse_count": 5,
    "reference": "9:12–16",
    "title": "Leaders Who Mislead",
    "html": "<p>That pride and arrogance which exalts humanity issues in an adulation of the “great” men of a society. But that very adulation renders them less and less able to lead their people. For just leadership can only come from persons who know their own weaknesses and corruptibility. Furthermore, when such a person knows that he or she is ultimately responsible to God, the task is approached with awe and dedication. But the person who believes, consciously or otherwise, that humanity is ultimate can all too easily accept the glowing things that people say about him or her (meaning it about themselves), and the only goal is to keep them saying those things. “Government” disappears as the leaders pander more and more to the ever-changing whims of a fickle people. This is the situation Isaiah describes in 3:1–12 and again in 28:1–29 (there too of Ephraim). Those upon whom the nation ought to be able to depend to set its course and to lift up the standards by which it can measure itself are actually looking to the people to find out what course and standards will be most popular. The result can only be progressive contamination of all goals and values by the rot of self-service and self-adulation.<\/p> <p><span>12, 13 (<a class=\"isa\" verses=\"eyIxNzg0MyI6Mn0=\">13, 14<\/a>)<\/span> Verse 12 (Eng. 13) provides a transition from the previous verse, but it also gives a general statement of the progress of judgment. A people who will not respond to the initial judgment which falls upon them (cf. 1:5; Hos. 6:5; Amos 4:6–11) and seek from God both the diagnosis and the cure (cf. 8:19; Hos. 5:15–6:3) will shortly find their foolish rulers leading them into a situation where they will have no leadership at all.<\/p> <p><i>head and tail, palm branch and bulrush.<\/i> By means of this antinomy the prophet includes in the coming destruction the totality of the leadership, from the most honored, the waving palm, to the most humble, the bowing rush (<a class=\"isa\" verses=\"WzE4NzkyXQ==\">58:5<\/a>). 19:15 uses the same language for the foolish leadership of Egypt.<\/p> <p><i>in one day.<\/i> Abruptly, suddenly, the judgment will fall, without time for preparation or amelioration. The only preparation for judgment is to live each day as if this were the day (Matt. 24:36–44; 1 Thess. 5:4). Fortunately for humanity, the God who can destroy in a day is also the God who can and does redeem in a day (Zech. 3:9).<\/p> <p><span>14, 15 (<a class=\"isa\" verses=\"eyIxNzg0NSI6Mn0=\">15, 16<\/a>)<\/span> Here the writer interprets the figure, and with wry humor defines his competitors, the false prophets, as the tail. Delitzsch suggested that this image was intended to compare these prophets’ fawning flattery to a dog’s wagging tail. Equally likely it merely conveys Isaiah’s contempt for those who sold their integrity to the service of the rulers (1 K. 22:5–28; Jer. 28:1–17). Because of this self-serving attitude on the part of the leaders of the nation the people can receive no truly objective guidance. The leadership says and does only what is most likely to maintain itself in power. The result is seen in v. 15 (Eng. 16): since the guides are off the path, of course those guided are off as well. (Note Jesus’ version of this truth in Matt. 15:14.)<\/p> <p><span>16 (<a class=\"isa\" verses=\"WzE3ODQ3XQ==\">17<\/a>)<\/span> As a result of its foolish leadership the nation has come to the point of complete corruption so that God’s aid is denied to both the strong, the choice young warrior, and to the weak, the orphans and widows. He does not take joy from the young men’s prowess in battle, so they are defeated and there is no help for the defenseless at home. The reason for this situation is plain enough, for like rotten fruit, the decay has reached every level of society. The evidence of this decay is seen in the expression of their values: they speak foolishness (cf. 6:5). This is not harmless triviality but rather that perversion of truth which makes good evil and evil good (5:20; Ps. 14:1). To speak or act in error is one thing, but to speak or act foolishly represents a conscious denial of reality (cf. Gen. 34:7; Josh. 7:15; Judg. 19:24). Such an attitude is far from constituting a return to the Lord and his values. So the outstretched hand is still one of judgment.<\/p>",
    "audit": null
}