{
    "id": 17426,
    "source": "oswalt",
    "verse_id": 18154,
    "verse_count": 5,
    "reference": "27:2–6",
    "title": "The Lord’s Vineyard",
    "html": "<p>The prophet closes this segment (chs. 24–27) with a collection of materials which both summarizes and illustrates God’s sovereignty with respect to Israel and to the nations. These are <a class=\"isa\" verses=\"eyIxODE1NCI6NX0=\">vv. 2–6<\/a>, the Lord’s vineyard; <a class=\"isa\" verses=\"eyIxODE1OSI6NX0=\">vv. 7–11<\/a>, destruction of the Lord’s enemies; <a class=\"isa\" verses=\"eyIxODE2NCI6Mn0=\">vv. 12–13<\/a>, return from the nations. The connection among these elements is rather loose, the major relationship being that all three tie into the materials of chs. 24–26. So <a class=\"isa\" verses=\"eyIxODE1NCI6NX0=\">vv. 2–6<\/a> and 7, 8 relate to the fears expressed in <a class=\"isa\" verses=\"eyIxODEzMiI6MjF9\">ch. 26<\/a>. Verses 9–11 relate to <a class=\"isa\" verses=\"W3siMTgwOTciOjIzfSx7IjE4MTI5IjozfSx7IjE4MTM2IjoyfV0=\">ch. 24; 25:10–12; 26:5, 6<\/a>. Verses 12 and 13 reflect 25:1–9. All three segments also share the same positive outlook. The result of God’s sovereignty will be redemption.<\/p> <p>Whether consciously or unconsciously, <a class=\"isa\" verses=\"eyIxODE1NCI6NX0=\">vv. 2–6<\/a> stand over against the picture of the vineyard in 5:1–7. There the vineyard had revealed a fundamentally perverse nature with the result that the farmer had abandoned it to the wild. Here, as there, the vineyard is Israel and the farmer is God. But this picture is on the other side of judgment and depicts a time when the only divine wrath remaining is for those who would threaten Israel’s existence. God has not forsaken her utterly. His care for her has never ceased and now flows unimpeded. While the scene is probably eschatological in its fulfillment, it nonetheless expresses a fundamental truth for all times: God’s wrath never supersedes his care. Behind the wrath the care continues unabated. It requires only repentance and change to experience it again.<\/p> <p><a class=\"isa\" verses=\"WzE4MTU0XQ==\">2<\/a> From the outset, the correctness of the present text is in question. The abruptness of this verse causes many commentators to suggest that a word or a phrase is lost, perhaps at least <span>yō’mēr<\/span>, “he will say.” This may be the case, but it is not necessary in order to extract sense from the statement. Of considerably more moment is the discussion over <span>ḥmr<\/span>, “wine.” Many manuscripts have <i>hmd<\/i>, “pleasant,” in agreement with the Targum, perhaps LXX, and Amos 5:11 (cf. also Isa. 32:12). However, 1QIs supports the MT and the sense accords very well with <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a>, where the vineyard’s failure to produce wine was its defect. Here, by contrast, this is a productive vineyard, a vineyard of <i>wine<\/i> (cf. <span>kerem zāyiṯ<\/span>, Judg. 15:5). It is difficult to ascertain whether the following lines were intended to be the song (see on v. 3). But in any case, the repetition of “song” is worthy of note. Not only do the redeemed sing of God’s triumph over the ruthless and their songs (<a class=\"isa\" verses=\"WzE4MTA1LDE4MTI0LDE4MTMyLDE4MTUwXQ==\">24:9; 25:5; 26:1, 19<\/a>) but God also sings of his beloved.<\/p> <p><a class=\"isa\" verses=\"WzE4MTU1XQ==\">3<\/a> With the subject first, <i>I, the Lord, am its keeper<\/i> emphasizes who Israel’s keeper is. It is not some lesser being, some hireling, but the Lord himself who watches over his own (John 10:11–13). That the Lord continues to speak here in a descriptive way makes it appear that the song is not being continued. In contrast to <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a>, where the rain and the dew no longer fall on the vineyard, here God waters it moment by moment. The need and the supply are perfectly matched. Furthermore, instead of abandoning Israel to her enemies, God will be her watchman day and night (cf. Ps. 121:4–5; Isa. 5:2; Matt. 21:33).<\/p> <p><i>Lest someone should harm it<\/i> has been the subject of several suggested emendations, one of the more novel of which was to read <span>‘āleyhā<\/span>, “upon her,” as <span>‘ālehā<\/span>, “her leaf” (Lev. 26:36). This also presupposes that <span>yi<span class=\"u\">p<\/span>qōḏ<\/span> be repointed <span>yippāqēḏ<\/span>. However, since <i>pqd<\/i> frequently takes its object with <span>‘al<\/span> (cf. 26:21), there seems no reason to change the MT reading. Num. 16:29 would support Niphal, but the traditional translation would remain the same.<\/p> <p><a class=\"isa\" verses=\"WzE4MTU2XQ==\">4<\/a> <i>I have no wrath<\/i> (lit. “wrath there is none to me”) expresses in prospect the reality which will be explained more fully in chs. 40ff. God’s wrath is propitiated and he is able to look at his people with nothing but fatherly affection. In that day the energy which had once been poured out upon the worthless vineyard will be turned to protecting the vineyard from its enemies. This is the good news of the gospel: God is not angry any more. He has found a way to satisfy his justice (Rom. 3:21–26; 5:8–11).<\/p> <p><i>O that there were thorns, briers.<\/i> Again, the contrast with <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a> is pointed. There the wall is thrown down and the thorns and briers invited in. Here the Lord wishes they were present so he could defend his vineyard from their encroachment. So, many a young suitor has almost wished someone would attack his beloved so that he could defend her. This is the tone here. God’s ardor for his bride is still the same and will be on the last day (Eph. 5:25–27; 2 Cor. 11:2).<\/p> <p>It has been argued at least since the time of Duhm that these “enemies” were the Samaritans. More recently, Hanson, following Plöger’s lead, has argued that they represented an opposing sect within Judaism itself. Both of these arguments suffer from the same defects. There is nothing in the text which suggests that anyone in particular is represented. Furthermore, these suggestions are the result of hypotheses resting upon hypotheses concerning the date and locus of the text. Of necessity, then, such conclusions must be highly tentative. Other hypotheses yield quite different results.<\/p> <p><a class=\"isa\" verses=\"WzE4MTU3XQ==\">5<\/a> <i>Unless they lay hold<\/i> follows on the statement of God’s actions against Israel’s enemies in v. 4. God will march against them and destroy them unless they seek refuge in him. Again, God is not committed to a relentless destruction of his enemies. He is more than willing to be reconciled to them. In fact, he will supply the refuge from his own just wrath. The language here is reminiscent of 1 K. 1:50, where Adonijah “laid hold” of the horns of the altar for refuge from Solomon.<\/p> <p><a class=\"isa\" verses=\"WzE4MTU4XQ==\">6<\/a> Since God will be Israel’s keeper in the last day, supplying her needs and neutralizing her enemies, she will spread out to cover the whole earth (cf. also 37:31; Hos. 14:5–7). In the light of NT teaching, <i>Israel<\/i> here must include all the children of Abraham, Jew and Gentile alike, those who walk by faith (Rom. 11:22–27; Phil. 2:9–11). On the basis of this verse, as well as vv. 2 and 3 and the general context, it seems very unlikely that NEB is correct in taking vv. 4 and 5 as negatives addressed against Israel. The entire segment (<a class=\"isa\" verses=\"eyIxODE1NCI6NX0=\">vv. 2–6<\/a>) is positive as a response to the oracle of salvation in 26:20–27:1.<\/p>",
    "audit": null
}