{
    "id": 17363,
    "source": "oswalt",
    "verse_id": 17687,
    "verse_count": 5,
    "reference": "2:1–5",
    "title": "The Destiny Of The House Of Jacob",
    "html": "<p>Chapters 2–4 form the second major unit in the introductory section, chs. 1–5. As such, they depict in the starkest terms the contrast between what Israel is destined to be and what she is in fact. To be sure, this is Israel as typified in Judah and Jerusalem (2:1a), but the references to Jacob (<a class=\"isa\" verses=\"W1sxNzY4OV0seyIxNzY5MSI6Mn1d\">2:3, 5, 6<\/a>) and Israel (<a class=\"isa\" verses=\"WzE3NzM2XQ==\">4:2<\/a>) indicate that it is not merely the political state of Judah\/Israel that Isaiah’s vision encompasses. The unit runs in a full circle from the ideal to the real and back to the ideal again. G. A. Smith sees a dialectic in operation wherein the Utopian visions of a young, somewhat naive prophet (<a class=\"isa\" verses=\"eyIxNzY4OCI6NH0=\">2:2–5<\/a>) are refined through the sobering conflict with reality (<a class=\"isa\" verses=\"eyIxNzY5MiI6NDR9\">2:6–4:1<\/a>) into a somewhat more realistic hope which incorporates a remnant and has little to say about delivering the world (<a class=\"isa\" verses=\"eyIxNzczNiI6NX0=\">4:2–6<\/a>). Smith’s observation of the details of the segments seems accurate enough, but his explanation of them is highly speculative. It seems equally likely that the import of the section is that the Israel of 2:6–4:1 can only fulfill the destiny given her in 2:2–4 by experiencing the judgment expressed throughout 2:6–4:1 and the purification described in 4:2–6. This schema would correspond well with the thought of <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> and indeed the whole book: proud, self-sufficient Israel can become the witness to the greatness of God only when she has been reduced to helplessness by his just judgment and then restored to life by his unmerited grace.<\/p> <p><a class=\"isa\" verses=\"WzE3Njg3XQ==\">1<\/a> The appearance of another superscription here so shortly after the opening one and in the absence of another in the rest of the book has occasioned a great deal of scholarly comment. It is generally agreed today that the superscription once introduced an independent prophetic saying or collection of sayings. Thus its presence here is testimony to the composite nature of the book (see the Introduction). But the reason for its retention here, when the superscriptions of other sayings or collections have been dropped, is not clear. Most scholars accept some form of the idea that it signals the beginning of specific prophecies after the introductory chapter.<\/p> <p>A further question relates to the extent of the materials that this superscription introduces. Basically, there are three possibilities: (<a class=\"isa\" verses=\"WzE3Njg3XQ==\">1<\/a>) it introduces chs. 2–12; (<a class=\"isa\" verses=\"WzE3Njg4XQ==\">2<\/a>) it introduces a collection of materials extending at least through 4:6 and maybe other portions as far as 10:11; (<a class=\"isa\" verses=\"WzE3Njg5XQ==\">3<\/a>) it introduces 2:2–4. The second alternative is probably most widely held today, but of course it leaves room for a great deal of variety from the minimum of chs. 2–4 (e.g., Mauchline) to the maximum of almost everything except 6:1–9:5 (Eng. 6) and chs. 11 and 12 (e.g., Kaiser). The latter position assumes that the original collection bore little resemblance to the present order and thus represents an extreme of form criticism. While it is apparent that diverse materials have been collected in the book to serve the central theological construct, atomization of the text is unwarranted. Thus it seems most appropriate to see the superscription as applying to chs. 2–4 and possibly to <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a> with the understanding that a new group of sayings begins at <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>.<\/p> <p><i>The word which Isaiah&nbsp;… saw<\/i> is an uncommon construction. Much more common is “the word of the Lord came to&nbsp;…” (e.g., Jer. 14:1; Ezek. 13:1; Hos. 1:1; Joel 1:1; Jon. 1:1; Mic. 1:1; Zeph. 1:1). Only Amos shows a somewhat similar phrase with “The words of Amos&nbsp;… which he saw&nbsp;…” (<a class=\"isa\" verses=\"WzE3NjU2XQ==\">1:1<\/a>). Here <i>word<\/i> <span>(dāḇār)<\/span> apparently has its broader meaning of “event, thing, matter.” But it still retains the idea of an announcement. Thus Isaiah is saying that he has perceived (in a visionary mode, <span>ḥāzâ<\/span>) some things about Judah and Jerusalem and here expresses them in an oracular and binding way.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">2–4<\/a> The abruptness of the shift in mood from <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> is very striking. There repentance was viewed as a hypothetical possibility and restoration as an end product of destruction. The main focus of attention was upon Israel’s rebellion, hypocrisy, and injustice. Suddenly here, with no transition at all, the focus is upon Israel’s glorious destiny as a lighthouse to the nations for truth and peace. One is tempted to ask, “What happened?” Will God merely forget Israel’s sin? How can <i>this<\/i> Israel become <i>that<\/i> Israel?<\/p> <p>That this passage appears with almost word for word similarity at Mic. 4:1–3 raises the question of ultimate authorship. The suggestions can be grouped into three categories: (<a class=\"isa\" verses=\"WzE3Njg3XQ==\">1<\/a>) Micah borrowed from Isaiah; (<a class=\"isa\" verses=\"WzE3Njg4XQ==\">2<\/a>) Isaiah borrowed from Micah; (<a class=\"isa\" verses=\"WzE3Njg5XQ==\">3<\/a>) both borrowed from some common source. The possibility of literary dependence need not cause concern among those who take a high view of inspiration since the Synoptic Gospels have evident dependencies. Such a strained position as that the two prophets were inspired independently is unnecessary. It is enough to believe that inspiration can involve guidance in the utilization of existing materials. Study of the Micah passage indicates that it fits more naturally there than it does in Isaiah. The opening conjunction in the first verse (Isa. 2:2; Mic. 4:1) makes no sense in Isaiah but perfectly good sense in Micah. Furthermore, there is an additional verse in the Micah passage that seems to round out the poetic form (Marti, Gray). These considerations do not settle the question, however, for the supposed original final verse (Mic. 4:4) contains at least two phrases which have an Isaianic ring to them: “none shall make them afraid” (Isa. 17:2) and “The mouth of the Lord has spoken” (except for Mic. 4:4, this expression is unique to Isaiah: 1:20; 40:5; 58:14). Thus Scott believes that the original (including the present Mic. 4:4) was spoken by Isaiah, written down by Micah, and later incorporated in Isaiah’s book in truncated form. The majority of recent scholars, in the light of what is now believed about oral tradition and literary formation, doubt if either author copied from the other. It is more likely that the saying, certainly one of remarkable beauty and force (cf. Wright), had become a common possession of the several priestly and prophetic communities within the nation and that one or both of these prophets drew it from that common heritage.<\/p> <p>The date assigned to the passage has ranged from early (Ewald, Hitzig, Cheyne, Skinner, Wright) to late (postexilic; Marti, Gray, Mauchline, Scott), with several alternatives between. A good part of the basis for a postexilic date has been the assumption that as eschatology it could not have been written prior to the Exile. As Kaiser points out, however, this need not be the case (see comment on v. 2). On balance, there seems no reason to deny this passage to the late eighth century B.C. and to the prophetic inspiration of either Micah or Isaiah. (That a passage of this beauty and power came from an unknown is akin to believing an unknown could have written the “Moonlight” sonata—and have remained unknown.)<\/p> <p>That there is a question about the ultimate authorship of the passage ought not to obscure the more important question of the function of the passage in its present context. If indeed, as seems likely, Isaiah is here using an oracle from some other source, the question is only made more striking. He evidently chose to put it in this place and with this abruptness and after this heading. Why? Young proposes that the prophet leaves the opening abrupt in order to make plain that what follows is a quotation. That may be so, but it does not answer the larger theological questions. In its present context the passage seems to fulfill two functions. First, it emphasizes the certainty of Israel’s destiny. Whatever the present may be, however grim the immediate future may be, the distant future beckons the Judeans to live in its certain light. The heading supports this conviction. The words that follow so abruptly are not merely a lovely poem taken from Israel’s heritage. They are here constituted as a prophetic word with all the force which that setting can convey. The second function has already been alluded to. It is motivational. What can convince the present Judeans to live lives of faithfulness and righteousness? Not so much the threat of punishment as the promise of greatness. And what can convince coming generations that the destructive lash under which they bow is, indeed, not to their final dissolution but to their restoration? It is the conviction that they exist not merely as another nation but in order that the nations might be redeemed.<\/p> <p><a class=\"isa\" verses=\"WzE3Njg4XQ==\">2<\/a> <i>in future days<\/i> translates a phrase which literally means “in the afterward of these days.” The Hebrews did not face the future as we do. Rather, they faced the past and backed into the future. So the past was before them and the future behind them. Thus this phrase is not a technical one in the OT referring to a millennial age or even a period beyond that. Evidence of its meaning can be found in the usages of Gen. 49:1; Num. 24:14; Deut. 31:29; Jer. 23:20; 30:24, where the events referred to are within time and not at the end of time or beyond time. However, this is not to deny that the phrase can be used in a more technical way (cf. Jer. 48:47; 49:39; Ezek. 38:16; Dan. 10:14; Hos. 3:5) to indicate the consummation of history. What is important is to evaluate the context to see how the phrase is being used. On that basis it cannot be said that this passage can only refer to the millennial age. In a more proximate sense it can relate to the Church age when the nations stream to Zion to learn the ways of her God through his incarnation in Christ. To be sure, we await Christ’s second coming for the complete fulfillment of this promise, but the partial fulfillment began at Pentecost.<\/p> <p>It is in this light that one must view the promise of the eminency of the temple mount. It may be that the cataclysms signaling the end of time will thrust the temple mountain higher than those surrounding it, but that is not necessary to the meaning of the passage (see Calvin). Many of the ancient religions saw their gods as dwelling on a high mountain (Olympus for the Greeks or Cassius for the Phoenicians). What Isaiah was asserting was that one day it would become clear that the religion of Israel was <i>the<\/i> religion; that her God was <i>the<\/i> God. To say that his mountain would become the highest of all was a way of making that assertion in a figure which would be intelligible to people of that time.<\/p> <p><a class=\"isa\" verses=\"WzE3Njg5XQ==\">3<\/a> The nations encourage one another over the good thing that has been revealed to them. Calvin remarks that this is the evidence of genuine faith: seeking to draw in as many others as possible. Centuries after Isaiah, Malachi commented that if the Jews would not appreciate what they had in God, the Gentiles certainly would (Mal. 1:11, 14), a prediction which came true in the Christian era and one which Isaiah seems to allude to here (cf. also 56:1–8).<\/p> <p><i>that he may teach us&nbsp;… and that we might walk.…<\/i> The presence of the conjunctions at the beginning of each of these clauses suggests a connection not only between the clauses but with the preceding cohortative <i>let us go.<\/i> It appears that this connection is one of purpose. Thus the going is for the purpose of being taught, and the being taught is for the purpose of walking. There is a profound truth here. Those who will not leave their own self-sufficiency and come to God cannot learn his (and their own) ways. But the learning is for the purpose of living. It is not an end in itself (2 Tim. 3:7). Here is one more way in which the scriptural picture of the interlocked partnership of divine and human is displayed. Unless God teaches we cannot walk, but unless we come he cannot teach. There is also the important implication that cultic, or positional, righteousness is worthless unless it is accompanied by realized, actual righteousness.<\/p> <p><i>it is from Zion that instruction goes forth.<\/i> The emphatic position of <i>Zion<\/i> here stresses the fact that there are not many ways to heaven. There is one way: by means of truth which has been mediated through the historical experience of the people whose life has come to be centered upon Jerusalem. One does not need to give the actual city some sort of semi-eternal status to recognize the point of the saying. Jerusalem has become a symbol of God’s self-revelation through history, and there is no life apart from him who has revealed himself supremely in that context.<\/p> <p><a class=\"isa\" verses=\"WzE3NjkwXQ==\">4<\/a> This verse probes the causes and cures for conflict. What is it which accounts for wars and all those lesser hatreds which lead up to war? It is unbridled self-aggrandizement. When a person, or a nation, decides that he must supply his own needs and that he is the final judge both of what his legitimate needs are and how those needs may be met, the weaker are trampled and violence results. This was the picture painted in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a>. The warfare (<a class=\"isa\" verses=\"eyIxNzY5MyI6M30=\">vv. 7–9<\/a>), the manipulative cult (<a class=\"isa\" verses=\"eyIxNzY5NiI6Nn0=\">vv. 10–15<\/a>), the injustice (<a class=\"isa\" verses=\"W3siMTc3MDIiOjJ9LHsiMTc3MDciOjJ9XQ==\">vv. 16, 17, 21–23<\/a>), the posturings of the mighty (<a class=\"isa\" verses=\"bnVsbA==\">vv. 23, 29–31<\/a>) were all the result of refusal to submit one’s desires to God. From whence comes peace? From the recognition that God is the source of all good, that our needs and our destiny can be submitted to his judgment, and from the knowledge that he does all things well. Persons who have learned such truths and are walking in them (v. 3) can know <i>šālôm<\/i>, or “well-being,” and when two persons are walking in this way they can know such <i>šālôm<\/i> together because both can know that their interests are being cared for by God, and both know that the other will submit his or her needs to God rather than attempt to satisfy them by force (John 14:27). When these principles are extended to the nations, world peace can result. However, the thought of producing peace on any other ground is folly (Jer. 6:14; 8:11). Until persons and nations have come to God to learn his ways and walk in them, peace is an illusion. This does not mean that the Church merely waits for the second coming to look for peace. But neither does it mean that the Church should promote peace talks before it seeks to bring the parties to a point where they will submit their needs to God.<\/p> <p><a class=\"isa\" verses=\"WzE3NjkxXQ==\">5<\/a> Many commentators see this verse as the work of a later editor (Marti, Gray, etc.) supplying a transition to the following passage. Transitional it may be, but its very fitness for the passage argues in favor of its originality, unless one assumes that Isaiah himself had no hand in the present order. The verse clearly harks back to the statement of the Gentiles in v. 3, <i>Come, let us go up&nbsp;… that he may teach&nbsp;… and that we might walk.<\/i> As Delitzsch commented, the prophet is attempting to use the example of the Gentiles to provoke God’s people to a holy jealousy. The emphatic position of <i>House of Jacob<\/i> and its correlation with <i>God of Jacob<\/i> in v. 3 supports this contention. Surely, he seems to be saying, if the Gentiles will come seeking the truth we have (see also 9:17–24 [Eng. 18–25]; 24:14–16; 42:10, 12; 66:18–21), if they will come to the light we hold (9:1 [Eng. 2]; 60:1–3, 19), then we ought to walk in that light. Thus, as noted above, the passage is intended to function in a motivational way, to encourage both present and future generations to leave their foolish rebellion and to embrace their calling in God. This truth is no less applicable to the Church today than it was to Israel then. The Church’s future is secure. The only question is whether we choose to be a part of that future through present obedience to the Lord of the Church.<\/p>",
    "audit": null
}