{
    "id": 17387,
    "source": "oswalt",
    "verse_id": 17852,
    "verse_count": 4,
    "reference": "10:1–4",
    "title": "Oppression Of The Helpless",
    "html": "<p>The final manifestation of human pride is in oppression (see also Mal. 3:5). It is one thing when competition or rank and favor pits brother against brother and region against region. It is another when persons begin consciously to deprive the helpless of their rights in order to oppress them. At this point, the lowest limits of cynicism and self-serving have been reached. The brutal nature of warfare and conquest can at least be masked with the trappings of destiny and courage. Oppression of the helpless has no such coverings. Its essential ugliness cannot be hidden. It was especially unjustified in a society where equal treatment before the law was understood to grow out of the very character of God (Exod. 23:6–9; Lev. 19:15; Deut. 10:17; 16:19; 24:17). Although some scholars see the passage as referring primarily to Judah (and make this further grounds for separating it from 9:7–20 [Eng. 8–21]), nothing in the passage demands this view. The demand for justice was common to both parts of the nation and was prophetically supported in the north as well as in the south (cf. Amos 5:12). Isaiah’s point is that the fate of a people, his own and any other, is determined by their relation to the standards of God.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg1MiI6Mn0=\">1, 2<\/a> Those responsible for maintaining the laws of the country are doing so in such a way as to enrich themselves at the expense of the helpless. Scholars are not agreed whether v. 1 speaks of the promulgation of new and oppressive laws (cf. Kaiser and Skinner) or whether it refers only to unjust decisions based on existing law (cf. Gray and Delitzsch). Either is possible and probably both were practiced. Such partiality was a particular affront to God, who is in himself just but who also is concerned for those who lack the normal “leverage” to ensure that justice is done them.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg1NCI6Mn0=\">3, 4<\/a> But the Master has only entrusted his servants with their positions and will shortly come to survey <span>(pāqaḏ)<\/span> their stewardship (cf. Matt. 24:45–51). What will they do then? As Young notes, it is not for Isaiah a matter of “if” the Master will come but only “when.” Human beings are not self-existent. They are under the hand of a Creator to whom they must sooner or later give account. To act as if they were accountable only to themselves is to fly in the face of reality.<\/p> <p>For these people, <i>the day of visitation<\/i> will be a day of disaster with neither help nor hiding place, for the only refuge is the very One who brings the disaster (see Gray). All the ill-gotten wealth will be lost as devastation sweeps in from far away. The position and power which enabled them to walk on the backs of the poor will be meaningless before God’s judgment.<\/p> <p><a class=\"isa\" verses=\"WzE3ODU1XQ==\">4<\/a> The exact meaning of the verse is open to dispute because of uncertainties over the meaning of the first word, <i>biltî<\/i>. However, the general sense is plain enough. These great men (and women) who have enriched themselves at the expense of the helpless will suffer the same fate as everyone else: huddling among the captives, lying in the heaps of the slain. Before the wrath of God, status, power, and wealth mean nothing.<\/p> <p>So for all these offenses against God—pride, false leadership, devouring one’s brothers, oppression of the poor—the divine hand is outstretched. It is not Assyria’s overwhelming power which dictates the future of Ephraim and Judah; it is their failure to submit to God and to live in accordance with his principles. It is that failure which will destroy them. God <i>is<\/i> with us for good or ill. We will either live in the glory of that fact or die by smashing ourselves against it. The Assyrias of this world do not hold the balances: God does, and the Assyrias are weighed with the rest of us.<\/p>",
    "audit": null
}