{
    "id": 17427,
    "source": "oswalt",
    "verse_id": 18159,
    "verse_count": 5,
    "reference": "27:7–11",
    "title": "Cleansing Versus Destruction",
    "html": "<p>This segment is difficult both textually and interpretatively. The often unaccountable changes in tense, person, and gender all contribute to the difficulty, as do rare vocabulary and intricate phrasings. Thus it is not surprising that many commentators treat it as a composite of two or more unrelated pieces. One of the major questions relating to the unity of the segment has to do with the identification of the city in <a class=\"isa\" verses=\"eyIxODE2MiI6Mn0=\">vv. 10–11<\/a>. Delitzsch, with many others, takes it to be Jerusalem. This would seem to accord well with v. 11b (cf. 1:3; 42:18–19). Taking this point of view, Delitzsch is able to produce a very unified interpretation: God will, through a carefully controlled judgment, bring Israel to the point where they can be restored to their land. However, the focus of the chapter is upon the defeat of Israel’s enemies, so this has caused many to look for the “enemy within”—Samaria. The references to Asherahs and incense altars are reminiscent of 17:8, which is frequently taken to refer to Ephraim (but see above on those verses). But Duhm’s proposal was tied to the destruction of Samaria by John Hyrcanus in 108 B.C., an impossibility now in light of the earlier date of the Qumran Isaiah scrolls. Contemporary revivals of this identification are based upon the theory that apocalyptic grew up in part out of the internecine struggles within Judaism—a theory lent credence by the Qumran materials, but very difficult to establish for an earlier period. Furthermore, it is difficult to arrive at a single subject for the passage. This has resulted in a tendency to split the passage into two sections, <a class=\"isa\" verses=\"eyIxODE1OSI6M30=\">vv. 7–9<\/a> and <a class=\"isa\" verses=\"eyIxODE2MiI6Mn0=\">vv. 10–11<\/a>.<\/p> <p>A third alternative takes the city here to be the same as in 24:10–12; 25:2–3; 26:5, that is, the symbol of world might arrayed against God. This view has the advantage of being consistent with the entire section and it also maintains the thrust of <a class=\"isa\" verses=\"eyIxODE1MyI6MTN9\">ch. 27<\/a> in depicting God’s victory over Israel’s enemies. It does mean that v. 11b must be applied to the world at large (cf. 44:18; Ps. 9:14–16 [Eng. 15–17]; 74:18–23; 86:9). If this interpretation is correct, the flow of thought is as follows: Israel <i>may<\/i> take root (v. 6) because the blow which fell upon her was not fatal, whereas that which will fall upon her enemies will be. The chastisement of Jacob sought purification and so was tempered. That of her enemies will be without compassion (cf. Jer. 10:24–25). The result will be that these nations will no longer be able to hold captive a purified Israel (<a class=\"isa\" verses=\"eyIxODE2NCI6Mn0=\">vv. 12–13<\/a>; cf. 11:10–16; 35:8–10). On balance this third alternative seems most likely, but the possibility that Jerusalem is intended cannot be ruled out.<\/p> <p><a class=\"isa\" verses=\"WzE4MTU5XQ==\">7<\/a> If Israel feels unfairly treated by God and wonders how the prophecy of v. 6 could ever come true, she is invited to compare herself to her enemies, there to discover that they have ultimately suffered worse than she. That this has happened is evident if one looks at Nineveh and Babylon today. The horrible slaughters which have taken place in and around Jerusalem have been multiplied in those places. God’s instruments of judgment are not exempt from judgment themselves, and if they are unrighteous, their punishment is the more severe (<a class=\"isa\" verses=\"W3siMTc4NTYiOjE1fSxbMTgyODFdLHsiMTg2MDUiOjV9XQ==\">10:5–19; 33:1; 47:5–9<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4MTYwXQ==\">8<\/a> <i>By exact measure<\/i> occurs only here and is a subject of debate. If this rendering is correct, then the sense is that God has carefully measured out the judgment of the Exile so that it will not destroy the people but bring them to purification. The punishment is precisely fitted to the crime.<\/p> <p><i>in sending her away<\/i> is regarded by <i>BHS<\/i> (see also Clements) as a possible explanatory gloss on the preceding difficult word. However, if this is the case it must have entered the text very early, because all the versional evidence attests its presence. The sudden appearance of the feminine is somewhat troublesome since masculine suffixes appear in the previous verse and since Israel and Jacob are masculine. Duhm, Cheyne, Marti, Skinner, etc., take this verse to have been an original gloss on v. 10 (“city” being fem.) that somehow got displaced here. While the content of v. 8 would fit v. 10 well enough, it is very difficult to imagine how v. 8 could have gotten into its present place if that was its origin. A suggestion which demands less reconstruction of the text is based on the recognition that <span>šlḥ<\/span>, “send away,” sometimes has to do with divorce (Deut. 22:19; Isa. 50:1; etc.). That being so, it seems possible that the changed image demanded the changed gender.<\/p> <p><i>in the day of the east wind.<\/i> Despite the promise that God’s contention with his people would be of a more measured sort than that meted out upon her destroyers, there is no denying her punishment would be severe. Like the searing wind roaring out of the east, her fate would come upon her and sweep her away.<\/p> <p><a class=\"isa\" verses=\"WzE4MTYxXQ==\">9<\/a> This verse tells why Israel’s punishment was not on the same order as that of her enemies. Hers was for the purpose of discipline and purification (54:6–8; Heb. 12:11). Though it would be wrong to build a whole theology of atonement upon this one verse, there are some interesting pointers here. First, there is a sense in which repentance and works of righteousness cover past sin. When the idol altars are smashed, the former works are no longer remembered against us. But it is also true that a new Israel could be born from the ashes on the altar (<a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">40:1–2<\/a>). Individuals thus cannot atone for themselves. Here is where God’s grace in Christ comes into play. He has suffered and we must repent, and in the two together our iniquity is covered.<\/p> <p><i>(in) this is all the fruit<\/i> is a difficult phrase to interpret exactly. But it appears to be a parallel thought to the previous one (atoning for iniquity and turning away sin are parallel ideas). This being so, the fruit must be both cause and result of the sin’s removal. On the one hand, smashing the idols is necessary if forgiveness is to be received; on the other hand, the announcement of forgiveness supplies the motivation to do the smashing (44:1–5; 57:17–19; 59:15b–20; Col. 3:1–17). As Gray says, he is glad that such a significant doctrine is not dependent upon this one obscure verse, but given the appearance of that truth in other parts of Scripture, it does not appear to be misinterpretation to apply it here.<\/p> <p><a class=\"isa\" verses=\"eyIxODE2MiI6Mn0=\">10, 11<\/a> If it is correct to take the city here as the symbol of Judah’s oppressors (see above on <a class=\"isa\" verses=\"eyIxODE1OSI6NX0=\">vv. 7–11<\/a>), then the thought continues the idea of redemption. When Israel’s idols are broken down, then God’s hand will be revealed against her enemies, who are in fact more idolatrous than she (<a class=\"isa\" verses=\"W1sxODU4Ml0seyIxODU4OCI6Mn0seyIxODYwNSI6NX1d\">45:20; 46:1–2; 47:5–9<\/a>). The result will be complete desolation (<a class=\"isa\" verses=\"W3siMTc5MjYiOjR9LHsiMTgzMTIiOjEwfV0=\">13:19–22; 34:8–17<\/a>), as that once mighty city becomes a pasture field (v. 10), or a once-spreading tree whose limbs are now stripped and dead (vv. 10b, 11a; cf. Ezek. 31; Dan. 4:13–26). For the OT writers, the true mark of human stupidity is idolatry, which is the result of our attempt to usurp the place of God (44:18–19; 45:20; 47:10–11; Ps. 53:2, 5 [Eng. 1, 4]; 82:5; cf. also Rom. 1:19–23). Since the idol makers have falsified the identity of the One who made them, he cannot show them his grace. But to the extent that the Israelites retained an awareness of God’s sole creatorship and Lordship of the world (<a class=\"isa\" verses=\"WzE4MTQ0XQ==\">26:13<\/a>), there is a spark of understanding that God’s grace will be able to blow into a flame (Ezra 9:6–15).<\/p>",
    "audit": null
}