{
    "id": 17469,
    "source": "oswalt",
    "verse_id": 18482,
    "verse_count": 4,
    "reference": "42:1–4",
    "title": "Presentation",
    "html": "<p>According to Duhm, 42:1–4 (and perhaps <a class=\"isa\" verses=\"eyIxODQ4NiI6NX0=\">vv. 5–9<\/a> as well) is the first of the so-called Servant Songs. He believed that these segments were written considerably later than the body of “Second Isaiah” (4th century?) and added to it. Although scholars have widely accepted his general thesis that the songs are separate pieces, they have agreed little about the actual limits of the “songs,” and even less about their date and authorship. Since the 1940s there has been a definite trend to link them more and more closely with chs. 40–55 as a whole, and some have gone so far as to argue that they cannot be separated from their context in any way.<\/p> <p>However one may evaluate Duhm’s conclusions, one cannot fault his observations: there is an atmospheric change at these four places in the text (here; 49:1–6; 50:4–9; 52:13–53:12). It is difficult to define that change, yet most readers will acknowledge it. The language becomes more exalted and sweeping; the Servant is either left unidentified or identified in the broadest terms; the descriptions tend to be graphic and detailed; and there is a unique emphasis on what the Servant will accomplish for the world. It is even more difficult to ascertain what these data mean. In all four instances the person being addressed or described is identified as the Lord’s Servant (<a class=\"isa\" verses=\"WzE4NDgyLDE4NjQwLDE4NjczLDE4NzEwXQ==\">42:1; 49:3; 50:10; 52:13<\/a>). But in a number of other cases in chs. 40–66 the nation is plainly addressed under this rubric. Does this atmospheric change indicate that the terminology is being used in a different way in these places? Many have concluded that it does, but others have vehemently denied such a thought. Over and around the entire discussion is the NT’s unequivocal attestation that at least some of these passages refer to Jesus Christ, the Messiah (Matt. 8:17; 12:18–21; Luke 22:37; 23:33–34; John 12:38; Rev. 7:16–17; etc.). My position is that in these passages Isaiah is speaking of an individual, almost certainly the Messiah, who will be the ideal Israel. Through his obedient service to God, Israel will be enabled to perform the service of blessing the nations that had been prophesied in Gen. 12:3 and elsewhere.<\/p> <p>As noted above in the introductory comments on 41:1–42:9 and again on 41:21–42:9, 42:1–9 forms a parallel with 41:8–20. Just as that segment is an address to the Lord’s Servant following a challenge to the gods, so is this one. But as 41:21–29 differed in its attack on the gods, so is this address to the Servant different. The differences in the treatments of the gods may well be related to the differences in the treatments of the servants. 41:1–7 highlighted the fear among idol worshipers when God sent his envoy Cyrus against Babylon. But 41:8–20 assured the helpless servant Israel that they had nothing to fear from their God, who was shaping the events of history to bless them. 41:21–29 then intensified the attack by emphasizing God’s ability to tell the future, something the idols could not do. Now, in 42:1–9, God foretells how, through his Servant, his beneficial order <i>(<\/i><span>mišpāṭ<\/span><i>)<\/i> will come to rule over the earth. It is a prediction of the future showing how God will rule over the world. Thus 42:1–9 is the specific conclusion to 41:21–42:9, and the general conclusion to 41:1–42:9. That this is the correct reading of the structure is shown by <a class=\"isa\" verses=\"eyIxODQ4OSI6Mn0=\">vv. 8–9<\/a>. God is the only savior; this is his glory alone: no idol can share it. Just as his previous predictions have proved true, so will this latter one.<\/p> <p>The section 42:1–9 divides after v. 4. The first four verses present the Servant to the hearers and readers. They describe his relation to God (v. 1), and the manner and sure success of his ministry (<a class=\"isa\" verses=\"eyIxODQ4MyI6M30=\">vv. 2–4<\/a>). V<a class=\"isa\" verses=\"eyIxODQ4NiI6NX0=\">v. 5–9<\/a> are an address by God to the Servant in which God’s character and nature are used to undergird the majesty and the sweep of the ministry that has been entrusted to the Servant. This vision of what God will accomplish through his Servant is so exciting that Isaiah breaks into the ecstatic hymn of praise (<a class=\"isa\" verses=\"eyIxODQ5MSI6NH0=\">vv. 10–13<\/a>), which then functions as a bridge from this section, 41:1–42:9, into the next, 42:10–44:22.<\/p> <p><a class=\"isa\" verses=\"WzE4NDgyXQ==\">1<\/a> <i>Behold<\/i>, repeated from the previous verse, 41:29, emphasizes the sharp contrast between the two subjects. The previous “behold” called attention to the worthlessness and the helplessness of the glittering idols. This one introduces <i>my servant<\/i>, who will, without pomp or apparent power, effect a renovation of the whole world. This emphasis on the Servant’s function—bringing <i>justice<\/i> to the nations—distinguishes the Servant described in the “Servant Songs” from the one described elsewhere. In all the other occurrences of “servant” in chs. 40–48 a fearful servant, clearly identified as the nation, is assured of God’s continuing love and care (see 41:8–20 above). No function other than “witness” is mentioned. But in these “Servant Song” references, while there are assurances of help, the emphasis is on the Servant’s activities for the world.<\/p> <p>As a number of commentators have pointed out, the language here is that of presentation, similar to that used of Saul to Samuel (1 Sam. 9:17). It is also the language applied to God’s particular appointees, such as Abraham (Gen. 26:24), Moses (Exod. 14:31), and David (2 Sam. 3:18). It is particularly common with reference to the kings. That is significant to this passage because of the common understanding in the ancient Near East that kings were particularly commissioned to establish judicial order <i>(<\/i><span>mišpāṭ<\/span><i>)<\/i> in their realms, as this Servant is expected to do in the whole world (v. 4). When these understandings are coupled with the similarities of this passage to 11:1–9, which describes the Messiah, it seems likely that the Servant here is a messianic figure (cf. 16:5).<\/p> <p>This Servant will not function in his own strength. He is supported by God, and God finds the deepest satisfaction in him. The description of Jesus’ baptism was unquestionably intended to remind us of this passage (Matt. 3:13–17). Not only is God said to be well pleased with his Son, but also we are helped to understand why Jesus thought it important that he should undergo the ritual of baptism. The Messiah was one on whom God’s Spirit visibly rested. Obviously the ritual did not procure the fullness of the Spirit. But it did serve to illustrate to the world that this strange Galilean was indeed the promised one. In other words, Jesus did this because of his and his hearers’ understandings of passages like this in Isaiah. Of course, the quotation of the entire unit in Matt. 12:18–21 is further indication of the messianic reading that was given to the passage in first-century Judea and Galilee.<\/p> <p>One cannot mistake the Servant’s mission since it is repeated in <a class=\"isa\" verses=\"WzE4NDgyLDE4NDg0XQ==\">vv. 1, 3<\/a>, and 4: he will bring <i>justice to the nations<\/i>. It is well known that Heb. <span>mišpāṭ<\/span> connotes much more than judicial equity. In its broadest sense it involves societal order in which the concerns of all are addressed. A society in which there is no <span>mišpāṭ<\/span> is one in which the only rule is brute force used to aggrandize the few. Thus the divine <span>mišpāṭ<\/span> that the Servant will establish is nothing less than the salvation of God defined in its broadest sense. We are not merely speaking of a privatistic forgiveness of sins, or of the imposition of a humanly designed system for redistribution of goods. This is that life-giving order which exists when the creation is functioning in accordance with the design of its Lord. As Westermann observes, the connection of this passage with the preceding trial speech is very important in understanding this concept. So long as the world seeks life-giving order in the deification of its own forces, it can find only abomination (<a class=\"isa\" verses=\"WzE4NDc2XQ==\">41:24<\/a>). But when it submits to the judgment <i>(<\/i><span>mišpāṭ<\/span><i>)<\/i> that God alone is Lord, then its quest may be satisfied (v. 4). In this connection, it can hardly be coincidence that the first Christian creed was “Jesus is Lord,” and that Jesus’ command was that his disciples be witnesses of him (Acts 1:8; cf. Isa. 43:10–12). It is through the Servant that the lordship of God will be made effectively available to everyone.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ4MyI6Mn0=\">2–3<\/a> But perhaps the Servant being described here is Cyrus. He did function as a chosen one of God (<a class=\"isa\" verses=\"WzE4NTYyXQ==\">44:28<\/a>), as his messiah (<a class=\"isa\" verses=\"WzE4NTYzXQ==\">45:1<\/a>), to bring about justice not only for God’s people but, if we are to believe his claims, for many other peoples as well. Nevertheless, these verses can be made to apply to a conqueror, even the most tender one, only with literary sleight of hand. The very point being made by the minimalist figures of speech here (litotes) is surely that, whereas all the other royal figures who have claimed to set up justice on the earth have done so through a gleeful use of their power to smash and rebuild, this one will be radically different. He is so far from smashing the mighty that he will not even break off the reed that is bent over and cracked. Rather, he will support it and straighten it. Nor will the blast of his mighty proclamations tear up the cedars by their roots. He will not even puff out the most dimly guttering lamp wick <i>(smoldering wick)<\/i>. Rather, he will trim it and rest it more deeply in the oil. It is not necessary to press these figures so far as to define who the reed and the flax are intended to represent. The point is plain: like the child of <a class=\"isa\" verses=\"eyIxNzgzMSI6MjF9\">ch. 9<\/a> and the branch of <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">ch. 11<\/a>, God’s answer to the oppressors of the world is not more oppression, nor is his answer to arrogance more arrogance; rather, in quietness, humility, and simplicity, he will take all of the evil into himself and return only grace. That is power.<\/p> <p>Furthermore, he will accomplish this task <i>in truth<\/i>. It is generally agreed that this is a strengthening of the announcement of v. 1, but commentators do not agree as to the precise connotation of the phrase. It describes either the manner in which the Servant performs his task (completely dependably) or the end result of the task (successful completion). In either case, the point is the same: this work will be accomplished; depend on it (cf. 16:5).<\/p> <p><a class=\"isa\" verses=\"WzE4NDg1XQ==\">4<\/a> The author reinforces the above point with a wordplay. Although the Servant will be gentle enough not to break off a reed or quench the flax, no one should believe that he is thereby weak. He will not be a guttering piece of wick or a bent reed. He will establish <i>justice on the earth<\/i>. This expresses the climax of the three statements about justice: he will bring it forth (v. 1), he will bring it forth in truth (v. 3), he will <i>establish (<\/i><span>śîm<\/span><i>)<\/i> it. He will not merely present it or offer it as a possibility; he will put it in place. Years later, when the people in Malachi’s day asked, “Where is the God of justice <i>(<\/i><span>mišpāṭ<\/span><i>)<\/i>?” (Mal. 2:17), they received a similar answer: God was sending a person, a messenger, in whom righteousness would triumph, and in whom wickedness would be judged. In himself the Servant of the Lord would establish justice in the earth. Because this is so, the nations await his <span>tôrâ<\/span>, his <i>instruction<\/i>, his law. There is an astonishing presumption in these unassuming words. Whose <span>tôrâ<\/span> is it? The Servant’s. By what right does this Servant usurp the place of Moses and even of God? On what grounds should the Gentiles wait for a law from him? The reminiscence of 2:3 is unmistakable. The Servant speaks for God, and having effected deliverance for the Gentiles, this Servant is entitled to instruct them in the way of the Lord. This is not the nation of Israel.<\/p> <p>One may ask what sense <i>wait<\/i> has here. Fundamentally, it is used just as it is elsewhere in the book. It is to turn away from one’s own importunate efforts in an act of unreserved dependence on God, dependence so unreserved that it refuses to act on its own behalf no matter how long God seems to delay. Were the nations of Isaiah’s day doing this? There is no reason to think so. But Alexander is certainly right when he says that one should take the word in its objective sense. That is, whether the nations know it or not, their only hope is to wait on the Lord and his Messiah. (See 51:5 for the same point, but there said of God.)<\/p>",
    "audit": null
}