{
    "id": 17540,
    "source": "oswalt",
    "verse_id": 18899,
    "verse_count": 7,
    "reference": "65:1–7",
    "title": "I Was Ready",
    "html": "<p>Some commentators (e.g., Delitzsch, Torrey) agree that at least part of <a class=\"isa\" verses=\"eyIxODg5OSI6MjV9\">ch. 65<\/a> has been placed at this point in the book because it appears to give an answer to the questions raised in 63:7–64:11 (Eng. 12). Whether it was actually written to do so is another question that we must address below. But prior to that discussion is the question of the structure of the chapter. Scholars agree little on this matter. Some (e.g., Watts) consider chs. 65–66 to be a unit, while others (e.g., Whybray) consider each chapter to be a unitary composition standing on its own. Still others hold that the materials in the two chapters are simply a miscellaneous collection. However one construes <a class=\"isa\" verses=\"eyIxODkyNCI6MjR9\">ch. 66<\/a> and its relationship with <a class=\"isa\" verses=\"eyIxODg5OSI6MjV9\">ch. 65<\/a> (see below on 65:17–25), Westermann seems correct when he sees 65:1–16 as a unit standing apart from <a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">vv. 17–25<\/a>. These 16 verses are united by a continuation of the divine response to particular persons or groups in Israel. The unit is a promise of salvation for God’s servants within the context of an announcement of judgment on those who are not his servants but are rebels against him. V<a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">v. 1–7<\/a> denounce the spurious holiness of the rebels, and <a class=\"isa\" verses=\"eyIxODkwNiI6OX0=\">vv. 8–16<\/a> contrast the destiny of the rebels (“you”) with that of God’s true servants. V<a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">v. 17–25<\/a> are quite different from <a class=\"isa\" verses=\"eyIxODg5OSI6MTZ9\">vv. 1–16<\/a> both in atmosphere and in terms of address. They are not addressed to either servants or rebels, but rather, like chs. 60–62 (and 11:6–9), speak in glowing terms of Zion’s coming peaceable kingdom.<\/p> <p>If <a class=\"isa\" verses=\"eyIxODg5OSI6MTZ9\">vv. 1–16<\/a> stand apart from <a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">vv. 17–25<\/a>, what is their relationship to what precedes them? The vast majority of ancient and medieval commentators understood them to be the answer to the questions raised in the previous section. That position has come to be disputed only in the modern period. Cheyne and Skinner sum up the objections: there is no effective response to the complaint that the reason for the continued sin is God’s silence; there is no recognition of the genuine penitence expressed; there is too great a discontinuity between the claim that we are all “your” people and the division of the people into two groups. Nonetheless, Muilenburg has shown that the connections between 65:1–16 and 63:7–64:11 (Eng. 12) are too numerous for the relationship to be merely casual. Beyond that, he is surely correct when he asserts that this <i>is<\/i> a pointed response to what was said in the lament. God will deliver his own (v. 8), but on his terms, not theirs. Rather like the responses of Jesus to Nicodemus (John 3:3) and to the “rich young ruler” (Mark 10:18), God’s answer does not address the surface issues but goes directly to the heart of the matter, particularly to some of the people’s hidden assumptions that must be corrected. Thus God insists that the problem is not his silence or his apparent unwillingness to save. He bluntly disclaims any responsibility for their sinful condition. He is not remote at all, but has constantly been saying “Here am I, here am I.” What then is the problem? Hypocrisy. Contrary to the claims of the penitent, all the Judeans are not God’s people. Some of them think that righteousness is a cultic matter and that they can procure God’s holiness through cultic manipulation. Much as Nadab and Abihu thought they could determine the terms of their relationship with God (Lev. 10:1–5), these persons think they can make themselves holy in their own ways. God’s response is to disabuse them of that notion in no uncertain terms. Their superficial, cultic righteousness provokes nothing but disgust from him.<\/p> <p>As in 57:3–13, the prophet seems to lump a number of cultic sins together for effect. Whatever the self-righteous were doing, this is how it appeared to God. In short, this response is a dash of cold water on the piety of 63:7–64:11 (Eng. 12). Just because God was indeed the “Father” of the nation, and just because he had given them his Torah at Sinai, did not mean that all who called themselves his children were such. Indeed, as was made clear from the very beginning of this division (<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1–8<\/a>), foreigners who were true to the intent of the covenant might be more truly his “servants” (<a class=\"isa\" verses=\"WzE4NzYwXQ==\">56:6<\/a>) than “children” whose religiosity amounted to the same thing as eating swine flesh.<\/p> <p><a class=\"isa\" verses=\"WzE4ODk5XQ==\">1<\/a> The tone of this verse differs noticeably from that of the preceding lament. For want of better terms, it is the difference between “immediate” and “literary.” The lament is couched in beautiful, allusive language, while this verse and those following are blunt and to the point. One might read a degree of impatience in them. God could almost be saying that high-flown rhetoric is fine in its place but not when it has missed the point. And the point is that the charges addressed against him are wrong. Israel’s problem is not the distance of God or his implacable silence in the face of penitent cries. Indeed, God was answering before anyone was asking, and was revealing himself before anyone was looking. In Rom. 10:20 Paul applies this text to the Gentiles, and that sense is fair, although it is not the main point here. The Gentiles did not even know what God to call on, but God in his grace revealed himself to them through Christ. Had he waited till they called on his name, the wait would have been eternal. Furthermore, the idea of God’s giving himself to whoever would respond to his initiative is clearly in the writer’s mind (cf. Isa. 56:1–8; cf. also Deut. 32:21; Mal. 1:11). But the point here seems to be the one previously mentioned. Israel’s problems are not the result of God’s refusal to listen; God was listening before they were calling. More than that, he was actively disclosing himself, as the repeated <i>Behold me<\/i> indicates (cf. also Isa. 40:9; 41:27; 52:6; 58:9). If people did not call on his name, it was not because God had “hidden his face” (64:6 [Eng. 7]).<\/p> <p><a class=\"isa\" verses=\"WzE4OTAwXQ==\">2<\/a> Far from “hiding his face,” God has actively offered himself to the people. To “stretch out the hands” is a gesture of supplication often associated with prayer (cf. 1:15). All day long God has been begging his people, if one dares to say it, to return to him (cf. Mal. 3:5). It is not he who needs to turn to them (Isa. 63:17) but they who must relinquish their stubbornness (for the same word, see 1:23; 30:1) and turn to him.<\/p> <p>This is much like what was said in 59:1–2. The problem is not from God’s side but from the people’s. He has been standing ready to help them from time immemorial, but their rebellion has been just as long-standing. God says one thing, and they say another. This is precisely the point that was made in 30:1. The people do not wish to walk in the ways of God, however good those ways might be. They would rather make their own plans and follow their own schemes. Here, then, is the problem. It is not that he is unresponsive, but that we try to have him on our terms and not his. This is the same point made in 55:6–11. We must choose his way and his thoughts, because ours are not good. But we want God on our terms; when he does not respond, we blame him for being unresponsive. The result is, as 30:18 puts it, that God must simply wait until someone is ready to accept his terms—his ways and his thoughts—so that he can deliver them.<\/p> <p><a class=\"isa\" verses=\"WzE4OTAxXQ==\">3<\/a> This verse and the two following describe <i>the people<\/i> through a string of participles that was begun in v. 2. The definite article here probably identifies this people as the same one being described there, a people characterized as continually walking in “not-good” ways. The participles identify what those ways are. The people have chosen religious behavior that, far from winning God’s favor, seems expressly designed to <i>vex<\/i>, or provoke, him. This term <i>(<\/i><span>kʿs<\/span><i>)<\/i> appears often in Deuteronomy, Kings, and Jeremiah in connection with idolatry, as it does here. As mentioned above, it is not clear that all the practices described here were actually being carried out as charged, or at the same time. Isaiah may well be using irony to say that the “cult-for-cult’s sake” approach was no better than out-and-out paganism (cf. 66:3; see also 57:3–13 and the comments there).<\/p> <p>Instead of the penitence that characterized the preceding lament, God says that the people vex him <i>to his face<\/i>, that is, brazenly (cf. Job 1:11; 6:28; 21:31). How can we understand the discrepancy between professed penitence and this accusation of brazen rebellion? There are two ways, which complement each other in some respects. First, as this chapter indicates, while some may be truly penitent, many others are not penitent at all but are quite satisfied with their religious attainments (cf. v. 5). But second, the rebels may believe they are being penitent, when in fact their acts of penitence are only another form of self-congratulation. This is precisely the point of <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">ch. 58<\/a>. Persons who afflict themselves with fasting that is only self-serving do not earn favor with God, but only vex him.<\/p> <p>As Calvin says, superstitions result from the delight of humans in their own inventions. When we refuse to surrender our own ways and thoughts for God’s ways and thoughts, the result is paganism, however it may be garbed. It involves sacrificing to images of ourselves in the fertile gardens (cf. 1:29) and groves that symbolize the life force we are trying to harness. It involves the offering of incense and other costly substances to create an aura of mystery and holiness when we are unwilling to surrender our lives to the Holy Spirit so he can invest them with such an aura.<\/p> <p><a class=\"isa\" verses=\"WzE4OTAyXQ==\">4<\/a> In this verse the activities described are especially associated with cultic uncleanness, and uncleanness of the basest sorts: contact with the dead and the demonic, and the eating of grossly unclean food. Again, while it is possible that persons in postexilic Judah were actually doing these things, one wonders if preexilic Isaiah was not drawing on his own experience (cf. 8:19 and 29:4) for graphic examples of what manipulative religion would seem like to God. Malachi seems to do similarly, although in a more restrained fashion; he accuses the priests of offering unclean food on the altar when they offer a blemished lamb instead of a perfect one (Mal. 1:7–8, 14). These persons think their religiosity is earning them favor with God, when in fact they might just as well be sitting in tombs and filling their sacred vessels with an abominable stew. As for their sanctimonious prayers, they might as well be spending the night in some cave of mysteries in hopes of receiving a divine dream. Religious liturgy unaccompanied by lives that demonstrate the character of God in ethical behavior (righteousness) is not only not pleasing to God but an abomination to him. This is the same point with which Isaiah started his book (<a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">1:10–17<\/a>), and he knows by inspiration it will still be an issue two hundred years after he is dead.<\/p> <p><a class=\"isa\" verses=\"WzE4OTAzXQ==\">5<\/a> This verse introduces the crowning irony: these persons who are profoundly unclean warn off others because of their holiness! Ultimately, this is the perversion of the pagan heart, that what is good seems bad, and what is filthy seems holy (cf. 5:20–21; 28:15; 30:9–11). God had intended to make his people a holy people, and he still does; but all human attempts to reach that end through our own devices will bring only defilement on us, and part of the defilement is that we do not recognize we are defiled.<\/p> <p>The phrase <i>Draw near to yourself<\/i> is unique in the OT, but the sense seems clear enough. It is analogous to “Stand back,” or “Keep away,” or “Keep to yourself.” The persons addressed should not move around freely lest they inadvertently touch the “holy ones” and contract the holiness, which could be inconvenient since clothes would have to be changed and ritual washing undertaken (cf. Exod. 29:37; 30:29; Ezek. 44:19). The exact sense of <i>I am holy with respect to you<\/i> is difficult to ascertain because of the complex verb form, <span>q<\/span><span>daštîkā<\/span>. Some scholars have proposed to read the verb as a Piel, “I will sanctify you,” which would make the pronominal suffix easier to understand. As noted above, however, in the variety of versional readings this one is not supported. The Targ. probably captures the intention of MT with “I am holier than you.” The basic point is clear: the speaker is holy and the one spoken to is not.<\/p> <p>Is this a diatribe by the excluded Levites against the Zadokites with their exaggerated concerns for ritual holiness, as Hanson and others maintain (see the excursus following 63:19a)? The major problem with that hypothesis is the necessity of rewriting the biblical record to prove it. According to Ezekiel, the so-called Deuteronomic History (Deuteronomy–2 Kings), and the postexilic prophets, the reason the Levites were excluded was because of their ancient and continuing association with idolatry (cf. Ezek. 44:10–14). Furthermore, the central problem with the priesthood of the early postexilic period was not excessive scrupulosity concerning the requirements of the Torah but syncretism. They were deeply concerned with religious correctness, but the religion they were concerned with was theirs, not God’s. If this assessment of the situation is correct, then Hanson’s theory is untenable. There was no “Levitical-prophetic” group—the paganized Levites and the prophets were enemies. Furthermore, for the Levites to accuse the Zadokites of idolatry would be laughable. They would have no ground to stand on. But if the biblical assessment is false, representing a rewriting of history by the “winners,” the whole enterprise is so badly tainted as to make it virtually useless as a historical, and even more as a theological, document.<\/p> <p>So who is saying these things, and about whom? The prophet Isaiah is saying them, and he is saying them about persons in any and all times, but especially postexilic times, who would style themselves servants of the Lord by virtue of birthright, either physical or theological, and by cultic trappings of piety. He says to them, and us, that those who depend on such factors, whether clergy or lay, are nothing more nor less than pagans, <i>smoke in my nostrils<\/i>. One can interpret this phrase and its parallel, <i>a fire that is kindled all day long<\/i>, in two different ways. On the one hand, the sense may be that God finds such persons as distressing and as off-putting as the smoke of a fire that has been smoldering all day long. A person who encounters that choking, acrid presence has only one desire, to get away. On the other hand, the Hebrew idiom for anger is that “the nose grows hot,” and this suggests that the idea is that God becomes hot in anger like a fire that burns all the time. The versions are unanimous in reading the figure this way, and on balance it is more probable. But a margin of doubt must remain because <i>smoke in my nostrils<\/i> is not definitely associated with anger elsewhere.<\/p> <p><a class=\"isa\" verses=\"WzE4OTA0XQ==\">6<\/a> The opening <i>Behold<\/i> reinforces both the solemnity and the certainty of what is being said. God now announces his response to these persons. One can take <i>it is written before me<\/i> in either of two ways. One possibility is that the sins are written down for posterity (cf. perhaps Dan. 7:10). The other is that a decree of judgment has been written (and thus is immutable; cf. Isa. 10:1; Job 11:26; Jer. 22:30). Delitzsch says that the remainder of the verse proves that the first is correct, but it is difficult to find that evidence. In either case, the point is that judgment is sure and inescapable.<\/p> <p>The penitents of the preceding lament had charged God with being silent and begged him to speak (64:11 [Eng. 12]; cf. also 63:15, 17; 63:19b–64:1 [Eng. 64:1–2]). Now God says that they may prefer his silence over his speaking! Again there are two possible ways of understanding the sentence, depending on how one understands <span>kî ʾim<\/span>. The phrase normally marks a strong contrast and can be translated “but rather.” When it precedes a perfect, however, it commonly introduces an exceptive clause, and is translated “unless, until.” In the first case the point would be that if God speaks it will be to bring judgment on the hypocrites. In the second case the point would be that God is going to keep on speaking until judgment is complete. In either case, God is saying that their cry for him to speak assumes that he will speak deliverance on behalf of the nation as a whole. In fact, that is a wrong assumption. As he has maintained throughout the book, God says that only a remnant will escape and that even for them judgment precedes deliverance (cf. 10:22; 28:5; 46:3; also 1 Pet. 4:17).<\/p> <p>The challenging of assumptions is continued in the use of <i>repay<\/i>. Particularly in the minds of persons in the postexilic age, it was the heartless oppressors who should be repaid for the cruelty with which they had treated the people of God, whereas the elect should now be repaid for their suffering with kindness (cf. Isa. 57:18; 59:18). But is membership in the elect nation proof that a person belongs to God? The answer is, as it has been throughout this division, a resounding no. Obedience alone is a sign that one is a member of the elect; those who reverse the order, expecting their election to make up for their disobedience, will indeed be repaid by God, but it may not be the payment they had expected. God’s friends may be among the foreigners, and God’s enemies may be in the precincts of the temple (<a class=\"isa\" verses=\"W3siMTg3NjAiOjJ9LHsiMTg3ODgiOjJ9XQ==\">56:6–7; 58:1–2<\/a>).<\/p> <p>To <i>repay into the bosom<\/i> is perhaps a double entendre. On the one hand grain and other bulk materials were carried in the fold of the robe that crossed the chest (cf. “measure out” in v. 7; cf. also Ruth 3:15; Ps. 79:12; Luke 6:38). But the <i>bosom<\/i> is also the place of the heart and the lungs, the very center of the life. Repayment will not be on the periphery, but will go to the very center of life.<\/p> <p><b>7<\/b> Scholars dispute the relationship of this verse to v. 6. Some (e.g., McKenzie, Westermann) argue that the first colon of v. 7 is a continuation of the last one of v. 6 and thus require at least that the 2nd person suffixes of this verse be changed to 3rd person to agree with v. 6 (see NRSV). Others (e.g., Duhm, Whybray) propose even more radical emendations to make a smooth connection. But what is intended seems to be a parenthetic comment that almost stands on its own (see NIV). This sense is reinforced by the change in person. The prophet wants to make clear that he is not talking in vague generalities. It is as though he says, “Remember, I am not talking about <i>their<\/i> sins, but about <i>yours!<\/i>” Then the thought of v. 6 is picked up again and reinforced in the final colon of the verse.<\/p> <p>The point of the parenthesis is to show that the dependence on cultic righteousness is not something new. But there is no suggestion that people of the present, whenever that present is considered to be, are being punished for the sins of their ancestors. Rather, the point is one of continuity, just as Jesus said of the people of his day, “Jerusalem has always killed the prophets and is just about to do so again” (Luke 13:34–35). The <i>mountains<\/i> and <i>hills<\/i> had long been places of idolatrous worship, and especially in preexilic times this worship was intermingled with that of Yahwism so that people who thought they were worshiping the Lord were actually bringing disgrace on him. Isaiah is evidently charging his readers with this same kind of syncretism.<\/p> <p>In the final bicolon of the verse the prophet reverts after the parenthetic comment to the final thought of v. 6 and reinforces it with the use of another word that has occurred in the context of repayment and reward: <i>their work<\/i> (<span>p<\/span><span>ʿullātām<\/span>; cf. 40:10; 49:4; 61:8; 62:11). Even more than “repay,” this word has had positive connotations. God will give his people the reward they have earned. But here, in keeping with the tone of this passage, the connotation is negative. Do his people want him to come quickly and give them what they really deserve? If they gave a little more attention to the real character of their religion, they might be less hasty in begging him to split the heavens and come down.<\/p>",
    "audit": null
}