{
    "id": 17389,
    "source": "oswalt",
    "verse_id": 17863,
    "verse_count": 8,
    "reference": "10:12–19",
    "title": "Assyria Under Judgment",
    "html": "<p>But what is so sinful about failing to realize that one’s role in history is not conqueror but servant? Why should the “woe” fall upon us merely for ignorance? Isaiah makes it plain that Assyria was not merely ignorant. Rather, she was strutting, arrogant, and cruel in ways which earned her the cheerful hatred of peoples all over the Near East, most of whom had never heard of Yahweh. Yet, arrogance and cruelty are not wrong because people dislike them. People dislike them because they are wrong. They sense them to be contradictions of life as God has designed it. Thus, when the Sovereign has finished his work on Mount Zion (not Assyria accomplishing her rapacious intent), then Assyria herself will come under the judgment of God, a judgment which will make it plain that her boasting pride was unwarranted.<\/p> <p>Most commentators believe that at least v. 12 is an interpolation (Duhm would excise vv. 10 and 11 as well) on the basis that it is in prose and that it interrupts the flow of the poem. Against this view, Skinner sees <a class=\"isa\" verses=\"eyIxNzg1OSI6NX0=\">vv. 8–12<\/a> as a unit to be followed by <a class=\"isa\" verses=\"WzE3ODU4LDE3ODY0XQ==\">vv. 7, 13<\/a>, and 14. In its present setting, v. 12 functions as a transitional element making it plain that what is done to Jerusalem and Samaria (and their idols) (<a class=\"isa\" verses=\"eyIxNzg1OSI6NH0=\">vv. 8–11<\/a>) is not done in spite of Yahweh but because of him, and that the coming punishment upon Assyria is fully justified by her rapacious and arrogant attitude (<a class=\"isa\" verses=\"eyIxNzg2NCI6Mn0=\">vv. 13, 14<\/a>). Whether this transitional function makes the phrase more or less likely to be original depends rather heavily upon one’s presuppositions.<\/p> <p><a class=\"isa\" verses=\"WzE3ODY0XQ==\">13<\/a> God is at work in his world, even when persons in whom he is at work do not know him. There is no sin in ignorance, but the sin comes in when those persons take the praise for their abilities and accomplishments to themselves when in their deepest heart they know that praise is due Someone else (Rom. 1:19–21). This is what the Assyrian monarchs have done. Nominally thanking Ashur, they in fact praised themselves for the strength and skills which made them rulers of the world. Such an attitude must inevitably result in a devaluation of others. The superior person has the right to take from the inferior (so Nietzsche, and then Hitler). Such taking is not a matter for shame, then, but an entirely justified accomplishment. The superior race has a right to determine the boundaries of the conquered as it does to sack all that the inferiors have diligently stored up. The very possession of such superior skills and abilities is the justification for the rapacity. To take such a position is, in fact, to usurp the place of God (note that the Mighty One [v. 12] is an epithet of God in 1:24; 49:26; 60:16; and Gen. 49:24). But the fact that there are those not as blessed as others, that pillaging them is possible (like picking abandoned eggs out of a nest when there are no parents who seek to protect them) does not make the pillage right. Superior skills and abilities are a gracious gift from God given for his purposes. They do not represent an innate superiority over other persons and are not grounds for devaluing and destroying those persons.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg2NiI6NX0=\">15–19<\/a> Because Assyria has arrogated to herself what was in fact a gift from God, because she did not see herself as the tool of a God as superior to Ashur as the sun is to a mirror, the word of judgment is announced. Two metaphors are mixed in this announcement: sickness and fire. Because of this mixing some commentators have believed that the text is corrupt. However, the prohibition against mixing metaphors is not necessarily an ancient one, as 5:24; 8:8; and 28:18 show (Skinner). At issue is whether the two metaphors serve the same point, and they clearly do. All the health, vigor, and glory in which Assyria exulted will be eaten away by disease or by fire. All that will be left will be a wasted, burned-out hulk (a prophecy which came true with devastating suddenness between 629 and 605).<\/p> <p>Again, as is common when Isaiah wishes to stress God’s ultimate authority, he calls him <i>Sovereign<\/i> (v. 16). God is the ruler of the world, not Tiglath-pileser or Sargon or Sennacherib or any modern dictator. The hosts belong to Yahweh and they march at his call. For one who has seen the Lord high and lifted up, Assyria’s vast army and suffocating glory meant little. Before the consuming reality of God, all human works are but tinder (v. 17). Although some are counted briars and thorns (cf. 5:6) while others are seen as towering forests, the differences mean little to a raging fire. Ephraim and Assyria go up together (cf. 9:17 [Eng. 18]), for both are an offense against him.<\/p>",
    "audit": null
}