{
    "id": 17510,
    "source": "oswalt",
    "verse_id": 18710,
    "verse_count": 6,
    "reference": "52:13–53:3",
    "title": "Astonishment And Rejection",
    "html": "<p>The announcement of the means of salvation that comes after 52:12 is both surprising and not surprising. It is surprising in the sense that all the language about God’s power to redeem and to defeat the enemies of his people tends to condition the reader to expect something in the way of overwhelming power and might. When instead we hear about suffering, humiliation, and loss it comes as a surprise. But for the reader who has been paying careful attention from <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> onward, the surprise is quickly replaced with a sense of recognition. The person being described here as “the arm of the Lord” (<a class=\"isa\" verses=\"WzE4NzEzXQ==\">53:1<\/a>) and as the Servant is the same as the Servant described in 42:1–9; 49:1–6; and 50:4–9. What is said here about his work, his character, and his nature is what was initially described in those passages. There is nothing uniquely new here, although many details here, particularly of his suffering, were only hinted at in the earlier places. But everything that is here: the worldwide consequences of his work after apparent failure, the lack of understanding, the willingness to undergo undeserved suffering, the certain success, all of these are present in embryo form in the earlier descriptions.<\/p> <p>Moreover, this section does follow straight on from what has been said in the previous four chapters (<a class=\"isa\" verses=\"bnVsbA==\">49–52<\/a>). Those chapters have dealt at length with the problem of Israel’s estrangement from God, and God’s insistence that he will restore her to himself. He has spoken of his power to accomplish this restoration (his arm or hand, 50:2; 51:5, 9; 52:10) if his people will only dare to believe in him (see esp. 51:9–52:12). Now the arm of deliverance, the means by which Israel can become the servant of God, is bared for all to see. Thus despite such factors as the poem’s completeness in itself, its literary uniquenesses, and its enigmatic tone, there is every reason to agree with Muilenburg’s assessment that the poem is perfectly suited to its context.<\/p> <p>The poem gives evidence of careful literary construction. It contains five stanzas of three verses each (<a class=\"isa\" verses=\"W3siMTg3MTAiOjN9LHsiMTg3MTMiOjEyfV0=\">52:13–15; 53:1–3, 4–6, 7–9, 10–12<\/a>). The first and last stanzas contain the commendation of the Servant in the voice of God, while the middle three speak of the Servant’s humiliation and suffering, the first and second of which are in the voice of “we,” those who caused his suffering. The central thought of the poem is focused on two great contrasts: the contrast between the Servant’s exaltation and his humiliation and suffering, and the contrast between what people thought about the Servant and what was really the case. As P. Raabe has shown, these contrasts are carefully highlighted by the repetition of certain key words.<\/p> <p>The theme of the poem is the startling and unexpected truth, which chs. 7–12 have nevertheless prepared us to understand, that the power of God’s arm is not the power to crush the enemy (sin), but the power, when the enemy has crushed the Servant, to give back love and mercy. The Servant takes on himself the sin of Israel and of the world, and, like the scapegoat (Lev. 16:22), bears (<span>nāśāʾ<\/span>; cf. 53:4) those sins away from us. Even those like Whybray and Orlinsky who wish to deny any substitutionary element in the Servant’s suffering admit that the plain sense is that the Servant suffers undeservedly because of human sin. But this undeserved suffering can only be a revelation of the delivering arm of the Lord, of his ability to restore his people to fellowship with himself, if it is substitutionary, a concept familiar to the Jews through the language of the entire sacrificial system.<\/p> <p>Yet, despite all these things that one can say about the poem with some degree of assurance, hosts of unanswered questions remain. Any survey of the history of the poem’s interpretation yields two observations: a massive amount of scholarly work has been done on it (the bibliography that appears in the excursus at the end of this section is the barest minimum), and surprisingly little agreement has emerged on the issues in the poem. These issues are not limited to the meaning of the text. They also include the text itself, with lengthy arguments having been written about the correct readings. All of this leads one to suspect that D. Clines is correct when he says that there is an intentional “opacity” and ambiguity about the text. If the expending of so much scholarly effort has produced so little agreement, there must be something about the text itself that resists overneat conclusions. Nonetheless, as Clines himself has shown through his rhetorical analysis, the text does plainly say certain things. This means that while we may agree that what the text says is capable of several applications, we may not say that we do not know what is being said. Thus it is possible to describe in considerable detail the character and work of the Servant. How and to whom this should apply may be a matter of inference and deduction, but the intention of the material itself is clear enough.<\/p> <p><a class=\"isa\" verses=\"WzE4NzEwXQ==\">13<\/a> <i>Behold, my servant<\/i> introduces the new section with the same words as the first discussion of the Servant in 42:1. Here, as there, <i>Behold<\/i> serves not only as a stylistic element to mark the beginning of a new segment but also as a call to pay attention to this one who is going to be described. Here is the one through whom Israel’s covenant will be restored and through whom light will come to the nations. Thus it is not surprising that verbs of seeing and attending to are prominent in the first two stanzas (<a class=\"isa\" verses=\"W1sxODcxMl0seyIxODcxMyI6M31d\">52:15; 53:1–3<\/a>). If what this passage says about this man’s capacity for taking away sin is true, then by all means we should fix every bit of our attention on him.<\/p> <p><i>accomplish his purpose<\/i>. <span>śkl<\/span> is usually translated “be wise” or “prosper,” but neither of those translations gathers up the full sense of the context here: to act with such wisdom that one’s efforts will be successful (cf. Josh. 1:8; Jer. 10:21). Thus the text is not saying that the Servant will merely be a wise man. Even more so, it is not saying that the Servant will be a rich man. Rather, it is saying that he will both know and do the right things in order to accomplish the purpose for which he was called (Isa. 42:1; 49:2–3; 50:7–9). Whatever the intervening intimations of failure might be (<a class=\"isa\" verses=\"WzE4NjQxXQ==\">49:4<\/a>), the Servant and the world should know that he will not fail.<\/p> <p>In consequence of the servant’s success in his mission, <i>he will be high and lifted up, and very exalted<\/i>. One must not overlook the significance of these words. “High and lifted up” (<span>rwm<\/span> and <span>nśʾ<\/span>) are used in combination four times in this book (and no place else in the OT). In the other three places (<a class=\"isa\" verses=\"WzE3NzcxLDE4MjkwLDE4NzgxXQ==\">6:1; 33:10; 57:15<\/a>) they describe God. Whom do they describe here? The same point may be made concerning <i>exalted<\/i>. The section 2:6–22 speaks forcefully against every exaltation of the human; v. 17 says that God will humble the exaltation of man, so that only God will be lifted up. Is it here, then, being said that the nation of Israel will be exalted to the place of God? Is it a prophet of Israel? In each case the answer must be no. This is the Messiah or no one. Paul’s great hymn in Phil. 2:5–11 is almost certainly a reflection on this passage (“taking the form of a slave,&nbsp;.&nbsp;.&nbsp;. he humbled himself”), and his declaration that God has “highly exalted” Jesus (v. 9) gives us his understanding of the referent here.<\/p> <p><a class=\"isa\" verses=\"eyIxODcxMSI6Mn0=\">14–15<\/a> The basic thrust of these verses is clear enough: the nations will be shocked to speechlessness by what they see in God’s Servant, something they had not been prepared for. But the language is highly complex and is capable of at least two different readings. The matter is further complicated by the uncertainty noted above surrounding the verb <span>yazzeh<\/span>, (“sprinkle” or “startle”?) in v. 15. Most commentators (e.g., Muilenburg) see a comparison between two shocks: the first (v. 14) over the disfigurement of the servant, and the second (v. 15) over his exaltation (resuming v. 13). This is entirely possible, and perhaps even probable. This understanding would draw a fairly direct contrast between 52:15 and 53:1–3.<\/p> <p>But a second way to read the stanza emphasizes the continuity with 53:1–3. Here the comparision would not be between previous disfigurement and later exaltation, but between a narrower group (v. 14) who are appalled and a larger group (v. 15) who are equally appalled. On this reading, 52:15 and 53:1 would be dealing with the same issue: incredulity over the shameful appearance and the shocking procedure of the mighty arm of the Lord. V. 13 alone would speak about the Servant’s eventual success, and vv. 14 and 15 would be united in speaking of the shock and incredulity that his shame and humiliation would produce on a worldwide scale. In either case, the poem begins with the worldwide impact of the Servant’s revelation.<\/p> <p>Like many of the concrete descriptive terms in the poem, <i>disfigurement<\/i> must be interpreted carefully. On the one hand, these terms are not purely metaphorical. They do in some sense express the experiences of the Servant. On the other hand, it seems apparent that not all the terms can be taken completely literally, for they begin to counteract one another. Clines is probably correct when he says that the point is to convey that <i>all<\/i> suffering is encompassed here: physical, mental, and spiritual. In this instance, as again in 53:1–2, the point is that instead of the Servant demonstrating that he was the gift of God through his obvious attractiveness, the very opposite was true. We are repelled by the face of self-giving and undefensiveness, and appalled by the visage of one who would prefer to lose than to win for the wrong reasons. Whatever attractiveness he might have for people will have to be from within, for it is certainly not on the surface.<\/p> <p><a class=\"isa\" verses=\"WzE4NzEyXQ==\">15<\/a> If the common interpretation is correct, this verse compares the astonishment that greeted the Servant’s humiliation with that which will greet his exaltation. In other words, the thought of v. 13 has been resumed. The nations will be just as surprised at the greatness of the end as they were at the smallness of the beginning. This interpretation is certainly possible. In this case, the surpassing greatness of the Servant causes the kings of the earth to <i>shut their mouths<\/i>, that is, they are rendered speechless. Their own greatness is so small that they have nothing to say in his presence and can only fall at his feet (see 49:7). Thus what they have never heard of before is how one who took such a lowly place could ever sit on the very throne of God in the end. On this understanding, 53:1–3 would be reverting to the thought of the parenthesis in 52:14.<\/p> <p>But if the alternate understanding alluded to above is correct, the thought after 52:13 is completely devoted to the humiliation of the servant, a thought that continues on into 53:1–3 without a break. Not only those who first saw the humiliation of the Servant would be startled and chagrined, but also the peoples of all the world, up to and including the mightiest of all. On this reading, the Gentiles will find the humiliation of the Deliverer shocking because they have never heard before that it is through the loss of all things that the Savior will conquer all things. This seems to be the sense in which Paul uses the passage in Rom. 15:21. The nations have not heard this amazing truth before, and Paul wants to be among those who tell them first. In the beginning they will be shocked at the depths to which the Savior falls (<a class=\"isa\" verses=\"eyIxODcxMyI6M30=\">53:1–3<\/a>), but in the end they will be overcome with gratitude that his sufferings were for them (<a class=\"isa\" verses=\"eyIxODcxNiI6M30=\">53:4–6<\/a>).<\/p> <p><span>53:1<\/span> This verse appears to follow directly on from 52:13. The nations will be shocked because they had never before heard of a deliverer who would willingly fall so low in order to deliver them, but what about those who had heard of this before? Who had believed it? Who could have believed that when the arm of the Lord was bared to deliver his people (<a class=\"isa\" verses=\"WzE4NzA3XQ==\">52:10<\/a>) it would look like this?<\/p> <p>The identification of <i>we<\/i> in this and the following verses has been a source of controversy. Basically three proposals have been made: the nations of the previous verses, the nation of Israel (through the voice of the prophet), and the collective voice of the prophets. The third is the easiest to refute, because while it might work in this verse, it does not work in <a class=\"isa\" verses=\"eyIxODcwMCI6NH0=\">vv. 3–6<\/a>, and the usage seems to be the same throughout. The other two choices have tended to reflect the commentator’s conclusion concerning the identity of the Servant. If the Servant was Israel, then the “we” is the Gentiles looking on with awe at Israel’s suffering on their behalf. But if the Servant is not Israel, as seems evident, then the “we” is most likely Israel, who fails to recognize the “arm of the Lord” when it is revealed to them. Delitzsch shows that this is the normal referent of “we” throughout the book (16:6; 24:16; 42:24; 64:4–5 [Eng. 5–6], etc.). Furthermore, nothing shows that we have moved from describing the nations (<a class=\"isa\" verses=\"WzE4NzEyXQ==\">52:15<\/a>) to hearing what they say (<a class=\"isa\" verses=\"WzE4NzEzXQ==\">53:1<\/a>). Thus the prophet is probably identifying himself with his people and speaking for them (see Jer. 14:7–9 for the same phenomenon there). The two NT quotations of the passage understand it in this way: the people of God who have heard the news and seen the revelation have refused to believe it (John 12:38; Rom. 10:16).<\/p> <p>As Muilenburg says, the reference to <i>the arm of the Lord<\/i> here shows the direct connection of this poem with the preceding. God has promised to do for Israel what she could not do for herself in restoring her to himself. He has said that he would do so through his mighty “arm” (<a class=\"isa\" verses=\"WzE4NDMxLDE4NjI5LDE4Njc5LDE4NzA3XQ==\">40:10; 48:14; 51:5; 52:10<\/a>), and that that same “arm” would be the means whereby the nations could also share in the reconciliation to God that Israel would enjoy. Now that “arm” is being revealed, and the results have been utterly shocking. But despite the surprising appearance of the Lord’s arm, and the enigmatic nature of the poem itself, we must not make the mistake of disassociating this passage from what has preceded (or what follows). What is being said here can only be understood in direct relationship to what has been said previously, especially in chs. 49–52. God has promised to deliver his people from their alienation from him so that they can indeed become his servants to the world. Now he tells the means by which he proposes to effect that deliverance. To attempt to understand this segment in any other way is to misunderstand the significance of the occurrence of “arm of the Lord” and the other contextual cues (e.g., “servant”) here.<\/p> <p><a class=\"isa\" verses=\"WzE4Njk5XQ==\">2<\/a> This verse expands on the shocking demeanor of the Servant that was first disclosed in 52:14. As was said there, this is figurative speech that is intended to convey to us the unexpected nature of the Servant’s entire ministry. The real issue is not whether this person was good-looking, but that the way in which he set about delivering his people was just as shocking and as off-putting as it would be to have the ugliest man in a group chosen “best-looking.” Deliverers are dominating, forceful, attractive people, who by their personal magnetism draw people to themselves and convince people to do what they want them to do. People who refuse to follow that leadership frequently find themselves crushed and tossed aside. This man does not fit that picture at all. We are not drawn to him and his plans; rather, we are repulsed by him and them. Instead of bursting on the scene like a mighty oak or a fruit tree in full bloom, he appears as a <i>sprout<\/i> or “sucker,” the normally unwanted shoot that springs up from an exposed root of a tree. It is a matter of seconds for the gardener to snip it off. Or he is like a little plant struggling for life in unwatered ground. Far from forcing its way on all around it, its survival is in doubt.<\/p> <p>The Christian thinks inevitably of Jesus Christ: a baby born in the back-stable of a village inn. This would shake the Roman Empire? A man quietly coming to the great preacher of the day and asking to be baptized. This is the advent of the man who would be heralded as the Savior of the world? No, this is not what we think the arm of the Lord should look like. We were expecting a costumed drum major to lead our triumphal parade. Our eyes are caught and satisfied by superficial splendor. This man, says Isaiah, will have none of that. As a result, our eyes flicker across him in a crowd and we do not even see him. His splendor is not on the surface, and those who have no inclination to look beyond the surface will never even see him, much less pay him any attention.<\/p> <p><a class=\"isa\" verses=\"WzE4NzAwXQ==\">3<\/a> <i>despised<\/i> picks up the thought of the previous verse directly, but it is important to understand the word in its Hebrew sense, not the English one. The English word has a heavy emotive content with a consequent connotation of belittling and contempt. The Hebrew lacks the strength of emotion. It means to consider something or someone to be worthless, unworthy of attention. The Servant will not suffer a conscious and deliberate rejection so much as a hasty dismissal. He will be a <i>rejection of people<\/i> (<span>ḥ<\/span><span>dal ʾîšîm<\/span>, lit. “cessation of men”). This strange phrase has prompted a number of suggestions for understanding it correctly. Almost all of them revolve around the understanding of the genitive relationship: is this a ceasing <i>from<\/i> men, or a ceasing <i>by<\/i> men? If it is the former, then the Servant has turned away from men as a result of their paying no attention to him (see, e.g., North). But most commentators (e.g., Smart, Whybray) opt for the second alternative: humans have ceased having any relations with the Servant because they do not see him as having any significance for them. The importance of this dismissal, this failure to give him any consideration, is emphasized by the occurrence of the thought in both the first and last cola of the sentence.<\/p> <p>The intervening cola speak of a further reason (besides those of v. 2) why the Servant will be considered unworthy of any special attention. Not only does he lack any particularly attractive features to draw us to him, but he is full of his own problems. He is not one of the winners, he is one of the losers. It is axiomatic that losers cannot deliver other losers. He is a man of pain and sickness; what can he do for the rest of us? Moreover, most of us find illness in others profoundly embarrassing. We feel guilty for being well when another is suffering. We feel guilty for being glad that we are well. We feel we ought to do something to alleviate the pain, and are frustrated because much of the time we are helpless to do it. As a result, all too often our approach is to avoid any contact with the ill. We “hide our faces” from them and do not look at them. Was the Servant literally a sick man? As noted above, this does not seem likely. If all the images of his suffering are taken literally, we end up with a composite picture that is unintelligible (see below on v. 4). The point is that because he does not fit the stereotype of the arm of the Lord he will be treated as though he were ill; he will experience what the ill experience: avoidance (see John 1:10–11).<\/p> <p>Thus the revelation of the arm of the Lord that will deliver the Lord’s people is met with shock, astonishment, distaste, dismissal, and avoidance. Such a one as this can hardly be the one who can set us free from that most pervasive of all human bondages: sin, and all its consequences. To a world blinded by selfishness and power, he does not even merit a second thought.<\/p>",
    "audit": null
}