{
    "id": 17411,
    "source": "oswalt",
    "verse_id": 17999,
    "verse_count": 7,
    "reference": "18:1–7",
    "title": "God’s Message",
    "html": "<p>As noted above on 17:12–14, this study considers 18:1–7 to be combined with 17:12–14 because both segments say the same thing in different words. From one perspective, 18:1–7 could constitute a particularization of the general statement made in the preceding segment in that the message is now placed in the particular context of the messenger bearing the message to the ends of the world.<\/p> <p>In any case, this segment is not another of the oracles against the nations, as is evident superficially from the absence of <span>maśśā’<\/span>, “burden, oracle,” at the outset. Instead, the same word is used as appeared in 17:12–14: “woe.” Here, as there, the word points up the fateful and potentially disastrous times in which the prophet and his contemporaries were living. It is not directed to the Ethiopians (see on v. 2 below); no word of judgment is pronounced upon them. Rather, they are to be the bearers of a message that God will not allow oppression to come to its full fruition. This is not in any sense a judgment oracle. To be sure, the references to Ethiopia provide a transition to the oracles against Egypt; but the poem is not part of chs. 19–20. It is the closing segment of the treatment which begins in 17:1. As such it is similar to <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">ch. 11<\/a> with its statement that despite the Assyrian threat which Judah’s response to Damascus and Israel helped to provoke, God is the master of the nations and is able to make Zion the place to which all peoples will come (cf. also 2:1–4).<\/p> <p><a class=\"isa\" verses=\"WzE3OTk5XQ==\">1<\/a> <i>land of whirring wings<\/i> has evoked several interpretations. Three of these are most prominent. The first is that it is a reference to insects, and that it is an identification of Cush as a land notable for its insects. This view is supported by the fact that <span>ṣilṣal<\/span>, “whirring,” is used of insects in Deut. 28:42. However, it seems odd that so particular a description should be used of a faraway land of which the hearers would know very little. A second interpretation springs from the idea that <span>ṣēl<\/span> means “shadow” and that lands near the equator have a double shadow—it is sometimes on the north side of the object and sometimes on the south (cf. AV and JPSV). Again, however, this seems a far too particular description to be of much help to the average hearer in identifying a distant land. The third interpretation rests upon the LXX and Targum, both of which identify this phrase as a figure referring to ships. The prophet may be intending to say that the ships of the Ethiopians whiz up and down the rivers like winged insects. This view accords well with the reference to rivers in the second line of the verse and with the opening lines of v. 2. It also supports the picture of the Ethiopians as emissaries to the world. Finally, the references to sails as wings are almost universal among sailors.<\/p> <p><i>Cush<\/i> is historically the land along the Nile south of the fourth cataract. It is included in what is today Ethiopia. As such, it was used as a metaphor for the ends of the earth. This seems to be the purpose of its usage here. If one wishes to convey a message to all the earth, then one should call messengers from the ends of the earth. At the same time, it is possible that historical events may have prompted Isaiah’s use of this kind of reference. About 715 B.C. a new dynasty began to rule in Egypt (the 25th). This dynasty was Nubian, or Cushite. This ruling family may have sent envoys to Judah as well as to Philistia and Moab to incite them to the revolt which produced Sargon’s punitive action against Philistia in 711. If so, then it may have been the presence of these Ethiopian envoys in Jerusalem that sparked Isaiah’s usage of them in this way.<\/p> <p><a class=\"isa\" verses=\"WzE4MDAwXQ==\">2<\/a> The first two lines of this verse support the point just made, with the picture of the envoys travelling up and down the waters in light, swift boats made of papyrus reeds. Many commentators translate <i>sea<\/i> as “Nile,” pointing out that the Egyptians called the Nile “sea” just as some modern Arabs do the Euphrates (so also 19:5; Nah. 3:8). Whether the Ethiopian envoys to Jerusalem, if there were such, would have ventured on the Mediterranean in papyrus vessels is unknown, but the picture of the swift messengers would be the same in any case.<\/p> <p><i>Go<\/i>&nbsp;… introduces the directive to the messengers. It seems unlikely that this was said to actual envoys in response to their offers of aid to revolt against Egypt, because the directive is so enigmatic. If the prophet was intending to give a message to the Ethiopian rulers of Egypt, it seems more likely he would have said, “Return.” Also, it is not at all clear who the people are to whom he sends the message. <i>tall and smooth<\/i> are frequently said to be references to the tall, bronze-colored Ethiopians, but the translation of those two words is not at all certain, so they cannot bear much weight. The rest of the verse has an even less clear reference to the Ethiopians, who were not great conquerors and not universally feared. Those who believe that the prophet is sending word back to the Ethiopians are forced to say he is speaking in diplomatic hyperbole. But this suggestion seems very odd for one who has such bitter words to say about reliance upon foreign powers, especially Egypt (19:1–15; 20:4–6; 30:1–5; etc.). Furthermore, it is odd that no attempt is made to link the envoys to the people, if indeed they are the envoys’ own people.<\/p> <p>If Isaiah is not speaking of the Ethiopians, then whom? The two alternatives are that he is referring to some other literal, historical people or that he is using a figure of speech. If it is a historical people, two possibilities have been proposed. One is the Assyrians (Clements) and the other is the Medes (Kissane). In the first case the envoys would be being told in something of a sarcastic manner, “Don’t talk to us about rebelling. Go talk to the Assyrians, the source of the problem. Tell them they will one day bring gifts to Yahweh [v. 7]. So we don’t need an alliance with you.” A serious defect in this hypothesis is that the Assyrians are not named, which seems strange since there is no apparent reason why they should not be named. Furthermore, the nature of the message as just outlined has to be completely drawn from inference, which is asking a bit too much. Although the naming problem does remain for the Medes, the function of going to the Medes seems more clear. They are the destroyers and are being summoned to prepare to act as God’s agents (<a class=\"isa\" verses=\"WzE3OTI0LDE4MDM4XQ==\">13:17; 21:2<\/a>).<\/p> <p>Yet, even this suggestion falters in view of the broad, general statement which the poem is making. The only thing approaching a message appears in v. 3, and all that it says is for the world to be alert to God’s acts. This seems to support the figurative conception of the material. Swift envoys are called from the ends of the earth and sent to the mightiest people imaginable—a composite of all human greatness. But this mighty people is nothing before a God who works as inexorably as the heat and as imperceptibly as the mist. Ultimately, even this mighty people will bring its homage to God’s dwelling (v. 4), in Zion (v. 7).<\/p> <p><a class=\"isa\" verses=\"WzE4MDAxXQ==\">3<\/a> As has been mentioned, this verse makes it plain that the ultimate addressees of Isaiah’s message are not merely a royal court somewhere. It is the whole human family which is called to witness the evidence of God’s lordship. When the signals are given, then the world must be prepared to perceive the evidence which God grants us that he is indeed at work. Too often we do not see his hand in events because we are not expecting to see it. But having been alerted, we are able to perceive through faith the hand which moves the universe and the human heart.<\/p> <p><a class=\"isa\" verses=\"WzE4MDAyXQ==\">4<\/a> Isaiah now shares the word which has come to him. When the flag is raised and the trumpet sounds, what mighty acts will God perform? The answer will be disappointing to those who always expect God to do the stupendous and overwhelming. As in Elijah’s “still small voice” (1 K. 19:12), the Lord asserts that his work will be quiet and unassuming, but nevertheless complete. God does not exist for those who expect to command him on their own behalf. He exists for the sake of his love and his saving purpose in the world. It is for these that he will act, and in his own way. But he will act.<\/p> <p>From one point of view, v. 4 comes as a surprise. Swift messengers are summoned and sent to a mighty people. The world is called to hold itself in readiness. The suspense mounts. What cataclysm is going to be unleashed? The truth is that the quiet look of the Sovereign is of greater importance than the mightiest of the world’s armies (Ps. 2:1–4; 33:13–17; 80:14; Lam. 5:1; Isa. 63:15). For to him to do nothing (<span>qwṭ<\/span>, “sit quietly”) but merely look on is of greater significance than all the deliberations in all the world’s chancelleries. But like the quiet heat which builds until it is almost unbearable by mid-afternoon, or the curtains of mist which drift up the valleys from the coast, God makes his presence known and felt. As with the birth in Bethlehem, there is no pomp and fanfare, but the world is forever changed.<\/p> <p><a class=\"isa\" verses=\"WzE4MDAzXQ==\">5<\/a> God will carefully watch the situation developing on the earth and then, like the farmer who prunes back his vines, God will cut off the luxuriant foliage and leave it. The image here refers to the practice of cutting off those tendrils and leaves which are not bearing fruit and would thus take sustenance from those that are. Like the farmer, God will not act too soon or too late. Once the fruit is formed and there is no doubt, God’s pruning knife will go into action. The historical circumstance which comes most quickly to mind is that of Sennacherib’s attack upon Judea. At the last moment, when the conclusion seemed foregone, God quietly put in his knife and the Assyrian tendrils lay on the ground, cut off. (Cf. Jesus’ Parable of the Weeds [Matt. 13:24–30] for a similar thought.)<\/p> <p><a class=\"isa\" verses=\"WzE4MDA0XQ==\">6<\/a> This verse picks up the thought of v. 5 with its cut-off tendrils, but moves to a more literal figure and pictures the corpses of the enemy strewn over the whole countryside (cf. Ezek. 39:11–16 for the same imagery). God has produced a victory no human army could achieve. The vultures and the wild animals have a year-round feast on the fallen. Undoubtedly this is an accurate prediction of this situation after Sennacherib’s hasty departure. The burial of 185,000 corpses would have been a monumental task, leaving ample time for the carrion eaters to make their contribution.<\/p> <p><a class=\"isa\" verses=\"WzE4MDA1XQ==\">7<\/a> The poem ends with a different kind of embassy in view than the one with which it began (Skinner). Instead of incitement to revolt by envoys from the Ethiopian king of Egypt, incitement for Judah to take its destiny into its own hand, Isaiah envisions a day when that mighty imaginary people who sum up all the world’s power will come to Jerusalem bearing homage to her God, who is truly mightiest in the world (<a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">2:1–4<\/a>). How often that has happened in the centuries since. How many of the monarchs of the world have come to what is really only a large town off the beaten track in the hills of Judea, there to bow the knee in memory of, and in honor to, a King who wears no crown.<\/p> <p><i>the place of the name of the Lord of Hosts<\/i> is often considered to be Deuteronomic and therefore too late for Isaiah of Jerusalem in 715 (Deut. 12:11). May it not also be that a verse such as this constitutes evidence against the hypothesis that Deuteronomic theology was unknown before 650 B.C.? In any case, the <i>name of the Lord<\/i> here is a significant theological concept. The name is a synonym for character or reputation. Why will the nations of the earth flow to Jerusalem? Because of the character of her God: righteous, but loving; all-powerful, but tender; judge, but deliverer, etc. We are all drawn to his place because there is truly none like him (<a class=\"isa\" verses=\"WzE4NDQ2XQ==\">40:25<\/a>).<\/p>",
    "audit": null
}