{
    "id": 17378,
    "source": "oswalt",
    "verse_id": 17793,
    "verse_count": 8,
    "reference": "7:10–17",
    "title": "The Sign Of Immanuel",
    "html": "<p>In this paragraph the prophet puts Ahaz to the test. Although he invites Ahaz to test God, it is really the king himself who is being tested. Will he in fact respond to the words of v. 9b by believing God and becoming established, or will he instead reject such belief? Undoubtedly, as an Israelite king he had given lip service to the idea, but now he must act upon it or deny it. Isaiah challenges him to seek evidence that the exclusive trust he is recommending is indeed viable. But Ahaz does not want such evidence. Why? Apparently it is because his mind is already made up. He is going to trust his and his nation’s fate to Assyria, and he does not want some (trumped-up?) evidence that such a drastic decision is unwarranted. Any sign provided by Isaiah could only be an embarrassment to him, so he attempts to avoid the dilemma by an appeal to piety. So it always is. Evidence cannot create faith; it can only confirm it. Where there is not faith, evidence is merely unwelcome, something which needs to be explained away.<\/p> <p>But why should Ahaz hand himself over to the tender mercies of his ultimate enemy, a far worse threat than Syria or Ephraim? Once abandon a heartfelt conviction that God does truly care for us and is intimately involved with us, once abandon his perspective for our own, then suddenly decisions which are utterly foolish viewed from his perspective become intelligent and wise. When we cannot trust God, it suddenly makes good sense to trust our worst enemy. So John Wesley said, “If a man will not believe God, he will believe anything. Why he may believe a man could put himself into a quart bottle!” (<i>Letters<\/i>, VI:123).<\/p> <p>Isaiah’s message to the unbelieving house of David is that what they have rejected as foolish—reliance upon God’s care and presence—is ultimate wisdom, while <i>their<\/i> wisdom—that Assyria can be trusted to look out for Judah’s interests—is errant nonsense. “God is with us” means that God’s word will be kept, Syria and Israel’s attack will not succeed, but it also means that he must let Judah see for a certainty that no one else—most of all Assyria—is with them. For this reason the prophecy of Immanuel is both good and bad, joy and sorrow.<\/p> <p><a class=\"isa\" verses=\"WzE3NzkzXQ==\">10<\/a> <i>And the Lord spoke to Ahaz again<\/i>. The <i>again<\/i> may indicate that this confrontation between Isaiah and Ahaz took place at another place and time than that recorded in <a class=\"isa\" verses=\"eyIxNzc4NCI6OX0=\">vv. 1–9<\/a> (cf. Gen. 8:10; etc.). If so, the general context remains the same, for Isaiah is evidently continuing to challenge Ahaz to believe God in the Syro-Ephraimite crisis. However, <i>again<\/i> may merely indicate a second part of a single conversation, <a class=\"isa\" verses=\"eyIxNzc4NiI6N30=\">vv. 3–9<\/a> being the promise and <a class=\"isa\" verses=\"eyIxNzc5MyI6Mn0=\">vv. 10, 11<\/a> the challenge (cf. Gen. 18:29; etc.). There being no evidence of a change in time or location, it seems best to see the paragraph as a direct continuation of <a class=\"isa\" verses=\"eyIxNzc4NCI6OX0=\">vv. 1–9<\/a>.<\/p> <p>The statement that <i>the Lord spoke<\/i> is a good example of the prophetic self-understanding. The prophet does not speak for himself and he does not merely speak as bidden. Rather, when he speaks, God speaks. Yet this is not a kind of possession where the prophet is a helpless tool in a divinely manipulative hand, nor is there any evidence that it is the result of “capturing” God through a mechanical application of ritual or drugs. Rather, it is the clear-eyed recognition that the Transcendent can relate to the finite in such a way that neither the Transcendent is contained nor the finite violated. Neither God nor Isaiah has become other than himself in the process, yet there has been such a community of thought and desire between the two personalities that Isaiah’s words are God’s. This relation is the foundation of a doctrine of revelation. If Isaiah was deluded in his astonishing claim, why study his book at all? If he was correct, then the world dare not dismiss as easily as it is wont to Isaiah’s, and Israel’s, religion as merely one more of humanity’s quests for the Divine. Isaiah did not claim to speak <i>about<\/i> God, he claimed to speak <i>for<\/i> God.<\/p> <p><a class=\"isa\" verses=\"WzE3Nzk0XQ==\">11<\/a> Ahaz is now challenged to give God a chance to prove his trustworthiness. Although our faith is not to be in the signs, nevertheless God has, throughout all the ages, given his people evidence by which their faith might be strengthened. To this extent “the leap of faith” concept, as popularly held, is incorrect, presuming as it does that God cannot, or will not, intersect the world of space\/time\/matter and that thus there is no evidence for faith external to our own psyches. Rather, according to the Scriptures, God has always given such evidence, sometimes in greater or lesser abundance, but he never asks us to believe without rational foundation. True, the will to believe must come first, but when that will is exercised there is evidence freely offered (John 7:17). In fact, the hallmark of the Judeo-Christian faith is that God has acted in space\/time\/matter in unique ways. If we now deny that he can or has done so, the whole reason for being a Christian drops to the ground.<\/p> <p>In the Bible, signs may be miraculous, as in the deliverance from Egypt (Deut. 6:22) or the feeding of the five thousand (John 6:14), but they may also be a symbolic means whereby a prediction is made memorable. In this way they provide a benchmark for the fulfillment to be recognized (Num. 16:38; Ezek. 12:6; Isa. 8:3, 4, 18; cf. 1 Sam. 2:34 and Luke 2:12, where no symbolism is involved, but where the evidential aspect is). Delitzsch well says that “signs authenticate divine causality retrospectively or divine certainty prospectively.”<\/p> <p>It is commonly assumed among commentators that the references to the depths and the heights necessarily mean that Isaiah was calling on Ahaz to ask for a miraculous sign. But that does not necessarily follow. All the prophet is saying is that there is no limit on what Ahaz may ask. Such a sweeping statement confirms again Isaiah’s sense of community with God. He is neither being presumptuous nor does he have any fear of being left hanging. He knows the mind of God.<\/p> <p>But he is also putting every ounce of effort into the appeal. This is the significance of the reference to <i>your God.<\/i> This God who speaks through Isaiah, who offers to put himself at Ahaz’s command, is not some strange unknown deity. He is the One who has bound himself to Israel, and even more particularly, to the house of David, in covenant love. He is not the possession of priests and prophets; rather, he is personally known to Ahaz, his own anointed. Why should Ahaz prevent his own God from demonstrating his love for him?<\/p> <p><a class=\"isa\" verses=\"WzE3Nzk1XQ==\">12<\/a> But it is all in vain. Ahaz’s mind is made up, his options shut off. He has already concluded that his only hope is alliance with Assyria. He may even have persuaded himself that this was God’s way out of the crisis. But at any rate, his problem was to avoid a blunt statement that nothing Isaiah could say or do would make him believe that God could deliver them from Syria and Ephraim without Assyria’s help, but still prevent Isaiah from doing or saying something which would make his chosen course look like he did not believe God.<\/p> <p>He made a choice which indicated his skill at diplomacy and quick thinking. To a casual onlooker he made it appear that he did not have a problem of too little faith, but rather was possessed of such deep faith that he did not want to ask for evidence. To do so, he alluded to Scripture, but like others before and after him, he took the scriptural statement out of its context. His allusion was to Deut. 6:16, where testing (or tempting, AV) the Lord was forbidden. However, the sense of that passage is of a demand for proof arising from doubt and rebellion. Such a testing is indeed repugnant to God (so also the NT: Matt. 16:4; Mark 8:12; Luke 11:29); but a testing of God which grows from faith and, out of faith, dares to rest its weight upon God, that testing God invites (so 2 K. 20:8–11; Mal. 3:10; cf. also Ps. 34:7 [Eng. 6] for a different expression of the same thought). It is obviously not belief which prompts Ahaz’s statement. If it were, he would not have continued with the plans for an alliance with Assyria. Rather, it is unbelief which gives rise to his announcement, an unbelief profound enough that it will not even permit evidence that it is wrong.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc5NiI6NX0=\">13–17<\/a> Both Delitzsch and Smith see Ahaz’s rejection in v. 12 as the turning point in the fortunes of the house of David. That resolute act of unfaith signaled an abandonment of God by the dynasty and opened the door for its eventual destruction. It is this which, in their view, provides the setting for the Immanuel prophecy. Although Ahaz, through his distrust of God, has brought the strictly human dynasty to an end, God is still with David and Judah, as finally evidenced in the divine-human Messiah, Immanuel. This is an attractive solution to the problem of the cause of the Immanuel prophecy’s appearance at this point. Otherwise, the reason for a messianic prophecy occurring here is obscure at best. It may well be that the reference to the house of David in v. 13 supports this view. The human house of David is finally without hope; it has tried God’s patience too far. From this point on, however long it should take for that human dynasty to come to complete collapse, the only hope is in God’s eventual miraculous provision. Against this view, it must be admitted that, apart from the appearance of the Immanuel prophecy, nothing in the immediate context requires the reader to see Ahaz’s choice as the radical turning point in the dynasty’s fortunes. At the same time, the apocalyptic flavor of the wider context (8:23–9:6 [Eng. 9:1–7]; 11:1–16) does suggest that the consequences of this act are much more far-reaching than one would suppose from merely reading the bare facts of the event.<\/p> <p>Largely because 7:14 is directly quoted (via the LXX) in Matt. 1:23 as support for our Lord’s virgin birth, this passage has attracted immense interest. Probably the greatest single focus of attention has been upon the translation of <span>‘almâ<\/span> with arguments for and against the LXX translation <i>parthénos<\/i>, “virgin.” But only slightly less absorbing has been the attempt to identify the child Immanuel. Since Duhm, the idea that the primary reference was to Christ has been largely discounted, except by conservatives, because of a refusal on the part of most scholars to accept a view of inspiration that would allow the possibility of genuinely predictive prophecy. But having rejected that identification, scholars have been unable to agree with one another. Some suggest he is a son of Ahaz, others the son of Isaiah. Yet others suggest that no one in particular was intended. Instead, the prophet was saying that many children born within a few months of this encounter would be named Immanuel because of the coming withdrawal of Syria and Israel. That none of these proposed solutions has attracted general approval indicates the unsatisfactory nature of each in some way.<\/p> <p>But the traditional understanding is not without problems either, for it has tended to ignore the bearing of the sign upon Ahaz’s own situation. Calvin typifies this difficulty by making the child of v. 16 another than the one mentioned in vv. 14 and 15. Yet there is no warrant for such a distinction. The text gives every reason to believe that a single child is intended in all these verses. Furthermore, to separate vv. 16 and 17 from vv. 14 and 15 destroys the contexts of both sets of statements. One solution is to suppose that the prophet understood himself to be speaking of the Messiah but expected him to be born in the near future. The difficulty with this position is that it requires a candid admission that Isaiah’s much-vaunted sign to Ahaz did not occur. No such child was born, even though the two enemy nations did withdraw. But the sign was surely twofold: the birth of the child was to point to and to accompany the withdrawal. If he was not born, the whole credibility of Isaiah, including his theology, is called into question. To avoid such an unacceptable result, many conservative commentators and scholars have opted for a “double-fulfillment” theory. While still maintaining that the primary reference was to Christ, they have understood that the sign was fulfilled in a secondary way during Ahaz’s lifetime. The enigmatic nature of the prophecy argues against the idea that the primary fulfillment was intended to occur in Ahaz’s time, then to be ingeniously applied later to Christ. But to suppose that the sign did not occur in any sense until 725 years after the fact flies in the face of the plain sense of the text.<\/p> <p>A final problem raised by this passage is its ambiguous nature. Does it prophesy weal or woe? Those who say it foretells blessing (as might be expected from the nature of the name Immanuel) are forced to discard or reinterpret v. 17 along with <a class=\"isa\" verses=\"eyIxNzgwMSI6OH0=\">vv. 18–25<\/a>, which are assumed to be an expansion of v. 17 in its present form. On the other hand, those who say it prophesies destruction frequently wish to delete or alter v. 16. But such artificial systematizing is not only without text-critical grounds, it is also theologically suspect. The presence of a transcendent and holy God with us may well mean weal and woe together. To the extent that we are dependent upon him, his presence results in blessing; but to the extent that we refuse to depend upon him, his presence is an embarrassment and a curse. Both realities are implicit in his presence. So it was when Christ walked the roads of Palestine. The same One whose presence was a blessing at the table of Zacchaeus (Luke 19:1–10) was a curse at the table of Simon the Pharisee (Luke 7:36–50).<\/p> <p><a class=\"isa\" verses=\"WzE3Nzk2XQ==\">13<\/a> <i>try the patience of men.<\/i> The AV and RSV “weary” does not fully express the thought here. Both men and God are worn out from trying to get the Davidides to act in faith in this crisis. The Targum reads “prophets” for “men” and most commentators take “men” to refer to the prophet himself. That may be so, but it may also refer to that faithful group of people in the land who were looking to their king for courageous, spiritual leadership.<\/p> <p><i>my God.<\/i> The change from “your God” in v. 11 is ominous. Isaiah seems to be saying that Ahaz has rejected the God who would have supported and established him. No longer can the prophet speak of “your God,” now it is only “my God,” who is evidently foreign to Ahaz (see 1 Sam. 15:26–30 for a similar experience in Saul’s life). Such an understanding lends support to the position mentioned above concerning the long-term import of Ahaz’s act. He has alienated himself and his house from God. The whole verse seems pregnant with threat.<\/p> <p><a class=\"isa\" verses=\"WzE3Nzk3XQ==\">14<\/a> If Ahaz will not ask for a sign, God in his sovereignty will give one in any case. It is impossible to ascertain whether this is the sign God intended to give had Ahaz asked, or whether it is especially given in view of Ahaz’s refusal to ask. At any rate, it is the one he receives. As noted above, it confirms Isaiah’s earlier promise (<a class=\"isa\" verses=\"eyIxNzc4NyI6Nn0=\">vv. 4–9<\/a>), but it also confirms the foolishness of not trusting that promise. That the positive side would have applied had Ahaz received the sign in faith lends some weight to the idea that this was the intended sign. Had Ahaz received it in faith, Immanuel would have appeared solely as the vindication of the house of David. As it was, he was to appear as a shame to the house of David: they had not believed, and so received the just result of that unbelief. Nevertheless, God, in faithfulness to his own promise, would raise up from the wreckage a true Son of David.<\/p> <p><i>a maiden shall conceive.<\/i> It is not possible to be dogmatic as to why Isaiah used the ambiguous <span>‘almâ<\/span> here instead of the unambiguous <span>bṯûlâ<\/span>. Nor is it clear what meaning should be assigned to <span>‘almâ<\/span>. Typically, the meaning given is “a young woman of marriageable age,” with the clear implication that the conception is a natural one. However, conservative scholars have frequently pointed out that the word is never used of a married woman in the OT. So they have argued that the word denotes a sexually mature, but unmarried, young woman. It would be axiomatic in Hebrew society that such a woman would be a virgin. While the viginity would not be the main focus, as with <span>bṯûlâ<\/span>, nonetheless it would still follow. The English “maiden” comes very close to having the same denotations and connotations. Such an understanding has the significant virtue of explaining the origin of the LXX <i>parthénos<\/i>, “virgin,” something those commentators opting for “a young woman of marriageable age” do not mention. Unless <span>‘almâ<\/span> had overtones of virginity about it, the LXX translation is inexplicable.<\/p> <p>But if Isaiah wished to stress the virginity of the mother here, why did he not use <span>bṯûlâ<\/span>? Young, noting that <span>bṯûlâ<\/span> is frequently accompanied by some such statement as “she had not known a man,” argues that it was the ambiguous term. However, this is manifestly not so, for <span>bṯûlâ<\/span> has no implication in addition to virginity, whereas <span>‘almâ<\/span> does. The conclusion to which we are driven is that while the prophet did not want to stress the virginity, neither did he wish to leave it aside (as he could have done by using <span>’išŝa<\/span> or some other term for “woman”). In fact, he may have used this term precisely because of its richness and diversity. The Ugaritic cognate (<span>ǵlmt<\/span>) is used with reference to a goddess who was understood to be a perpetual virgin. Without conceding that Isaiah has merely adapted a myth, one may still think that he adapted well-known linguistic forms which would make it plain that whatever might occur along the way, the ultimate fulfillment of this prophecy would be no ordinary event.<\/p> <p>Possibly, then, it is the dual focus of the oracle that explains the use of <span>‘almâ<\/span> here. In the short term, the virgin conception does not seem to have had primary importance. Rather, the significance is that a child conceived at that moment would still be immature when the two threatening nations would have been destroyed (<a class=\"isa\" verses=\"WzE3Nzk5LDE3ODA1XQ==\">vv. 16, 22<\/a>). Had Isaiah used <span>bṯûlâ<\/span> here, Ahaz would probably have been so caught up with that thought that he would have missed the specific linkage to his own time.<\/p> <p>On the other hand, the very two-sidedness of the sign in Ahaz’s time demanded something more. Yes, the disappearance of Syria and Ephraim could be seen as evidence that God was with them. But what of Assyria, foolishly trusted and soon to turn on its hapless client? Was God still with them in that? And suppose even greater powers than Assyria strode onto the world’s stage, what then? If we can believe that the transcendent One is really immanent, and the immanent One truly transcendent, then there is reason to live courageously and unselfishly. But no child born to a young woman in Ahaz’s day is proof of God’s presence in all times. But if a virgin overshadowed by God’s Spirit should conceive and give birth, it would not only be a sign of God’s presence with us. Better than that, it would be the reality of that experience. So Ahaz’s sign must be rooted in its own time to have significance for that time, but it also must extend beyond that time and into a much more universal mode if its radical truth is to be any more than a vain hope. For such a twofold task <span>‘almâ<\/span> is admirably suited.<\/p> <p><i>she will call his name Immanuel.<\/i> The custom of the mother’s naming her child is not uncommon in the OT (cf. Gen. 4:1, 25; 29:31–30:13, 17–24; 35:18; Judg. 13:24; 1 Sam. 1:20; 4:21), especially if the mother has reason for a unique emotional investment in the child or if the father cannot perform the task. This emphasis upon the mother and the corresponding de-emphasis of the father’s role cannot help but be suggestive in the shaping of the ultimate understanding of the sign. No man sired by a human father could be the embodiment of “God with us.”<\/p> <p>In contrast with Shear-jashub and Maher-shalal-hash-baz, both of whom are treated in a straightforward manner as Isaiah’s sons, there is an aura of mystery about the Immanuel figure. This is so even without the NT quotation of 7:14. His father is not identified at all and his mother only generally. He is touched upon only briefly, but then appears again suddenly in 8:8 as possessor of the land and yet again in 8:10 by means of a wordplay. The enigmatic nature of the references makes it extremely difficult to identify the child of Ahaz’s time. In the context of the house of David and being spoken of as owner of the land, it is tempting to think of a newly conceived crown prince. The recognition that <i>curds and honey<\/i> represent food of royalty in some Mesopotamian texts lends further credence to the idea, as does the thought that through Hezekiah God was able to demonstrate his faithful presence. However, that Hezekiah was twenty-five years old at his accession in 516 (2 K. 18:2) means that he was born in 741, at least six years before these events. To hold that the child was “the crown prince, as yet unborn,” raises again the question of Hezekiah. Are we to think Isaiah did not know that the crown prince was already born? Furthermore, if Ahaz was to father this child, it seems very odd that the fact should be ignored. Finally, v. 22 makes it very plain that curds and honey are not intended as symbols of royalty but of the generally depopulated nature of the region.<\/p> <p>The suggestion that no particular child was intended is even less attractive, in the light of the particularity of Isaiah’s children as well as of 8:8 and of the description here. The facts of <i>a<\/i> child’s conception and birth are significant to the framework of the sign. The child will be born in a certain time frame, and its specific existence in that time frame is intrinsic to the function of the sign. It would not be necessary that Ahaz know of the birth, only that at some point he become aware that the promised child had been born.<\/p> <p>Perhaps the most attractive option is that Immanuel and Maher-shalal-hash-baz were one and the same. If this were so, this passage would form a more poetic statement of the child’s identity, pointing to the ultimate Immanuel, whereas 8:1–4 would constitute a more prosaic account and be limited merely to the person of Maher-shalal-hash-baz. The references to his conception and birth in 8:3 lend support to the connection, as does the reference to Immanuel in 8:10, shortly after the discussion of the birth of Isaiah’s son.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc5OCI6M30=\">15–17<\/a> The two-edged nature of the Immanuel sign comes to the fore in these verses. Kaiser suggests a parallel structure in which vv. 14 and 16 portray the positive side, while vv. 15 (as explained by v. 22) and 17 present the negative side. This is possible, although it seems overly neat. The hope and the judgment are more tightly intertwined than that. As noted above, the reality of God’s presence with his people can portend joy and sorrow at the same time, depending upon the people’s character. So here, the same agency by which Syria and Ephraim will be depopulated, Assyria, will also depopulate Judah. In this sense, it is not necessary to separate v. 16 from v. 15; in fact, the opening <i>kî<\/i> of v. 16 can be taken as causal, indicating why the child will eat curds and honey: Judah will be delivered from her neighbors’ threat. (Verses 21 and 22 make it plain that the abundance of these foods is the result of depopulation—in this case, of the general region.) But if the significance of the sign had stopped merely with deliverance, Ahaz could have credited his own political maneuverings with the outcome rather than God. That was not to be the case, for v. 17 follows on the heels of v. 16 without so much as a conjunction. By depending on himself rather than God, Ahaz has unleashed a whirlwind which will not be content to devour his troublesome northern neighbors. Led by the God he has disdained, it will come sweeping over him and his nation as well.<\/p> <p><a class=\"isa\" verses=\"WzE3Nzk4XQ==\">15<\/a> <i>before he knows how to reject evil and choose good<\/i> has been interpreted in two ways. Some believe it refers to moral discrimination (as in Gen. 2:17; 3:5; Deut. 1:39; 1 K. 3:9; Isa. 5:20) and, in that light, suggest an elapsed time of twelve to twenty years. Others point to 8:4, where it is said that Isaiah’s son will not be able to speak clearly before Damascus and Samaria are plundered, and argue that this is the correct interpretation of good and evil here: distinguishing between what is helpful and what is harmful. (2 Sam. 11:35 is appealed to here since it appears that Barzillai is not speaking of moral discernment, but of his capacity to appreciate pleasure; cf. RSV.) Either idea would fit here. Within three years Damascus had been destroyed and most of Samaria’s holdings had been plundered. But it is also true that it was not until some twelve or thirteen years later that Samaria was destroyed and Israel ceased to exist. On balance, given the evident connection of the phrase with moral discernment at several points, and given a lack of clear evidence to the contrary, the best interpretation seems to be that by the time the child has reached an age of official accountability, both of the threatening powers will have ceased to exist.<\/p> <p><a class=\"isa\" verses=\"WzE3ODAwXQ==\">17<\/a> Although <i>the king of Assyria<\/i> is widely regarded as a gloss, it is not necessarily so. Delitzsch points out that the syntax is quite correct in its use of <span>’eṯ<\/span> with a more definite object following a less definite one (e.g., Gen. 26:34). Furthermore, by holding this phrase back until the end of the line its impact is doubled. It is not at all difficult to see the prophet using a device such as this to give a final blow to Ahaz’s self-sufficiency. Verses 14–16 had perhaps lulled him into complacency. Even if he had done the wrong thing, it was going to turn out all right. Good days would come. But with devastating suddenness Isaiah lets him know that good days will not come. What is coming upon Jerusalem is the awful thunder of war-chariots. Whatever a man trusts in place of God will one day turn to devour him.<\/p>",
    "audit": null
}