{
    "id": 17368,
    "source": "oswalt",
    "verse_id": 17716,
    "verse_count": 8,
    "reference": "3:8–15",
    "title": "Rapine For Leadership",
    "html": "<p>As noted above on 3:1–15, <a class=\"isa\" verses=\"eyIxNzcwOSI6MTV9\">vv. 1–15<\/a> are united by their perspective upon the present situation. It is this situation which will account for the destruction and humiliation forecast in <a class=\"isa\" verses=\"eyIxNzcwOSI6N30=\">vv. 1–7<\/a>. Verses 8–11 speak more generally of the people while <a class=\"isa\" verses=\"eyIxNzcyMCI6NH0=\">vv. 12–15<\/a> focus upon the leadership of the people. If it is true that a day will come when there will be no one of the stature to lead God’s people, it will be so because the leadership in Isaiah’s own day was craven and rapacious (<a class=\"isa\" verses=\"eyIxNzcyMiI6Mn0=\">vv. 14, 15<\/a>), leading the nation to its own destruction (<a class=\"isa\" verses=\"WzE3NzE3LDE3NzIwXQ==\">vv. 9, 12<\/a>). How foolish of Judah to adulate those who were destroying them, while at the same time shaking off God’s easy yoke (cf. Calvin).<\/p> <p><a class=\"isa\" verses=\"WzE3NzE2XQ==\">8<\/a> The verse begins with <i>kî<\/i>, “for,” which may provide a specific connection with the preceding verse, indicating why the elected leader will refuse his election (Young). In view of the general tone adopted, however, it seems better to relate the <i>kî<\/i> to the entire preceding section (<a class=\"isa\" verses=\"eyIxNzcwOSI6N30=\">3:1–7<\/a>). In this view, the prophet would be saying that good government will disappear from the land because the land will have collapsed. Most commentators regard <i>has stumbled<\/i> and <i>has fallen<\/i> as prophetic perfects which are used to describe future events so certain that they are seen as having already occurred. This is very probable. At the same time, a case may be made for seeing them as describing the present, as vv. 8b–15 seem to do. In this view, Jerusalem was then fallen in a moral and spiritual way and the coming destruction would be the result of the fall. Such a view accords well with 1:2–9. <i>Their tongue<\/i> is the concrete equivalent of “words” and <i>their works<\/i> is a synecdoche which includes the entire expression of their lives. All this is lived out directly in front of God and in defiance of him. The phrase <i>the eyes of his glory<\/i> may be compared to 52:10, “in the arm of his holiness,” i.e., “his holy arm.” Unfortunately, “his glorious eyes” does not make good sense in English, but the idea is clear and some such paraphrase as “defying him to his face” captures it. In the face of the God whose glory is everywhere manifested, most of all in his own faithfulness, the people of Israel persist in rebellion.<\/p> <p><a class=\"isa\" verses=\"WzE3NzE3XQ==\">9<\/a> The phrase here translated <i>the expression of their faces<\/i> may be interpreted in two ways. Against the interpretation here adopted are numerous commentators (e.g., Duhm, Marti, Cheyne, Gray) who follow the Targums and Syriac in translating “their partiality.” This interpretation is in line with Deut. 1:17; 16:19; Prov. 24:23; 28:21, where <i>hikkîr pānîm<\/i>, “pay regard to faces,” refers to a judge being unduly influenced by the person and status of the criminal. In favor of <i>the expression of their face<\/i> are Calvin, Gesenius, Dillmann, Delitzsch, Mauchline, and Young, all of whom argue that the reference here is to the whole people and not only to judges and that, furthermore, it is brazenness which is being discussed in the context, not a particular sin like partiality. It may also be added that there seems to be an intended contrast in the figures in the two verses that supports the translation <i>expression.<\/i> As opposed to the glorious face of God (v. 8), there are the brazen faces of his people, stubbornly and flagrantly pursuing their rebellion.<\/p> <p><i>Alas for their own selves.<\/i> In Hebrew <span>ne<span class=\"u\">p<\/span>eš<\/span> expresses the idea of a person’s essential being. Thus it is frequently used in reflexive statements to express one’s own self (47:14; Num. 30:3; Job 9:21; Ezek. 14:14, 20). That seems to be the sense in this context. It is the people themselves who will suffer for their acts. In the words of the epigram, “They have no one to blame but themselves” (cf. Skinner).<\/p> <p><a class=\"isa\" verses=\"eyIxNzcxOCI6Mn0=\">10, 11<\/a> These verses carry on the theme of retributive justice opened in v. 9b. In language reminiscent of the Wisdom literature, the prophet asserts that those who do right will experience good while those who do wrong will experience evil. While we may wrestle, as did Job and the Preacher, with the short-term paradoxes which such a doctrine raises (cf. also Mal. 2:17; 3:13), its ultimate truth must be the cornerstone of the whole biblical message. God is consistent and his ways are consistent. To live according to those ways is to reap blessing in part now, but especially ultimately. To live in defiance of those ways is to reap evil, if not now, then certainly ultimately. This sentiment could have been expressed at this point as a source of encouragement to those saints who were going to be swept into the maelstrom created by their wicked compatriots. The prophet assures them that, whatever the short-term effects, they would have no reason to regret their choice in the long term. (Note that a similar theme is expressed throughout the book of Revelation, e.g., 2:10, 11.)<\/p> <p><a class=\"isa\" verses=\"eyIxNzcyMCI6NH0=\">12–15<\/a> In these verses Isaiah moves to an indictment of the leadership. They are acting irresponsibly and unjustly, destroying the very thing entrusted to them. This theme of foolish leadership, especially on the level of elders and princes, recurs throughout the book (<a class=\"isa\" verses=\"W3siMTc3ODQiOjE3fSx7IjE3OTMzIjoxOH0seyIxODA2OCI6MTF9LHsiMTgxNjYiOjI5fSx7IjE4MTk1IjoyNH0seyIxODI2MyI6Nn1d\">7:1–17; 14:4–21; 22:15–25; 28; 29; 32:3–8<\/a>), and it is against this backdrop that the longing for, and the promise of, one who will rule in justice and righteousness stands out.<\/p> <p><a class=\"isa\" verses=\"WzE3NzIwXQ==\">12<\/a> If the MT is correct, the prophet is saying that in one sense Judah is already ruled by those incompetent to do so (<a class=\"isa\" verses=\"eyIxNzcxMiI6Mn0=\">vv. 4, 5<\/a>). Their incompetence is seen in their inability to lead aright. The very persons who should show them the right way are causing them to go off the path. Some commentators believe that there is a reference to Ahaz’s youth and perhaps some undue influence of the queen mother here. But the context gives no reason to make this specific application. It is much more likely that a general figure is being used here to express Isaiah’s contempt for men who are not leading.<\/p> <p><a class=\"isa\" verses=\"eyIxNzcyMSI6M30=\">13–15<\/a> God will not allow the practices of the leadership to go unchallenged. He calls them to account and testifies against them. Their sin is that they have abused the trust given them (v. 14). This understanding of the function of the rulers is very important for an understanding of Israel’s kingship. The king is not absolute; he is not God incarnate, able to make his own laws. Thus kingship was not privilege but responsibility, the responsibility of building up God’s people. This concept was powerful enough that even a king like Ahab, of whom the Bible has little good to say, felt bound by the laws of God with relation to Naboth. Jezebel, coming from Phoenicia, was very impatient with such an idea (1 K. 21:1–16). Zechariah shows a similar understanding of rulership when he accuses leaders of his own time of being shepherds who devoured the flock (Zech. 11:1–17).<\/p> <p>The solemnity of the Lord’s judgment is underlined by the emphasis of the MT: literally, “Taking his stand for judgment is the Lord, standing to judge his people.” The Lord stands in his awesome power and righteousness over against those who devour his people. Sooner or later, they must run headlong into him (Ps. 82:1–8). He leaves no doubt as to the responsibility for the condition of the land: <i>It is you who have burned up the vineyard<\/i> (cf. 5:1–7; Luke 20:9–18). When government becomes corrupt it is usually those who are helpless who are hurt first and most often, especially if the leaders think of the people as their own preserve which they can use to their own advantage. But God says that the people, especially the helpless, are his and asks with the burning eyes of v. 8 how the rulers dare to treat his heritage as they do. Not only are the poor plundered, but they are devastated, broken into pieces, and then ground to powder.<\/p>",
    "audit": null
}