{
    "id": 17476,
    "source": "oswalt",
    "verse_id": 18528,
    "verse_count": 7,
    "reference": "43:22–28",
    "title": "Salvation By Grace, Not By Performance",
    "html": "<p>In the previous segments (<a class=\"isa\" verses=\"eyIxODUxNCI6MTR9\">43:8–13, 14–21<\/a>) God has declared his intention to deliver his people as a demonstration of his sole lordship and in fulfillment of his original purpose in choosing them, that they might be witnesses of his glory before the world. But it is apparent from this segment (as well as 42:18–25) that some among the prophet’s hearers insist that any deliverance which God may give is one that the people would deserve in the light of their ritual obedience of him. Westermann is almost certainly right when he says that v. 28 reflects a prior charge against God, “It is unjust for you to give Jacob to the ban, and Israel to reviling.” The result is a dispute between God and his people in which God asserts that he never wanted sacrifices, per se, and that sacrifices as they were giving them did not constitute the obedience that he really wanted (<a class=\"isa\" verses=\"eyIxODUyOCI6M30=\">vv. 22–24<\/a>). Indeed, from the very beginning Israel had been marked by sin, and no one could refute that fact (<a class=\"isa\" verses=\"eyIxODUzMiI6Mn0=\">vv. 26–27<\/a>). The deliverance that he undeniably would bring would be an expression of his sheer grace and of his own character (v. 25), not of some obligation to reward their obedience.<\/p> <p>The passage is rather clearly set off by the use of “Jacob\/Israel” at the beginning and end. This address serves to emphasize the personal nature of the appeal. Isaiah underlines that God is addressing his own people, not someone who has had no relationship with him. Another characteristic of the segment is the repeated use of key words: the verb <span>yāgaʿ<\/span>, “to become weary” (<a class=\"isa\" verses=\"eyIxODUyOCI6M30=\">vv. 22–24<\/a>); the Hiphil form of the verb <span>ʿābad<\/span>, “to enslave” (<a class=\"isa\" verses=\"eyIxODUyOSI6Mn0=\">vv. 23, 24<\/a>); the pair <span>pešaʿ<\/span>, “transgression,” and <span>ḥāṭṭāʾ<\/span>, “sin” (<a class=\"isa\" verses=\"WzE4NTMxLDE4NTMzXQ==\">vv. 25, 27<\/a>). Even more striking is the contrasting ways in which these repetitions are used, now of the people, now of God (see below). In short, there is every reason to believe that the segment is a unit and has been composed with care and forethought.<\/p> <p><a class=\"isa\" verses=\"WzE4NTI4XQ==\">22<\/a> Pieper and Alexander argue that <span>lōʾ ʾōtî qārāʾtā<\/span> should be translated “you did not choose me,” as a further statement of the point of v. 23. This translation is certainly possible, and would then permit a translation of the next phrase as “that you should weary yourselves for me” (Pieper). But almost all other commentators understand the first phrase to be speaking of worship (cf. 2 Sam. 22:4; Ps. 14:4; 116:2) in the light of the main point of what follows. To “proclaim” the Lord is to declare his character and the worshiper’s dependence on that character, which is much the same as recounting his praise (v. 21).<\/p> <p>But this verse declares that although the people were formed for the purpose of praising God, they have not done it. Why not? Were they wearied by God’s excessive demands? How could they have been since they did not conform to what God really wanted? This seems to be the sense of the opening charge, and it sets the stage for what follows. Some commentators (e.g., Delitzsch) believe that the reference is to the situation in the Babylonian exile when sacrifice was impossible and that the prophet is telling the people not to pine for the old days, but to move ahead to the life of prayer, devotion, and ethical obedience. But most of the recent treatments of the passage see a continuity between it and the diatribes of the preexilic prophets against the use of the cult as an escape from ethical obedience. God is saying that although they may have thought they were giving him acceptable worship, they were not, and that this is the reason they find their worship so wearying (1:11–14; 66:3; Jer. 7:5–10; Hos. 6:6; Amos 4:4–6; Mic. 6:3–8). But this message is by no means restricted to the preexilic prophets. It appears again in much the same form in Malachi, the last of the prophets, and there the special emphasis on the deadening effect of manipulative worship (for both worshipers and God, 1:13; 2:17) is very similar to the emphasis here.<\/p> <p><a class=\"isa\" verses=\"eyIxODUyOSI6Mn0=\">23–24<\/a> Using typical terms from the sacrificial system (cf. Jer. 6:20), the author proceeds to say that it was not really these things that the people of Israel had brought to God, but their moral and ethical iniquities. If they are weary of the pointless rituals, how much more is God. What this all speaks to is the symbolic nature of ritual in the OT. Without question God had commanded all these rituals, and had commanded them in some detail, with specific punishments for the failure to perform them. But the rituals themselves were not what God wanted, and thus he could say here and elsewhere that he had not commanded them (Amos 5:25–26; Jer. 7:22). What he really wanted was a people with whom he could have fellowship because their characters reflected his own. The rituals were useful representations of lives surrendered to him, and likewise they could represent the nature of what God had done and would do through his Son to make such fellowship possible, but the symbols themselves had no effectual force. There is no indication that the other peoples of the ancient Near East ever made such a distinction. This is not to say that they could not, but rather that they did not. Of what use was a ritual that did not, in and of itself, produce the desired result? The very purpose of ritual in the history of religion has been to appease the gods and satisfy any claims they may have on us so that we may use the power of the gods to pursue our own goals. To suggest that there is a hard-and-fast boundary between the symbol and that which it represents is to place God beyond the realm of our manipulation, and this is a profoundly distasteful result for a proud human heart bent on achieving security independent of all else.<\/p> <p>The parallelism of the two verses reinforces the power of the conclusion of v. 24. Each of the verses begins with two negative clauses asserting what the people have not done. Several writers (e.g., Young) have commented on the excessive language of the second negative phrase in v. 24. The people most assuredly had drenched the altars of God with the <i>fat<\/i>, the most desirable part, of their sacrifices (cf., e.g., 2 Chr. 7:5), but God asserts that none of it had touched him. The second bicolon in each verse uses the same verb forms in the same order, but with two exceptions: the subjects and objects are exactly reversed; and whereas v. 23 has negations, v. 24 has affirmations. The point is this: God had not <i>enslaved<\/i> and <i>wearied<\/i> his people with arduous ritual. But they <i>have enslaved<\/i> and <i>wearied<\/i> God with their sins and iniquities. Anyone who blurred the distinction between symbol and reality would have difficulty with this statement. If the ritual had been done correctly, then no sins and iniquities remained. But Isaiah’s point is that the carefully performed rituals had been as though not done at all, because they had not reflected genuine submission and real changes of heart. Thus the rituals themselves were sinful and iniquitous. Far from being a reason why God would owe special favors to his people, their attempts to use cultic ritual to manipulate God were only one more manifestation of their deeply ingrained inability to surrender themselves, their needs, and their destinies to him.<\/p> <p><a class=\"isa\" verses=\"WzE4NTMxXQ==\">25<\/a> But if all this is true, how can God confidently offer hope that Israel will survive the exile and that he will deliver them? God answers with one of the great statements of Scripture. He opens with the statement of self-predication as found in 43:10 and elsewhere: <i>I am he<\/i>. Here it is made even more weighty with the long form of the independent pronoun <i>(<\/i><span>ʾānōkî<\/span><i>)<\/i>, and that twice repeated. It is in his character as the only, self-existent One that he speaks. As earlier in chs. 40 and 42, the eternal character of God is expressed through the use of a participle; his nature is revealed by what he does, and what he does is an expression of who he is. In this instance what he does is to erase from the record every trace of the transgression and sin of his people, not once but continually and forever so that he cannot remember it (see also 44:22; Ps. 51:3, 11 [Eng. 1, 9]). He does this as an expression of his own nature, <i>for my own sake<\/i> (lit. “on account of me”). Nothing Israel has done or can do can qualify them for forgiveness like this. If God did not wish to do it, no court could require him to do so, and no power could compel him. It is purely an expression of the gracious character of him who is at the center of all things, encompasses all things, and is beyond all things. Young correctly notes that while no intimation of means is given here, it will later be shown how the ministry of the Servant will make such an action consistent with the justice and honor of God (<a class=\"isa\" verses=\"eyIxODcyMiI6M30=\">53:10–12<\/a>).<\/p> <p>One further point should be made before leaving this verse: it is plain that Israel’s problem is not solely, or perhaps even mainly, physical captivity. A deeper problem than bondage must be addressed. What about the sin that caused the bondage? It is not enough that the Lord should be the God of history who can make the pagan Cyrus serve him. It is also necessary that sin be addressed. Unless it is dealt with in such a way that both its guilt and power are removed, deliverance will merely start the cycle over again. The deepest question of all is not, Have the gods defeated God? but Has sin defeated God? Here, as again in the last verse of the larger section (<a class=\"isa\" verses=\"WzE4NTU2XQ==\">44:22<\/a>), Isaiah is able to answer by faith, “No!”<\/p> <p><a class=\"isa\" verses=\"WzE4NTMyXQ==\">26<\/a> But if this offer of grace is too humiliating, if the Israelites do not want a forgetful God, he is willing to be reminded of anything in their favor that they think he may have forgotten. The tone here is heavily ironic, and as such it directly addresses the fundamental problem. We humans do not like grace; we like to feel that we deserve everything we get. We want to be able to say that our good behavior has earned favorable treatment for us before the bar of God. Interestingly, the same verb that occurred at the end of v. 21 occurs here. But here instead of recounting the praise of God, the people are recounting all their good deeds, and by extension, the mistreatment they have suffered at the hands of God (v. 28). This is always the way: until we recognize our need for grace, all our energies, energies designed for the praise of God, will be spent in fruitless self-justification.<\/p> <p><a class=\"isa\" verses=\"WzE4NTMzXQ==\">27<\/a> Indeed, if Israel chooses the route of self-justification, all is lost. Not only is the present generation sinful, and the one before that, but every one right back to the founder of the nation. While it is possible that Abraham is intended here, it seems more likely that, in line with Deut. 26:5 and Hos. 12:2–4, Jacob is the one the prophet has in mind as the immediate father of the nation. The use of the names <i>Jacob\/Israel<\/i> for the nation would seem to bear this out.<\/p> <p>But of much more moment is the nature of the statement itself. This is a remarkable feature of the biblical traditions: No matter how prominent or how pious the figure may be, whether Abraham, Jacob, Moses, Joshua, Gideon, David, Solomon, Hezekiah, or Josiah, the Bible reports their sins unabashedly. Nor will anything about the telling tend to glorify the fault, as is typical of heroic literature. The stories are sordid and embarrassing, and the sins have deadly consequences. Why is this so? What other reason can there be but the one given to us by Israel: these are not simply Israel’s national traditions—they are the Word of God. The people do not have the right to make themselves look good in them, because that is not the truth, and they have been laid hold of by the One who is the Truth.<\/p> <p><a class=\"isa\" verses=\"WzE4NTM0XQ==\">28<\/a> Because of this persistent sinfulness of Israel, God’s judgment will come on them. In no sense is deliverance incumbent on the Lord because of the undeserved nature of their sufferings. Rather, they are richly deserved, and God himself <i>(I profane, I deliver)<\/i> brings them to pass. If any deliverance is to come, it will be the result of God’s pure grace.<\/p> <p>The <i>princes<\/i> (or rulers) <i>of the sanctuary<\/i> would logically be the priests, and the occurrence of the same expression in 1 Chr. 24:5 confirms this rendering. The judgment of defilement would be particularly horrible for them, who had spent all their lives concerned about being holy for God (Isa. 65:2–5; Lev. 10:3). Now it is God himself who directs their profanation. In the same way the nation is given up to the <i>ban<\/i>. This term refers to the total destruction of a nation that has sunk so far in sin that there is no further justification for its existence. The irony here is that the ban was particularly applied to the Canaanites and Amalekites, the enemies of Jacob’s family who sought to prevent the fulfillment of God’s promises to them (Josh. 6:17; 1 Sam. 15:21). The holy place is unholy in God’s eyes and Jacob has become Canaan. Israel, created to witness to the glory of God by sharing in that glory (Exod. 19:5–6), is turned over to the vilest, most belittling mockery.<\/p> <p>Thus this verse does not merely speak of a generalized destruction that is attendant on sin; it speaks of the direct contradiction of everything for which Israel was called into existence. Sin does not merely destroy; it overturns the very nature of things. It is against this backdrop that the grace of God, to which the prophet returns in the following verses, is so marvelous. The nation has not merely sinned; it has become the very opposite of what it was meant to be. Far from its behavior providing some justification for deliverance, that behavior gives ample reason for its complete abandonment. Nevertheless, God will not allow that to happen. Why not? Solely because of his own grace. The force with which Isaiah makes this point, both here and elsewhere (<a class=\"isa\" verses=\"W3siMTg0OTkiOjh9LHsiMTg4MDIiOjE5fSx7IjE4ODY4Ijo2fV0=\">42:18–25; 59:1–19; 63:1–6<\/a>), indicates its importance to him. God is the only savior, and it is by means of his grace alone that deliverance will be effected.<\/p>",
    "audit": null
}