{
    "id": 17440,
    "source": "oswalt",
    "verse_id": 18255,
    "verse_count": 6,
    "reference": "31:4–9",
    "title": "Mighty God",
    "html": "<p>As in 30:19–33, Isaiah now turns from denunciation of the false hope to proclamation of the true hope. If God is implacable toward a sinful Judah, he is also implacable in the defense of a repentant Judah. Thus again the motivation to trust is both negative—Egypt cannot help—and positive—God will help even though we have sinned in refusing to trust him. This announcement of hope before the fact is typical of this book and, indeed, of the gospel. God does not wait until we have repented to act in mercy. Rather, his mercy becomes the impetus to repent. Thus we are invited to repent as a result of attraction rather than because of avoidance.<\/p> <p>While the segment is clearly a unity in thought, the fact that <a class=\"isa\" verses=\"eyIxODI1NyI6Mn0=\">vv. 6–7<\/a> are prose while all the rest is poetic raises questions about the segment’s literary unity. It seems possible that <a class=\"isa\" verses=\"eyIxODI1NSI6Mn0=\">vv. 4–5<\/a> and <a class=\"isa\" verses=\"eyIxODI1OSI6Mn0=\">vv. 8–9<\/a> were originally separate and that the prose section is used to join them. Attempts to determine when this happened are futile because of the extreme subjectivity of such efforts.<\/p> <p><a class=\"isa\" verses=\"eyIxODI1NSI6Mn0=\">4, 5<\/a> In their present setting these two verses present two pictures of God’s persistence in the face of enemies. The first is a picture of fierce strength while the second is a picture of passionate attachment. God is both.<\/p> <p><a class=\"isa\" verses=\"WzE4MjU1XQ==\">4<\/a> There is disagreement over the intent of this verse. The majority of modern commentators, including several of a theologically conservative position (Delitzsch, Young, etc.), conclude that the sense is negative for two reasons. It does not make sense for Judah to be the lion’s prey if the imagery is intended to convey God’s love for Judah; and elsewhere <span>ṣāḇā’ ‘al<\/span> means to “fight against.” Thus it is said that the verse conveys the same thing as vv. 2 and 3: Egypt (the shepherds) will not be able to protect Judah from God. However, the present context calls this view into question since v. 5, which is clearly positive, follows directly on v. 4 with no break and no evidence of any intended contrast. In that light the two arguments mentioned above may be looked at more closely. First, there is no reason to take the figure allegorically, with each element having a specific symbolism. Rather, the main point is that a lion cannot be frightened away and neither can God. To press the figure more closely is an unwarranted use of the imagery. Furthermore, while it is true that when <span>‘al<\/span> occurs after <span>ṣāḇa’<\/span> it means “against,” there are only a total of four such occurrences, so this evidence is hardly decisive. That <span>‘al<\/span> can mean both “upon” and “against” with other verbs for “fight” seems to leave that possibility open here. Since these two arguments are not conclusive and since the present context calls for the positive interpretation, we conclude that this interpretation is most likely. The Lion of Judah cannot be frightened off by a pack of people shouting and beating on pans.<\/p> <p><a class=\"isa\" verses=\"WzE4MjU2XQ==\">5<\/a> This verse varies the figure by comparing God to a mother bird which flies back and forth over her nest when a predator is near, both to distract the enemy and, if necessary, to offer herself as a victim to save her little ones. As noted above, this verse presents another side of God’s relationship to Judah. Not only is he strong and determined, he is also personally attached to his people and will <i>defend<\/i> (or shield, as this is the verb from which that noun is derived) them, if need be, with himself.<\/p> <p><i>passing over<\/i> is parallel to “defending,” and this suggests that the meaning is “protect,” even “hover over.” This meaning applies very well to Exod. 12. Although <i>BHS<\/i> suggests that all four verbs should be made infinitives, the MT pattern of perfects following infinitives is also attested in Gen. 26:13; 1 Sam. 2:26; Jer. 23:14.<\/p> <p><a class=\"isa\" verses=\"eyIxODI1NyI6Mn0=\">6, 7<\/a> As noted above (n. 2), these verses are in prose and seem to serve as a bridge between <a class=\"isa\" verses=\"eyIxODI1NSI6Mn0=\">vv. 4–5<\/a> and 8–9. They express the result of the announcement of salvation and prepare for the fuller explication of the nature of that salvation. The results are twofold, as Kissane notes. First there is conversion, which is followed by renunciation. The theological pattern here is very consistent with the rest of the book. Sin, which is typically idolatrous (man making God in his image), results in judgment. That judgment not only calls the efficacy of the idols into question, but it also provides the backdrop against which God can disclose his unconditional love. That love prompts a turning back to God and a concomitant rejection of idolatry.<\/p> <p><i>they have deepened turning away<\/i> is a graphic phrase. Not only have people turned aside from following God, they have intentionally deepened that turning away. This situation is reminiscent of the action of the royal counselors in hiding away so that they could make their plans without reference to God.<\/p> <p><a class=\"isa\" verses=\"WzE4MjU4XQ==\">7<\/a> When both the idols’ helplessness and God’s grace are revealed, the idols do not have a chance. Though they are made of valuable metals, they are valueless. Not even their material worth means anything to their former worshipers. They now know that these objects are an abomination to God. As Calvin says, “True conversion does not ask the price.” The converse is also true: so long as a person is still asking whether he can afford a possible turning to God, that cost will always be too high.<\/p> <p>Mauchline shrewdly observes that this is not the first time that the Israelites had abandoned their idols, nor would it be the last. This is a testimony to the fundamentally idolatrous nature of humanity. It is very difficult for us to admit to an intangible deity who cannot be manipulated but requires prior commitment on every point.<\/p> <p><a class=\"isa\" verses=\"eyIxODI1OSI6Mn0=\">8, 9<\/a> These verses now put the seal upon God’s promises. Mighty Assyria will be devastated by an other-than-human means with the result that she will flee in panic. It is hard to believe that this refers to anything other than Sennacherib’s loss of his army in Judah to the death angel. At the same time it may be admitted that the language is poetic and need not be forced to literal equivalency. Thus it is not necessary to seek for a particular time when Assyrian soldiers became forced laborers. It is enough to say that the Assyrian army was no match for God.<\/p> <p><a class=\"isa\" verses=\"WzE4MjU5XQ==\">8<\/a> <i>Then Assyria will fall<\/i> takes the opening <i>waw<\/i> as resumptive, expressing an apodosis flowing from <a class=\"isa\" verses=\"eyIxODI1NyI6Mn0=\">vv. 6–7<\/a>. When Judah turns to God and destroys her idols, then Assyria will feel the hand of God’s wrath. So God’s grace is announced prior to repentance, but the repentance becomes a condition to experiencing the full outworking of that grace.<\/p> <p><i>a superhuman sword<\/i> makes the point that it is God, not man, who delivers. This truth surfaces again and again in Scripture. It appears in the conception of Isaac, when human power was long gone. It appears at the crossing of the Red Sea and again at Jericho. It is there in the Gideon story and in the rout of the Philistines in Samuel’s day. Jehoshaphat experienced it in his fight with the Edomites, etc. It is this truth which is at the heart of Paul’s contrast of flesh and spirit (Gal. 5:16–26). When people believe they can save themselves, they effectively dethrone God in their lives and doom themselves (Phil. 3:7), for it is only as the king of our lives that he can help us.<\/p> <p><a class=\"isa\" verses=\"WzE4MjYwXQ==\">9<\/a> <i>His rock<\/i> has raised many questions of identification. Proposals have included the god Ashur, the city of Nineveh, and King Sennacherib. The parallelism with <i>princes<\/i> suggests that <i>rock<\/i> should be treated as the subject of the clause and not (as in AV) as the object: “He will pass over his stronghold.” However, that rendering seems to do more justice to the impersonality of “rock.” Perhaps the sense is “all his confidence will pass away.”<\/p> <p><i>because of the ensign<\/i> may denote either fleeing from their own ensign or being helpless at the sight of the enemy battle flags. The latter seems to fit the general sense of the verse best. When God raises his ensign against the powers of this world, not even the mightiest can stand against him.<\/p> <p><i>whose flame is in Zion<\/i> suggests that Jerusalem is the hearth upon which the flame of God burns. That flame denotes both God’s sanctity and his destructive power (cf. the story of Nadab and Abihu, Lev. 10:1–5). Because Jerusalem is that hearth, those who touch it bring themselves under threat of destruction. However, the mistake which Jews and Christians alike have made over the years is confusing the source and the agent and assuming that what God used was therefore inviolate in spite of its own character. But again and again God has shown the fallacy of such confusion. God transcends all created things, and while he condescends to give certain places and persons special significance, he is never to be merely identified with those. Thus the answer to the question “Is Jerusalem inviolable?” is always no. But does God hover over Jerusalem with special concern and does he invest her with special significance? Yes!<\/p>",
    "audit": null
}