{
    "id": 17536,
    "source": "oswalt",
    "verse_id": 18874,
    "verse_count": 8,
    "reference": "63:7–14",
    "title": "Faithfulness And Rebellion",
    "html": "<p>From the eschatological vision of the Lord’s adequacy we turn to a touching statement of human inadequacy and a lament over the Lord’s seeming unwillingness to intervene in his people’s situation (63:7–64:11 [Eng. 12]). If he has the power to destroy Israel’s enemies with a single blow, as it were, why does Israel remain enslaved to its unrighteousness? To this God responds that it was not a matter of his willingness or unwillingness, but of their manipulative attitude toward him (<a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">65:1–7<\/a>). They call themselves his servants, but they do not act the part (<a class=\"isa\" verses=\"eyIxODkwNiI6OX0=\">65:8–16<\/a>).<\/p> <p>Most commentators today (e.g., Westermann, Whybray) agree that 63:7–64:11 (Eng. 12) has the basic character of a community lament. As far as the actual formal characteristics go, there is a great deal of freedom from the typical form, but the basic elements of historical reminiscence, complaint, confession, petition, and declaration of trust are all manifestly present. There appear to be four structural segments. The first is the historical reminiscence in greatly expanded form (<a class=\"isa\" verses=\"eyIxODg3NCI6OH0=\">63:7–14<\/a>); the second is the complaint (63:15–19a [Eng. 19]); the third is the confession, in that elements of appeal and declaration of trust are present (63:19b–64:6 [Eng. 64:1–7]); and the fourth is the appeal (64:7–11 [Eng. 8–12]).<\/p> <p>As stated above, 63:7–14 is an expansion of the historical reminiscence that is a frequent element in community laments. This reminiscence often provides the grounds for both the complaint and the petition. From the standpoint of complaint, history shows that things used to be better than they are now. What is wrong? By the same token, if things were once better than they are, then they could be that way again. But on a deeper level the recollection of the past serves to reveal again the character of God, which is the foundation of all of Israel’s hopes and dreams. Here this section is greatly expanded. Only in Ps. 89:2–38 (Eng. 1–37) and to some extent in Ps. 44:2–9 (Eng. 1–8) do we see the same expansion. While it is not certain why the prophet engaged in such an extended reminiscence here, a possible reason may be the situation of the period that it appears designed to serve. Would not the destruction of Jerusalem and the exile effectively put an end to all that Israel had pretended about itself and its God? The prophet argues that that is not the case. There is a continuity with the past that the most terrifying upheavals cannot change. Even if Jerusalem should fall, the God of Jerusalem is unchanged, and the character that the patriarchs knew is still present for the patriarchs’ most distant descendants. An additional reason for the inclusion of this section may be to reinforce the point that the book has made from the beginning: what has befallen Israel in her history, and what will befall her, is nothing other than a function of her relationship with God. If that relationship is damaged, historical disaster may be expected; if that relationship is intact and flourishing, she need fear nothing any nation can do to her (cf. 10:5–27). Thus a time of chaos and disaster is not the time to give up on God, but most particularly the time to turn to him.<\/p> <p>The reminiscence is divided into two parts, or stanzas. The first stanza (<a class=\"isa\" verses=\"eyIxODg3NCI6NH0=\">vv. 7–10<\/a>) gives a sweeping introduction to the theme. It begins with statement of the foundation of all Israel’s hopes, the goodness of God (v. 7); moves on to his gracious election of Israel and the blessings that resulted from it (<a class=\"isa\" verses=\"eyIxODg3NSI6Mn0=\">vv. 8–9<\/a>); and concludes with the awful fact that in spite of all this Israel rebelled, with the result that their Savior became their enemy (v. 10).<\/p> <p>The second stanza (<a class=\"isa\" verses=\"eyIxODg3OCI6NH0=\">vv. 11–14<\/a>) is a call for rebellious Israel to remember who God is, as it was revealed in his care for their ancestors, particularly in the events of the exodus. Historical Israel is depicted asking itself a series of rhetorical questions about the exodus and its implications for Israel’s present. In these questions the tone of lament begins to emerge.<\/p> <p><a class=\"isa\" verses=\"WzE4ODc0XQ==\">7<\/a> In language somewhat reminiscent of Ps. 51:3 (Eng. 1), the prophet begins his lament with a heavily repetitive assertion of the goodness of God. What follows, then, is not to be read as a memory of Israel’s rebellion, or of God’s punishment, but of the way God has demonstrated the fundamental beneficence of his character in all his treatment of Israel. In many ways this is the dominant feature of the entire OT. When Gentile readers (from Marcion onward) look at the OT and see a God of wrath, the OT writers say to us in astonishment, “Oh no, it’s not surprising that God should have gotten angry with us. What is surprising is that he ever cared about us at all, and that he then continued to love us and care for us when we senselessly rejected him.” This thought is emphasized by the repetition of <span>ḥesed<\/span> <i>(kindnesses)<\/i> as the first and last words of the verse. What has the Hebrew experience taught them about God, first and last? He is a God of unfailing kindness, grace, mercy, and love. Circumstances may change, our rebellions may even make him our enemy. But the <span>ḥesed<\/span> of God never changes; and when we recount all that God has done in our experience, it will end up in praise for who he is.<\/p> <p>The emphasis on memory, both here and again in v. 11, is at the heart of biblical faith. Because God had chosen to reveal himself in the context of human experience (and not primarily in natural cycles) and because he had shown himself to be utterly consistent, the primary way to come to know him was through reflecting on what he had said and done in the context of that experience. But this is not primarily a mental exercise. For the Hebrew, one truly remembers what God has said and done only when one lives a life that is in accordance with what God has said and done. Not to do so is to have “forgotten” God, regardless of what one may say.<\/p> <p>The evidence of God’s <span>ḥesed<\/span> will be seen in all the ways in which he has <i>benefited<\/i> his people through the years. This verb <i>(<\/i><span>gāmal<\/span><i>)<\/i> is profoundly relational, expressing the idea of treatment in response to an action. Most commonly it has positive connotations of generosity and fairness (see 2 Sam. 19:27; Ps. 13:6; 116:7; Prov. 31:12). Thus Isaiah says that any reflection on the ways in which God has treated us over the years will show us that God has given us much more than we have deserved. He has treated us not with legal reserve but with the tender <i>compassion<\/i> of a mother. In our complaints and in our appeals, this is the bottom line we must never forget.<\/p> <p><a class=\"isa\" verses=\"eyIxODg3NSI6Mn0=\">8–9<\/a> For any Israelite, the most fundamental evidence of God’s beneficence was the fact of election. For some unknown reason, God had chosen Abraham and his descendants to be his people. They never could quite get over the wonder of that choice, just as Paul was never able to get over the “grace” God had shown him in designating him as the apostle to the Gentiles (cf. 1 Cor. 15:9–10). Again and again they testified that there was no reason why God should have chosen them, yet he did. If nothing else showed the unmerited grace <i>(<\/i><span>ḥesed<\/span><i>)<\/i> of God, that surely did.<\/p> <p>But an expectation went with that election, one that is particularly important in the context of Isa. 56–66. That is the expectation that his people would respond to their election with lives of absolute loyalty and integrity; they would not be <i>false<\/i>. Here the covenant lies in the background, as do the most basic expectations of family relations. If God chooses us (“you shall be my people”), then we must choose him (“I will be your God”; see, e.g., Exod. 6:7), by exhibiting loyalty to him personally and by living lives that will be true to his character (cf. Deut. 28:9). This is precisely what the present division of Isaiah is about: if we are the people of God, where is the character of God in our lives? The two are inseparable.<\/p> <p>The result of election and holiness is that God becomes our Savior. Here the sense seems to be a general one. Since these were his <i>people, children who will not be false<\/i>, God’s relationship to them was one of deliverer. Interestingly, this assumes that he will not prevent hard things from coming to them because they are in this favored relationship, but that when they come, they can know he is at their side to deliver them from (or even through) those circumstances. This connects directly with the thought of v. 9. However we resolve the knotty textual problems of the first bicolon (noted above), this point remains: afflictions will come to the children of God. God’s gracious choosing of us and our glad acceptance of that choosing do not insulate us from afflictions. Rather, as the second and third bicola of v. 9 clearly state, God’s grace assures us of God’s love and tenderness in those painful circumstances and of his determination to redeem us from their grasp.<\/p> <p>The warmth and the personal nature of that relationship are stressed in the final bicolon with the repetition of the words for carrying: <i>he carried them and bore them<\/i>. This is the language of Exod. 19:4 and Deut. 32:11. It is also the language of this book: Isa. 40:11 and 46:4. God’s deliverance of his people is not formal and official; it is the expression of his heart and will, his intellect and affections, his whole person. He is the Good Shepherd, the Mother Eagle, and every other image that the mind can conjure up of the one whose caring knows no limits.<\/p> <p>All this is clear about the message and thought of the latter part of v. 9. On the first bicolon we must be more equivocal. Two clear alternatives have good support. If one accepts the reading of Kethib, Targ., and Syr. (“he did not afflict them”), then the sense is that since God was in the relationship of Savior to them, he was not the author of whatever afflictions befell them (unlike later on). Like 45:7 on the other side, this assertion would have to be taken in a relative sense. Nothing in the OT suggests that we can do anything apart from the permissive will of God. But this line would say that whatever afflictions came to the people in this relationship, they were not sent from God as punishment.<\/p> <p>The alternative reading of the Qere (taken above) makes the profound point that God’s saviorhood involves far more than merely delivering people from their afflictions; it involves participation in the afflictions with the afflicted. This idea corresponds well with the understanding of deliverance in 52:13–53:12; and if the reading is correct, it provides further support for the interpretation given there. On balance, this reading seems somewhat more likely, but dogmatism is unwarranted.<\/p> <p><i>the angel of his face<\/i> is an expression that does not occur elsewhere in the Bible, but does occur in rabbinic writings. The genitive could be understood appositionally: “the angel, his face,” or perhaps objectively: “the angel that is in the very presence of.” In any case, this expression conveys the same sense that is found throughout the OT in most of the texts that discuss some visible representation of God. The angel is the Lord himself as visibly present (see Exod. 20:21–23; 33:2, 14–15; Num. 20:16; Josh. 5:13–15; Judg. 13:6, 21–22). Delitzsch makes a good case for this being an expression of the second person of the Trinity and points out such passages as Col. 1:15, which calls Christ “the image of the invisible God” (cf. also 2 Cor. 4:6; Heb. 1:3). It is hardly coincidental that this figure is represented as the means by which God has saved and redeemed his people.<\/p> <p><a class=\"isa\" verses=\"WzE4ODc3XQ==\">10<\/a> What was the response of God’s people, those who would not be false to him (v. 8)? The opening <span>waw<\/span> is disjunctive <i>(But)<\/i>, emphasizing the contrast between what “he” did in v. 9 and how “they” respond in v. 10. The response is rebellion, that most heinous of all sins in Isaiah’s mind. The “children” have become “false” in the most obstinate way. As a result they have <i>hurt<\/i> God’s <i>Holy Spirit<\/i>. Since the adjective <i>holy<\/i> is used of God’s Spirit only here, in v. 11, and in Ps. 51:13 (Eng. 11), we may safely assume that it is used on purpose, and is not just part of an honorific title. One of the things being said by its use is that the holiness of God is offended when we rebel. Of course, his love is offended as well, as the use of the verb <i>hurt<\/i> (NRSV “grieved”) shows (cf. Eph. 4:30); but even more than that, rebellion shows a hostility to the transcendent power and moral perfection of God. Thus sin is finally a matter of the will, and until the will has been brought into submission to the Holy Spirit, consistently holy behavior is not possible.<\/p> <p>Most commentators recognize that the understanding of the Holy Spirit here and in v. 11 is close to the fully developed NT concept of the third person of the Trinity. Here he is clearly a person who is capable of being hurt by human behavior, and in v. 11 he is the empowering and enabling presence in the human spirit. As Delitzsch says, “He is the Spirit who is both holy in himself and capable of producing holiness.” In v. 12, although the adjective “holy” is not used, the same Spirit is the one who guides and provides for the people of God.<\/p> <p>The result of the rebellion is a tragic turnabout. He who was their Savior in all their afflictions becomes their enemy. He who delivered them from all their afflictions now fights against them. The verse makes clear that it is not God who has changed, but the people. If the people are obedient they will see the shining face of God, but if they “refuse and rebel” (<a class=\"isa\" verses=\"WzE3Njc1XQ==\">1:20<\/a>), they will see the face of an enemy. This is not inconsistency on God’s part but absolute consistency (cf. Dan. 9:5–9). He is utterly dependable.<\/p> <p><a class=\"isa\" verses=\"eyIxODg3OCI6M30=\">11–13<\/a> The second stanza of this passage begins with a statement that <i>he remembered<\/i>. Because the questions that follow seem to come from Israel, Israel is the most probable subject here. The nation finds itself in desperate straits and begins to reflect on the glorious past, asking where the God is today who did all those glorious things. The clear implication in the light of v. 10 is that he is immediately present for those who will repent and seek a restored relationship. These verses recall two aspects of what God did in the ancient days: he led the people through the sea with their leaders, and he empowered those leaders by his presence through his Holy Spirit and his arm (v. 12). If, as noted above, the pl. <i>shepherds<\/i> is correct, then the reference is to Moses and Aaron, and perhaps Miriam (cf. Ps. 77:20; Mic. 6:4). While the sg. pronoun <i>him<\/i> would seem to point to Moses alone as the recipient of the Holy Spirit, it is also possible that Israel, in its leaders, is being referred to (cf. Num. 11:17; Neh. 9:20; Hag. 2:5).<\/p> <p>It is not clear why the emphasis is put on the leadership of Moses here (see also v. 12). Perhaps it is because of the leadership crisis that Israel was already suffering in Isaiah’s day and would suffer over the next centuries. Could the God who had once provided a Moses for his people provide still another through the corrupt house of David as he had promised (9:6 [Eng. 7]; 11:1; 32:1; 55:3–4)? Could Israel yet again have Spirit-filled leadership (<a class=\"isa\" verses=\"WzE4ODIyXQ==\">59:21<\/a>)? The reference to the <i>arm<\/i> of the Lord (v. 12), which I have argued has messianic overtones, becomes especially significant in this context. If the <i>arm of beauty<\/i> (<span>tipʾeret<\/span>; see 4:2) was present with Moses, can he be present again in the power of the Spirit for the sake of the eternal name of God?<\/p> <p>The various ways in which the versions translate v. 13 indicate that those translators were uncertain about the ways in which the clauses of the sentence relate to one another. The relationship between vv. 13 and 14 is also uncertain. Are the references to <i>horse<\/i> and <i>beast<\/i> indications that the two verses are parallel to each other? Since the participles of <a class=\"isa\" verses=\"eyIxODg3OCI6M30=\">vv. 11–13<\/a> are not continued into v. 14, that verse is apparently meant to stand separately from the extended question of the previous three verses, forming something of a conclusion. V. 13, then, concludes the question by asking where is the one who led his people through the deeps (of the Red Sea) without stumbling, just as a horse would walk across the level surface of a desert plain (cf. Ps. 106:9).<\/p> <p><a class=\"isa\" verses=\"WzE4ODgxXQ==\">14<\/a> As noted above, this verse seems to be set off from the previous three as a conclusion. It continues the animal imagery of v. 13 with the assertion that the Spirit had given them rest like a beast that goes down into a grassy valley. As already noted, the versions unanimously read the verb as “led” or “guided.” But “rest” is preferred not only as the harder reading, but because of the use of this verb in regard to the possession of Canaan (Deut. 3:20; 12:9; Josh. 1:13; 22:4; Ps. 95:11). Thus the conclusion of all God’s leadership was that he made his flock lie down and rest in the green pastures of Canaan. Could he do that again in a time when after a new exodus the people would possess the land again and yet have no real rest in their relationship with God? The evidence of the past would say yes.<\/p> <p>Part of the reason for confidence is stated in a subtle way in the final sentence of the passage. Why did God do all these wonderful things for Israel’s ancestors? Why did he lead them in this way? It was to demonstrate his character, to establish before the world his name, which is both eternal (v. 12) and a thing of beauty. Now if it is true that in some sense God’s reputation is entangled with Israel’s condition, what does an Israel that is defeated both within and without say about God (cf. 64:8–10)? If God did those wonderful things in the past because of his name, does it not follow that he would want to do similar things again? Of course it does, and on that ground there is hope, great hope.<\/p>",
    "audit": null
}