{
    "id": 17358,
    "source": "oswalt",
    "verse_id": 17657,
    "verse_count": 8,
    "reference": "1:2–9",
    "title": "Israel’s Condition",
    "html": "<p>This opening section of the chapter gives the charge against Israel: She has forsaken the Lord and is, as a result, broken and desolate. Two subsections may be identified. In the first (<a class=\"isa\" verses=\"eyIxNzY1NyI6Mn0=\">vv. 2–3<\/a>) God himself opens the proceedings and makes the charge. In the second (<a class=\"isa\" verses=\"eyIxNzY1OSI6Nn0=\">vv. 4–9<\/a>), the prophet amplifies the charge and substantiates it on the basis of Israel’s condition.<\/p> <p>In the light of <a class=\"isa\" verses=\"eyIxNzY2MiI6M30=\">vv. 7–9<\/a>, which seem to draw upon some serious military invasion of Judah, commentators have proposed various dates for the passage. These occasions include the invasion of Israel and Syria in 735 (e.g., Delitzsch), that of Sennacherib in 701 (e.g., Kaiser, Cheyne), and that of Nebuchadrezzar in 586 (Kissane). Few take the last position today. While it is entirely plausible that the prophet may have written the introduction to his book toward the end of his life and after the contest with the Assyrians in 701, it must also be said that he may have written it earlier in his life when the end results of the Assyrian expansion under Tiglath-pileser III (see the Introduction) were already becoming manifest. As a prophet, he was quite capable of seeing Judah’s desolation before she saw it herself.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY1NyI6Mn0=\">2–3<\/a> In the opening words, the heavens and earth are called to listen in on what amounts to a divine monologue. God is meditating on the strange situation that has developed. The tone makes it clear that what follows will be not so much a legal presentation as a personal one. While the covenant is clearly in view here, it is in the background and remains there. Israel’s offense is against common decency and common sense. Even animals know better.<\/p> <p>The opening appeal is strongly reminiscent of Deut. 32:1 and 30:19, where Moses called upon the heavens and the earth to witness the covenant of blessing or curse. It seems likely that Isaiah consciously reverts to the Deuteronomic language here. The covenant has been broken and its curses fall upon the people. Likewise, the use of the term <i>Israel<\/i> in v. 3 probably points up Isaiah’s consciousness of the covenant, as does the use of <i>know<\/i> in the same verse.<\/p> <p>Isaiah’s references to the covenant are not nearly as explicit as those of Jeremiah. In fact, Isaiah does not use the word <span>brîṯ<\/span>, “covenant.” Yet it cannot be denied that Isaiah knows of the covenant. It appears to be the ground of all his thinking, but not a source for legal appeal. Rather, it is a pattern for living, without which life cannot be sustained.<\/p> <p>Thus the appeal to the heavens and the earth is not merely a matter of legality; it is a matter of the whole order of life. What God’s people are doing is an offense against nature. Sin, pride, and oppression are contrary to creation as God envisioned it. An ox or an ass is intelligent enough to know to whom it belongs and upon whom it can depend. But God’s children are not so. Thus the stars and the earth following obediently in their courses are called to see the spectacle of thinking, feeling human beings living in ways which are contrary to their own natures.<\/p> <p>According to Smith, this mode or method of appeal in Isaiah addresses the conscience. It is a direct appeal to persons, making use of every avenue but always striking at the roots of action. The prophet wishes to change their ways of thinking, of feeling, and especially of acting.<\/p> <p>In line with this approach, the relationship between Israel and God is described in terms of child and parent. This relationship has even greater immediacy than that of Covenant God and Covenant People. God is our Father and we have rebelled against him. Unlike the pagan religions, in which the god’s fatherhood was primarily seen in terms of begetting, the Hebrews saw God in the role of nurturing and rearing Father (cf. Hos. 11:1; Ezek. 16:1ff.). This view made rebellion against him all the more unnatural. To refuse to submit to the one who engendered you is bad enough; to refuse to submit to the one who has cared for you is incomprehensible.<\/p> <p>Isaiah fortifies his depiction of the unnatural character of sin by reference to the animals. Neither the ox nor the ass was considered very intelligent in the ancient Near East yet even these animals knew who cared for them. Israel could surely do better then they. But no, Israel does not know that much.<\/p> <p>As mentioned above, <i>know<\/i> is a covenant word. Israel’s knowledge of God came directly out of experience with him in Egypt and at Sinai. Because he had revealed himself in and through the covenant relationship, Israel could know him (Exod. 6:7). This knowledge is not primarily intellectual. Both <span>yāḏa‘<\/span>, “know,” and <i>bîn<\/i>, ‘understand” (v. 3), came directly out of experience. Thus Israel was doubly culpable. One’s experience of the natural world ought by itself to lead to submission to the Creator. How much more should experience of God’s election-love lead to submission to the Deliverer?<\/p> <p>The biblical writers make much of the relationship between submission and knowledge. Whereas submission will bring a right understanding (Prov. 1:7), refusal to submit can only result in foolishness (Rom. 1:18–32). W. F. Albright referred to this way of thinking as being “empirico-logical” and argued that the Hebrews possessed a unique capacity to apply the logic of experience to religious thought, whereas her neighbors applied such logic only to mundane affairs. Be that as it may, Isaiah believed that the Hebrews ought to be able to reflect on life as deeply as an ox or an ass could.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY1OSI6Nn0=\">4–9<\/a> Kaiser refers to this as a taunt-song, but Westermann’s suggestion that it is a lament seems more apropos. While there is certainly anger here, there is none of the glee which is apparent in such a song as that celebrating Babylon’s overthrow in chs. 13 and 14. Rather, the tone is of sadness and grief. The prophet sees the condition of his people and knows it to be the logical outcome of their behavior, but he is not happy about it.<\/p> <p><a class=\"isa\" verses=\"WzE3NjU5XQ==\">4<\/a> This verse is a powerful piece of poetry that describes Israel’s condition in terse, hard-hitting terms. It begins with the cry of desolation that occurs frequently in the first part of Isaiah (e.g., 5:8; 6:5; 28:1; etc.). <i>Woe!<\/i> is a cry of grief and doom, of sorrow and death. While it can introduce a sort of grimly glad pronouncement of judgment (so Marti, Drechsler, Barnes), it can also express a grief-stricken sense of loss (above all 6:5) as it seems to do here. For this reason the NIV and JPSV translate “Ah.” But that word does not capture the full meaning of the Hebrew; the now archaic “Alas!” comes closer.<\/p> <p>Having compared his people unfavorably to the natural world, which demonstrates wisdom and orderly obedience, the prophet now turns to a direct description of their condition. They are sinful and corrupt, having forsaken the Lord. The poetic form is instructive (see the Introduction) in that the two parts of the verse seem to be synonymous. Thus, to be sinful is to spurn the Lord and vice versa. What this points up is the intimate connection between the moral life and one’s relationship to God. Morality without submission to the One from whom morality stems may be merely another form of human pride. On the other hand, sin and evil, guilt and corruption, cannot be avoided when the vital link with the personal Lord is removed.<\/p> <p>Within each half of the line there is also poetic development. The first half is divided into four parts with a two- or three-word thought in each. These form two couplets, each having two parts. The two parts within each couplet are synonymous and the two couplets are synonymous. The effect is like a series of karate chops—short, sudden, devastating: <i>Woe! Sinning nation, guilt-laden people; evil generation, corrupt children.<\/i> In the first couplet, <i>nation<\/i> and <i>people<\/i> are synonymous, as are <i>sinning<\/i> and <i>guilt.<\/i> In the second, <i>generation<\/i> is matched with <i>children<\/i> and <i>evil<\/i> with <i>corrupt.<\/i><\/p> <p>This twofold understanding of Israel appears throughout the Bible. On the one hand, they are a people with a political and national identity. But on the other hand, they are a family, children not merely of Abraham and Jacob but of God. And their sinfulness meets them on both levels of their existence. As a people they habitually miss the way (<span>ḥōṭē’<\/span>, participle). They struggle under the weight of the perverted character (<span>‘āwōn<\/span>) that may be both cause and result (both “iniquity” and “guilt” are appropriate translations) of their straying.<\/p> <p>As a family, they demonstrate the opposite of what family life is about. The descendants ought to be better than their parents, but these are worse. The children ought to be a source of life and regeneration, but these are sources of destruction and degeneration. Thus, as people and family Israel has lost her way. What has happened?<\/p> <p>The prophet answers the question when he says that they <i>have forsaken<\/i> (<span>‘āzaḇ<\/span>, the word used of divorce) <i>the Lord.<\/i> Righteousness is found only in the Lord and in those related to him. It is not the independent possession of anyone. The first appearance of <i>the Holy One of Israel<\/i> is significant in this context. (For a full discussion of the phrase see the Introduction.) This understanding of God makes the rejection of him all the more reprehensible. Their God is <i>the<\/i> Holy One. There is no other God for them. He is the only one who is truly Other and thus deserving of their worship. But his otherness is not merely a matter of essence; it is also a matter of character. The otherness of this God is distinctively moral. Thus to act immorally is a particular affront to him, and to forsake him is to be doomed to act immorally. But he is not merely the Holy One; he is the Holy One of Israel. This altogether good One, the only almighty One, has committed himself to Israel, and Israel’s response has been an almost casual rejection of him.<\/p> <p>It is probable that part of the rejection Isaiah has in mind relates to idolatry. The language used here is very similar to that of Deuteronomy when it speaks of idolatry (<a class=\"isa\" verses=\"WzE4MTg1XQ==\">28:20; 29:25, 26; 31:16<\/a>). The final phrase, whose meaning is disputed, probably has this connotation of leaving the Lord for idols (cf. Ezek. 14:5). This understanding explains the motivation behind what Isaiah saw as rejection of the Lord. Central to idolatrous worship is the achievement of security through manipulation of personalized forces (see the Introduction for a fuller discussion of idolatry). But central to Israelite faith was the surrender of manipulative control and the acceptance of God’s grace, such acceptance being evidenced by a life like his, marked by ethical purity. This distinction between these two ways always posed a dilemma for the Israelites. To attempt to control one’s own destiny implied denial of God, but acceptance of God’s way meant a frightening relinquishment of power. Typically, they tried to keep both God and the gods, with unhappy results. For the most part, they did not consciously abandon God, but their attempt to keep both amounted to abandonment and was, in the eyes of the prophets, rebellion.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY2MCI6Mn0=\">5, 6<\/a> One of the recurring themes of Deut. 27–30 is the destructive results of forsaking God. To live in covenant with him is to experience blessing, but to break the covenant is to experience curse. In <a class=\"isa\" verses=\"eyIxNzY2MCI6NH0=\">vv. 5–8<\/a> Isaiah delineates the ways in which Israel was now experiencing the results of her sin. First (<a class=\"isa\" verses=\"eyIxNzY2MCI6Mn0=\">vv. 5–6<\/a>), he uses the metaphor of health, which fits in with his appeal to the natural order. Health is the natural and normal state of the body, all other things being equal. On the other hand, if there are wounds, open sores, and sickness, we know that something is wrong (cf. Hos. 5:13 for a similar use of sickness in a theological sense). If this is the case, measures need to be taken to combat an unnatural situation. The same is true of rebellion (<a class=\"isa\" verses=\"eyIxNzY2MiI6Mn0=\">vv. 7–8<\/a>), says Isaiah. Just as naturally as disease produces certain symptoms, so does rebellion. And those symptoms were present for everyone to see. The nation is desolate, stripped, and forsaken. Surely this should be a sign that a cure is needed.<\/p> <p>But Israel’s ill health is not merely a matter of disease. She has been beaten and smitten. The words occurring in v. 6 describe injuries received in battle: slash wounds (<span>peṣa‘<\/span>), lacerations (<span>ḥabbûrâ<\/span>), and bleeding wounds (<span>makkâ ṭrîyâ<\/span>). The results of rebellion do not merely come in some sort of automatic, impersonal way, but they come as a result of a confrontation with an offended Almighty. However, the passive force of <i>be beaten<\/i> in v. 5 is significant here. Whether the Lord’s sword falls upon his people is a matter of their choice. God has not decided, in some arbitrary way, to punish Israel. Rather, the political and social catastrophes they were experiencing were the natural results of living in ways contrary to those God designed for them.<\/p> <p class=\"sh\">EXCURSUS<\/p> <div class=\"blockquote\"> <p class=\"bqf\">Isaiah’s emphasis upon rebellion as an offense against nature speaks to the meaning of the <i>wrath of God.<\/i> Two extremes need to be opposed here. The one is the picture of God as a raging, red-faced tyrant who dares anyone to oppose his arbitrary decrees. But God’s decrees in the matters of the spirit are not more arbitrary than those in the realm of the physical. If I choose to smash my car into a brick wall while traveling at 100 miles per hour, I will most certainly experience the wrath of God—the natural results of my unnatural act. As someone has said, I will not have broken any natural laws, only demonstrated them. The same is true in the spiritual realm. If I live in ways contrary to my nature, I will experience the destructive results of my behavior. In this sense, the <i>wrath of God<\/i> is a metaphor, as is the <i>love of God.<\/i><\/p> <p class=\"bq\">But this understanding can lead to an opposite error, namely, that God is without personality, a benign but unfeeling unmoved Mover. The whole import of Scripture is opposed to such a view. If God is anything, he is a Person, intimately and passionately involved with his creatures. His emotions are neither fickle nor arbitrary; they are real and deep. His hatred of sin is as intense as his approval of righteousness is profound.<\/p> <p class=\"bq\">Thus a genuinely biblical view of God’s response to sin must always hold these two extremes in tension. On the one hand, he does not respond out of arbitrary rage, but on the other hand, he does respond personally and directly.<\/p> <\/div> <p>But how can Israel bear the sufferings which have come upon her because of her rebellion? Must they not finally crush her and destroy her? This question must have become particularly real to Isaiah as he recognized more and more how difficult repentance was for his people. In this light, the language of Isa. 53 suddenly stands out. What are the sickness and pains which the Servant bears? They are those which have been occasioned by the rebellion of his people. Ch. 53 shows a clear conceptual unity with <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a>, even to the use of the same metaphors.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY2MiI6M30=\">7–9<\/a> In these verses, the prophet changes the imagery. First, he moves from the picture of a sick and injured body to that of the desolation of a conquered land. While this image is much more realistic (so much so that many commentators do not consider it to be an image), it still should be considered as an image. For whether the countryside, the cities, or even the soil of Israel is an actual waste at the time of the writing is beside the point. It is already spiritually so. Spiritually and, to a greater or lesser extent, physically Israel is a wasteland. The essentially figurative nature of the passage is further supported by the shift to agricultural imagery in v. 8.<\/p> <p>Again, while Isaiah does not make specific reference to the old covenant traditions, his fundamental reliance upon them is obvious in the light of almost word-for-word similarities between v. 7 and the curse formulas found in Lev. 26 and Deut. 28, 29. He is at one with those passages in believing that it is impossible to enjoy the fruits of nature without being in submission to nature’s Lord. In fact, these curses, like the Edenic curse, ought to be grounds for gratitude. If it were possible for us to find happiness and satisfaction in the creation, and if that happiness prevented us from realizing that ultimate happiness is to be found in God alone, that would not be a good thing. We would not call a blessing that which gave short-term pleasure while depriving us of an eternal relation with our Maker. On the contrary, when our attempts to find ultimate joy in the temporal continue to meet with disaster and frustration, and when that disaster and frustration drive us to the ultimate Source of joy, the curse is not an evil but a good one.<\/p> <p>The phrase <i>a heap, like a ruin of strangers<\/i> (v. 7) is ambiguous in its use of the genitive. Most commentators agree with Young in calling it a subjective genitive, meaning that the strangers are responsible for the ruin. The parallelism seems to support this understanding in that strangers are the actors in the first bicolon. At the same time, Delitzsch’s argument for the objective genitive ought not to be dismissed too easily. As he points out, the word is used exclusively of the overthrow of Sodom and Gomorrah (e.g., Deut. 29:23). Thus he concludes that the prophet is pointing to an overthrow of God’s people like that which happens to those who are strangers to him.<\/p> <p>As mentioned above, the prophet shifts the figure again in v. 8. He uses the images of harvest shelters to connote the kinds of desolation, helplessness, and transiency which he sees resulting in Israel because of her rebellion. Since the farmers customarily lived in villages and walked out to their fields, and since time was too precious during harvest to waste walking back and forth, the families built little lean-tos in the fields and camped there until harvest was over. What a forlorn picture those little shacks were after the harvest was over. Useless, deteriorating, they were the very opposite of what God promised his people they would be. Some have argued that since the “harvest” had not yet come for Jerusalem, Isaiah was thinking of the shelters as they looked prior to harvest. But this argument rationalizes the figure of speech too much. Surely the prophet’s sole point is to convey as vividly as possible the true condition of God’s people.<\/p> <p>Isaiah here refers to <i>the daughter of Zion.<\/i> Exactly what is meant by this phrase is difficult to determine. Young suggests it is “the Daughter which is Zion,” Stampfer “Zion’s beloved,” and JPSV “Fair Zion.” Once again, it seems likely that the prophet is attempting to convey an impression rather than a precise denotation. He is evoking all that is fresh and fair, desirable and hopeful about Zion, and then deliberately replacing that image with its opposite. The same kind of rhetorical device seems to be in use in 3:17 and 4:4, although the plurals in these texts possibly suggest a more literal usage (see also 10:32; 16:1; 62:11).<\/p> <p><a class=\"isa\" verses=\"WzE3NjY0XQ==\">9<\/a> Although Zion is little more than a shack in a vineyard, she is at least that. There is hope for her; she is not completely destroyed. That this is so, the prophet makes plain, is God’s doing. The clear implication is that God could have made his people like Sodom and Gomorrah—extinct. But he has chosen not to. This is not an act of weakness, for it is <i>the Lord of Hosts<\/i> who has done this. This appellation is a favorite phrase among the prophets, occurring in all but Ezekiel, Joel, Obadiah, and Jonah as an indication of God’s power in human affairs. He is the God who has numberless hosts to do his bidding in any affair at any moment (2 K. 6:15–18). This is the One who has spared a remnant for Israel. In an excess of form-critical zeal, some have concluded that there could have been no possibility of repentance or of restoration contained in the first part of Isaiah’s preaching (or “I Isaiah”). They reach this conclusion on the basis of the commission given to Isaiah in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>. To be sure, Isaiah is not commissioned to bring his people to repentance, but nowhere is he forbidden to preach repentance and promise restoration. It is only said that such preaching will further harden the people. This was directly lived out in Ahaz’s life when promises of hope brought nothing but further commitment to self-reliance on the Judean king’s part.<\/p> <p>A more balanced appraisal is that of Kissane, who, when citing the several references to the remnant in the first part of the book (1:27; 2:2–4; 7:3; 10:18, 21, 22; etc.), calls the remnant Isaiah’s most characteristic idea. This may be somewhat excessive, but it is much nearer the mark than the previously cited position. Isaiah believes there is hope for his people even if he himself does not live to see it, and he dares to believe that even out of a hut in a cucumber patch God is able to do great things.<\/p>",
    "audit": null
}