{
    "id": 17381,
    "source": "oswalt",
    "verse_id": 17813,
    "verse_count": 6,
    "reference": "8:5–10",
    "title": "Assyria At The Flood, Yet God Is With Us",
    "html": "<p>As with 7:18–25, the same sign which is a testimony to God’s faithfulness is also a word of destruction to those who will not believe. God’s presence does not mean automatic blessing to his people despite their unbelief. The fact of his presence may make them even more subject to the powers of judgment, because of all people, they should have known better. So a Judah, delighting over the spoliation of her enemies, learns to her horror that Maher-shalal-hash-baz applies to her as well as them.<\/p> <p><a class=\"isa\" verses=\"eyIxNzgxMyI6Mn0=\">5, 6<\/a> It is impossible to determine how soon after the birth of Maher-shalal-hash-baz this oracle was given to Isaiah. But it is evident from the language that some time had elapsed. If <i>rejoice<\/i> is correct in v. 6, then it may be subsequent to 734 when Tiglath-pileser’s campaign had forced Syria and Ephraim to withdraw from Jerusalem.<\/p> <p>In the light of the references to Rezin and Pekah in v. 6b (on which see below), <i>this people<\/i> has been interpreted by some as being Ephraim and Syria. Yet everywhere else where the identification can be ascertained the phrase refers to Judah, the people immediately at hand (cf. 6:9; 8:12; 9:15 [Eng. 16]; 28:11, 14; 29:13), and there is every reason to believe the same is true here. The people cannot blame their fate upon their king. They have been as much terrified by the enemy (<a class=\"isa\" verses=\"WzE3Nzg1XQ==\">7:2<\/a>) as he and as little willing to commit themselves to God.<\/p> <p><i>the waters of Shiloah.<\/i> With a lovely figure of speech Isaiah compares the help of God to an apparently ineffectual little stream, whereas the help of the mighty nations of the world seems like the Euphrates. What we do not realize is that the supposedly mighty river can sweep over us and swallow us up for its own devices. This paradox, that what is mightiest seems least so in appearance, is found throughout Scripture. Those who trust in God must look deeper than appearance. It seems likely that the stream referred to came from the Gihon spring on the west side of the Kidron Valley and flowed around by conduits to pools at the lower end of the city where the Kidron and Tyropoeon valleys met. As best as can now be determined, the famous Siloam tunnel which brought the water directly under the city to the pool of Siloam did not exist at this time, having been dug during the reign of Hezekiah.<\/p> <p><i>and rejoices over Rezin and the son of Remaliah<\/i> presents a serious problem of interpretation. In what sense did the people of Judah rejoice over the two kings? In fact, the MT at its most literal seems to say they rejoiced <i>with<\/i> them. If there was a pro-Ephraimite and Syrian party in Judea, the Bible does not mention it. Far from rejoicing in them, the Judeans were terrified of them. This problem has caused some scholars to believe that <i>this people<\/i> refers to Ephraim, stating that she has rejected the God of Jerusalem and the house of David (so the Targ.), and has chosen the two kings as her leader. Although such an interpretation is possible, both <i>this people<\/i> and the reference to Shiloah (Siloam) seem to indicate that the focus is upon Judah. In this light, and noting 7:2, it was suggested, perhaps first by Hitzig, that <i>māśôś<\/i>, “rejoice,” should be emended to <i>māsôs<\/i>, “melt” (in fear) (so Delitzsch, RSV). This fits the situation well and can be easily explained since the words are homophones. It may be correct, but the syntax is very difficult since <i>Rezin and the son of Remaliah<\/i> are either objects of the verb or objects of the preposition “with,” neither of which makes very good sense with “melt.” As a result, many modern scholars discard the whole phrase as an ill-conceived gloss (so Gray, Skinner, Kaiser, Wildberger, etc.). If this is the case, however, it is so ill-conceived as to make its creation incomprehensible. On balance, it seems best to remain with the MT and understand that the rejoicing, as suggested above, is over the discomfiture of their enemies, either actual or as predicted by Isaiah. It may well be that the Judeans were congratulating themselves over Ahaz’s diplomatic coup in allying himself with Assyria. It was not God who had delivered them, but their own wisdom (or God <i>through<\/i> the instrumentality of their wisdom). To all of this Isaiah says that the celebration is too early. The same River upon which they depended to engulf their enemies will shortly sweep over them.<\/p> <p><i>Therefore, behold<\/i> is the messenger formula introducing the announcement section of the judgment speech. In the light of the nation’s choices, God is about to act. As in other similar instances, Isaiah stresses that it is the Sovereign Lord who brings the judgment (cf. 7:7, 14, 17, 18, 20). Assyria does not inundate God’s land in spite of God. No, if she comes, it is because God brings her.<\/p> <p>The use of the Euphrates as the metaphor here is very satisfying for several reasons. Assyria came from across the Euphrates; it was a mighty river compared to anything the Israelites had seen in their home territory; its floods are swift and devastating. So was Assyria. Like Germany in 1939 and 1940, the Assyrians seemed almost superhuman. They could strike anywhere, it seemed, with speed and power. The majesty of their massive armies must have been stunning in itself. Like a mighty river rushing against a bank, they must have seemed inexorable. Ahaz had let loose the torrent, and did he think that it would meekly subside when it came to a national boundary? No, once out of its banks, the river would reach as far as it possibly could.<\/p> <p><a class=\"isa\" verses=\"WzE3ODE2XQ==\">8<\/a> Yet the flood will not destroy Judah; it will stop short of total destruction. Just when the tide seems about to engulf the mouth and nose, cutting off the last breath, it halts. This seems to be the sense of <i>reaching to the neck.<\/i> Isaiah is not here offering much hope. Rather, he is telling what a near thing it will be. But he does imply that Assyria will not annihilate Judah.<\/p> <p>The final phrase of the verse probably makes the same point, although its exact meaning is much debated. First of all, has Isaiah changed metaphors? Has he moved from flood to bird? And is it bird of prey (Procksch) or bird of protection (Duhm)? Probably he has switched metaphors, but it is one suggested by the situation. An army fans out over the land like the fingers of a flood pouring through depressions and reaching up valleys. This spreading out of army or flood suggests the spreading of wings, and that suggests a bird, in this case a bird of prey, extending its wings as it whistles down upon a victim. Gray, fastening on the closing, with its hopeful note, assumes the bird must be protective (as in Ps. 91:4), and that a radical change of thought has occurred. However, this is not necessary. The land over which the bird hovers is Immanuel’s land. Nothing can change that. Thus, just as the flood may reach the neck but no further, so those hovering wings will not carry off the lamb. Why? Because Judah is so wise or powerful? No, because of Immanuel who is pictured as a helpless child. What can stop the flood? Only the trickling waters of Shiloah, which the Judeans had rejected as being of no use (cf. Num. 14:9; Ps. 46:7, 8 [Eng. 6, 7]).<\/p> <p><i>O, Immanuel<\/i> comes rather abruptly here, and the abruptness has caused a good deal of speculation over possible interpretations. If it is correct that Maher-shalal-hash-baz was the initial fulfillment of the Immanuel prophecy, as seems very likely, then the inclusion of the name here becomes more understandable. This is especially true in the light of the similar structures of 7:13–25 and 8:1–10, which makes it appear that the points of the Immanuel and Maher-shalal-hash-baz signs are identical. However, that Judah is called Immanuel’s land makes it abundantly clear that Maher-shalal-hash-baz, or someone else who may have constituted the initial fulfillment of the sign, was not the ultimate fulfillment. Ultimately, Immanuel is the owner of the land, the one against whom Assyria’s threats are ultimately lodged, the one upon whom deliverance finally depends. That cannot be Isaiah’s son, nor even some unknown son of Ahaz. It can only be the Messiah, in whom all hope resides. It is as if Isaiah, plunging deeper and deeper into the dark implications of his sign, is suddenly brought up short by the deepest implication: God <i>is<\/i> with us and, best of all, will be with us, not merely in the impersonal developments of history, but somehow as a person.<\/p> <p><a class=\"isa\" verses=\"eyIxNzgxNyI6Mn0=\">9, 10<\/a> In these verses the tone shifts dramatically. Isaiah is no longer envisioning a helpless Judah floundering in the overpowering Assyrian flood. It appears that the memory that Judah is Immanuel’s land has changed his perspective. It is in that light that he brings the direct treatment of the Immanuel signs to a close. Here he comes with that penetrating vision which can see beyond near disaster and judgment to ultimate victory and hope. Yes, Judah may now be the pawn of the great nations, her sins may have plunged her into the midst of their plottings and machinations. Yet, when all is said and done, all those plots and plans must eventually come to nothing, except as they coincide with those of the God who has chosen to be with us in the contingencies of our existence.<\/p> <p><i>Break forth, O peoples<\/i> begins a series of commands to the nations. They are invited to do everything they can to make ready for war against God’s people. Nevertheless, after each imperative, as here, the prophet announces with supreme confidence and heavy irony that the results of their preparation will be their own destruction.<\/p> <p>According to Young, <i>Gird yourselves<\/i> may refer to an ancient custom of belt-wrestling. However, that seems too arcane in view of the numerous references in Scripture to “girding on one’s sword” (Deut. 1:41; 1 Sam. 17:38; 25:13; 2 Sam. 21:16; 1 K. 20:11; armor, Ps. 45:4 [Eng. 3]). Soldiers wore a wide belt (girdle) which carried the sword and a dagger, and in addition, the breastplate was fastened on with belting around the back. In these ways a man preparing for war “girded” himself. There was also another sense in which girding represented preparation for action. This was “girding up the loins” (Exod. 12:11; 2 K. 4:29; 9:1; Job 38:3; 40:7; Prov. 31:17; Jer. 1:17; cf. also 1 Pet. 1:13). It evidently refers to tucking the hem of one’s robe into the belt in order to free the legs (cf. Elijah running before Ahab, 1 K. 18:46).<\/p> <p><i>it shall not stand<\/i> is a fitting conclusion to the segment 7:1–8:10 because it reverts to the note upon which Isaiah began. He had said that Ephraim’s and Syria’s boastful plans would not stand (<a class=\"isa\" verses=\"WzE3NzkwXQ==\">7:7<\/a>). Indeed, they did not. Already enough time may have elapsed to demonstrate the truthfulness of that statement. But now larger figures have moved onto the stage, at least one of them at God’s specific command. What of them? Isaiah gladly announces that the truth still holds. To the extent that the plans of the nations are the result of their own rapacious arrogance, they will not stand, for God is with us. That does not mean magical deliverance without reference to the manifest sins of his people, but it does mean that their destiny is not in the hands of sinful human nations, and furthermore, it means that judgment and destruction are not the final <i>word.<\/i> Judgment is unto salvation when God is with us.<\/p> <p>It is hard to overstress the philosophical significance of <i>God is with us.<\/i> The nonbiblical approach is for an individual to seek to be with God—in fact to be united with God. This inevitably results in varying forms of pantheism or panentheism. If humanity is to attain unity with God it is impossible that God should transcend the psycho-physical world, for that world is finally our only means of access to him. But the biblical view exactly reverses the process. Transcendence is the given; it is nonnegotiable and irreducible. God <i>is<\/i> distinct from his world. This means that it is impossible for humanity to attain union with God by its devices. Instead God makes fellowship between us and him possible by entering our realm. Far from our trying to escape our finitude and mortality by making God identical to this world, God, who is part of this world, has entered into our finitude and mortality through Christ and thus brings us to fellowship with himself (John 3:13; Rom. 10:6; 2 Cor. 4:6; Col. 1:15–20).<\/p>",
    "audit": null
}