{
    "id": 17450,
    "source": "oswalt",
    "verse_id": 18322,
    "verse_count": 10,
    "reference": "35:1–10",
    "title": "The Garden",
    "html": "<p>In what Skinner calls “a brilliant contrast,” this chapter stands over against <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a>. There the luxuriant land of Edom was turned to a desert. Here the desert is changed into a garden. What desert is changed is not defined. Some take it to be Judah, while others understand it to refer to the Syrian desert across which the returning exiles would have to travel. But it is more likely that no particular place is intended. Rather, just as Edom in <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a> represented the nations in general, so here the desert represents the total world: physical, social, and spiritual, which, human arrogance having destroyed, God in his grace can make to bloom. Whereas trusting the nations results in a desert, trusting God results in a garden.<\/p> <p>Several studies have demonstrated a considerable congruency between the ideas and phrasings of this chapter and those of chs. 40–66. This similarity has led to a great deal of speculation concerning the origins of the chapter. However those questions are answered, the issue of the author’s intent remains. Was he speaking about a literal return from exile, a millennial kingdom, a spiritual condition to which these statements bear a typological reference, etc.? Two things may be said in response. First, as has been frequently noted to this point, it is improper to attempt to make poetry fit into a wholly cognitive mode. Poetry speaks to the affective side of the personality. This is not to say it is worth less than purely cognitive materials. It may well be worth more in its power to shape our thinking and to motivate us to action. But it is to say that any attempt to reduce the imagery to simple literal statements is an inappropriate method of interpretation.<\/p> <p>Second, the poem may well be referring to all of the alternatives mentioned in the previous paragraph. Thus, it may indeed be talking about a return of exiles from Babylon, but that is not all. The language is too exalted for that. So also, it speaks of a time when fear, injustice, sickness, and accidental death are gone, yet the language is very much the language of this world. By the same token, it speaks of holiness, cleanness, and wisdom, yet the salvation is put in largely physical terms. One is thus reminded of 1 John 3:2, “… it does not appear what we shall be, but we know that when he appears, we shall be like him.” So here, we cannot say with absolute certainty how all of this will work out in fact. But this we know: to walk with God is to walk in security, in blessing, in glory, and in joy. And if these are limited now, there will come a day when they will be as unlimited as he is.<\/p> <p>The poem divides itself into three paragraphs. The first, <a class=\"isa\" verses=\"eyIxODMyMiI6NH0=\">vv. 1–4<\/a>, is introductory in that it makes the promise of the desert’s blossoming and offers encouragement to the faint-hearted. Verses 5–7 elaborate on the promise with the declaration of salvation. Two figures are used: the infirm being healed, and water bursting forth in the desert. Verses 8–10 speak of the highway upon which the ransomed may come to God. Thus there is a focusing effect which moves from the general to the particular, the most particular promise being joyous fellowship with God in Zion.<\/p> <p><a class=\"isa\" verses=\"WzE4MzIyXQ==\">1<\/a> With something of the same suddenness as in 8:22–23 (Eng. 9:1), the picture changes: in <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a> Edom has become a gloomy wilderness full of unclean animals. But suddenly the wilderness is a place of rejoicing, filled with blooming flowers. One can only ask what has happened. The author keeps his readers in suspense until he gives a partial answer in v. 2 and then a fuller one in v. 4. The answer is God. He is the author of all joy. We human beings keep thinking we can produce joy on our own. But we never can. Joy is always a by-product of the presence of God in his world. When we, through our lack of trust, hold him at arm’s length, the end result is desolation. It is only when we turn to him, recognizing the uselessness of all other help, that we can perceive his coming to us (v. 4) and find joy in becoming complete with him.<\/p> <p><i>the crocus<\/i> is the most widely accepted translation today of <span>ḥḇaṣṣāleṯ<\/span>. However, this meaning is far from certain. Evidently the author’s intent is to call to mind one of the species of small flowers which turn the desert into a place of beauty almost instantly after any substantial rainfall.<\/p> <p><a class=\"isa\" verses=\"WzE4MzIzXQ==\">2<\/a> Throughout the book the theme of glory is present. God wants to share his glory with his creation, but any attempt by the creatures to produce their own glory will end in disaster. Thus it is appropriate in this segment (chs. 34 and 35), which sums up the two ways—God or the nations—that this theme should appear. If we will give God his glory, then he will give his to us.<\/p> <p>As noted on 29:17; 32:15; and 33:9, Lebanon with its spreading cedars and Mount Carmel with the rich plain of Sharon at its foot were symbols of abundance. Now, Isaiah says, if you want to understand the abundance of God’s promises, you will have to imagine a desert turning into one of those regions. That is the kind of thing God can do, especially with the human heart.<\/p> <p><i>They will see<\/i> does not have a clear antecedent. The LXX makes it clear by reading “my people” and the Targum does similarly with “the house of Israel.” Delitzsch rather thinks that the reference is to the personified regions just named. If the “they” was not emphatic, it would be tempting to understand it as a virtual passive: “the Lord’s glory will be seen.” However, in view of the emphasis, Israel seems the most likely reference. God’s people who will have long asked for him to show himself will see his glory.<\/p> <p><a class=\"isa\" verses=\"eyIxODMyNCI6Mn0=\">3–4<\/a> <i>the drooping hands<\/i> is a figure for helplessness induced by fear. The English “throw up one’s hands” has a somewhat similar connotation, although fear is not so prominent there. <i>the shaking knees<\/i> and <i>racing heart<\/i> are similar figures. Confronted with mighty nations who use their power ruthlessly, what is one to do except bow one’s head in terrified resignation?<\/p> <p>But God’s word, as in <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> (esp. <a class=\"isa\" verses=\"eyIxODMzMCI6Mn0=\">vv. 9–10<\/a>, but cf. also 10:24–27), is a word of encouragement. God is greater than the nations and they cannot continue their oppressive ways with impunity. He will come to redress the balance and to execute vengeance upon the oppressor. The people of Israel today would give no thanks to God, but the fact is, the national identity of Israel is a result of the Holocaust. There has been a remarkable rebalancing of power.<\/p> <p><i>he comes<\/i> is a powerful statement throughout Scripture, up to and including Mal. 3:1. To the heart which cries “He is too far away, I cannot reach him,” the answer is, “You do not have to reach him; he comes to you.” So God has been coming to us across the millennia: through the process of revelation, in the acts of his providence, in the first coming of Christ. And he will continue to come until that last day when we will be united with him forever.<\/p> <p>As noted above, <a class=\"isa\" verses=\"eyIxODMyNiI6M30=\">vv. 5–7<\/a> expand on <a class=\"isa\" verses=\"eyIxODMyMiI6NH0=\">vv. 1–4<\/a> by giving two figures of salvation: healing of infirmities and the breaking forth of water in the desert. Both the infirm and the desert were considered by the people of the Bible to be in the thrall of death, barren and worthless (2 Sam. 9:8; Jer. 2:6; John 9:2). Thus the thought that God can give abundant life to the lifeless is well expressed through these figures.<\/p> <p>That this prophecy was at least partly fulfilled in the ministry of Jesus Christ may be seen in the way in which he appropriated these figures for himself (Luke 7:22; Mark 7:37). As Delitzsch well says, and as Jesus’ ministry shows, the references to physical healing are not merely typological of spiritual healing. Rather, the physical healing is the outer side of a totality. Thus the part represents the whole (as “lips” in 6:5).<\/p> <p><a class=\"isa\" verses=\"WzE4MzI2XQ==\">5<\/a> <i>Then<\/i> emphasizes the future aspect of the promise, but also serves to connect with statements of v. 4 and to show the impact of the promised salvation. It is perhaps significant that the figures used do not stress freedom from oppression as much as they do abundant life. To be sure, freedom from oppression is a part of the total promise (43:14; 48:20; etc.), but apart from a divinely given inner abundance, physical freedom can be a curse as well as a blessing. Liberation theology must couple inner abundance with outer freedom if it is to be truly biblical.<\/p> <p><i>the blind<\/i> and <i>the deaf<\/i> have been used frequently to speak of a spiritual condition as well as a physical one (<a class=\"isa\" verses=\"W1sxNzc4MCwxODE3Ml0seyIxODIwMyI6Mn0sWzE4MjEyXSx7IjE4MjM4IjoyfSx7IjE4MjYzIjoyfV0=\">6:10; 28:7; 29:9–10, 18; 30:20–21; 32:3–4<\/a>). So the prophet promises a day when true values are seen and true guidance is received. In short, in this context, they will cease to trust the nations and begin to trust God (cf. also 42:18–19).<\/p> <p><a class=\"isa\" verses=\"WzE4MzI3XQ==\">6<\/a> <i>the lame will leap like a deer<\/i> has a particular fulfillment in Peter’s healing of the lame man in the temple (Acts 3:8).<\/p> <p>The theme of streams in the desert is a particular favorite of chs. 40–55, where the stress is upon the second “Exodus” and its similarities with the first. Furthermore, in a land as dry as Israel, water is a special symbol of life and salvation.<\/p> <p><a class=\"isa\" verses=\"WzE4MzI4XQ==\">7<\/a> <i>The parched ground<\/i> <span>(šārāḇ)<\/span> was frequently translated as “mirage” in the latter part of the nineteenth century on the basis of an Arabic etymology. But while that translation will fit admirably here, it will not work in 49:10, the only other occurrence of <span>šārāḇ<\/span> in Biblical Hebrew. As a result, “mirage” has been dropped from all the modern translations. The connotation seems to be something burning, either ground, as here, or wind, as in 49:10.<\/p> <p><i>the haunt of jackals<\/i> seems to be another direct connection with <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a> (cf. v. 13; note also the similarity of 34:8 to 35:4). There the place will become a wilderness where jackals live; here the rocky crags which those animals normally inhabit have become a splashy meadow. The way of man is to make the inhabited uninhabitable; the way of God is to take the barren and make it abundant.<\/p> <p>Verses 8–10 give the climax of the poem using the particular image of the highway upon which the redeemed march to Zion. It is not clear whether this is construed as a highway from the countries of exile (cf. 11:12, 16) upon which the returnees can come to Jerusalem, or whether it is a festal way upon which holy pilgrims can go up to Zion. The very uncertainty suggests that it is probably both and more. Once again poetic imagery resists reduction to mere literalism. The point is that God’s coming to his people (<a class=\"isa\" verses=\"WzE4MzI1XQ==\">35:4<\/a>) has its purpose in the people coming to him in holy lives for worship and fellowship (<a class=\"isa\" verses=\"W3siMTc2ODgiOjN9LHsiMTc3MzYiOjV9LHsiMTgxMjUiOjR9LHsiMTg5NDEiOjZ9XQ==\">2:2–4; 4:2–6; 25:6–9; 66:18–23<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4MzI5XQ==\">8<\/a> In a direct contrast with 34:10, this verse asserts that in God’s country, as opposed to Man’s, communication and travel are easy. Sin divides, but true holiness unites. This is not the spurious holiness which totes up its achievements (<a class=\"isa\" verses=\"eyIxODkyNiI6M30=\">66:3–5<\/a>), but that genuine Godlikeness which is the result of an experience of cleansing like Isaiah’s (<a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>). There the cleansing was received by Isaiah alone, but in the last days many from the entire nation will receive it. This is the very thing envisioned by <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>: when the nation can, in large part, experience what Isaiah experienced, the dilemma of chs. 1–5 will be solved—the nation will indeed serve the nations.<\/p> <p><i>It is for those who walk the way<\/i> seems the most likely translation of a difficult phrase. If this is the correct interpretation, it means that the way is holy because this is the character of those who walk there, not because of some intrinsic quality it has in itself.<\/p> <p><i>No fools will stumble<\/i> has been understood in two differing ways. On the one hand, it is taken that the highway will be so smooth that even a simpleton could walk there. However, the word translated “fool” means not merely a simpleton but that morally perverse person who knowingly chooses the opposite to God’s truth. Thus the sense is the same as “no one unclean shall pass over it.” Hence the arrangement is chiastic: the “unclean” will not walk on the way; it is a way possessed by the righteous, “fools” will not stumble on it.<\/p> <p>Verse 9 continues the contrast with <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a>. There the wild animals took over what had been man’s. Here, although the highway passes through lush watered regions where wildlife might be expected to abound, none of it will be of the ferocious sort. Our human attempts to care for ourselves only increase our insecurity, but to depend on God is to find a security none can harm.<\/p> <p><i>not be found there<\/i> is taken by Duhm (cf. <i>BHS<\/i>) as a gloss on “no&nbsp;… get up on it.” This interpretation may be possible if the MT is not punctuated correctly. As the MT has it, “they will not be found” is an appropriate antithetic parallel to “the redeemed.”<\/p> <p><i>redeemed<\/i> is a very significant term in the second part of the book: <span>gā’al<\/span> and its derivatives occur twenty-one times and <span>pāḏâ<\/span> twice. The occurrence of the concept here has been used as evidence that chs. 34 and 35 were written by Deutero-Isaiah. However, that is not necessarily the case. Redemption is not the central focus of chs. 1–39 but rather judgment. Thus it is not surprising that the terms only appear here and in 1:27 and 29:22 in the first half. They do appear here because the judgment theme has been brought to a close and the promise is about to be developed.<\/p> <p><a class=\"isa\" verses=\"WzE4MzMxXQ==\">10<\/a> This verse is quoted in 51:11 and sometimes taken to derive from that context. But observation will reveal that it fits better here where it functions as the climax and logical conclusion. The end of the Holy Way is Zion the Holy City. The result of supernatural protection and provision, but most of all, of redemption, is a gladness which will drive away all sadness forever. This is the apex of the eschatological vision: a day when the people of God can be set free from their own sins and the sins of others, when they can come home to their God and be fully restored to his image, when a lifelong struggle to avoid grief and pain will be ended in their being overwhelmed by gladness and joy. This is the hope of biblical faith. To be sure, there are foretastes in this life, foreshadowings of what is to come. Furthermore, there is a sense in which it is true that virtue is its own reward. But if the faith is shorn of its eschatological promises, what remains is but a shell. If God is God at all, then we may believe all his promises (1 Cor. 15:19).<\/p> <p>With this verse the segment encompassed by chs. 13–35 reaches its climactic conclusion. Chs. 7–12 posed a question: “Is God Sovereign of the nations?” Can God deliver from an Assyria? Or is he just one more of the gods, waiting to be gobbled up by a bigger god? In short, can God be trusted? Chs. 13–35 have sought to answer that question in four main sections: chs. 13–23; 24–27; 28–33; 34–35. In the first, God’s lordship over each of the nations is asserted. In the second, it is shown that God is not merely the reactor to the nations, but is in fact the sovereign Actor on the world’s stage. In the third, the superiority of God’s counsel over that of the merely human leaders is shown. Finally, the last two chapters show the ultimate results of the two courses of action, with <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">ch. 35<\/a> ending at exactly the same point as chs. 11–12, with the promise that God can, and will, redeem. He may be trusted. However, the issue remains: is this merely abstraction or can it become concrete reality? Ahaz had proved that the nations cannot be trusted. But what of God? Can his trustworthiness be demonstrated or only asserted? Must his promises for the distant future be clung to blindly or can an earnest of their reality be experienced now? This is what chs. 36–39 are about.<\/p>",
    "audit": null
}