{
    "id": 17383,
    "source": "oswalt",
    "verse_id": 17831,
    "verse_count": 6,
    "reference": "9:1–6",
    "title": "Unto us a child is born",
    "html": "<p>In this segment Isaiah reaches the climax of the section begun at 7:1. In place of an unfaithful monarch whose shortsighted defensive policies will actually plunge the nation into more desperate straits, there is lifted up the ideal monarch who, though a child, will bring an end to all wars and establish an eternal kingdom based upon justice and righteousness. As a child, he is the culmination of Isaiah’s use of children to indicate God’s providential mastery of history. Here, however, the names no longer express some future event or situation as do Shear-jashub and Maher-shalal-hash-baz. Neither do they directly express the relation between God and his people, as does Immanuel. Rather, they express the remarkable nature of this individual and thus, indirectly, the saving character of his reign. In this respect, he is the ultimate expression of the truth that God is indeed with us (Immanuel), not for our destruction, but for our redemption.<\/p> <p>As an expression of God’s ultimate purpose, 9:1–6 (Eng. 2–7) forms the conclusion to the reflections which began at 8:11. The dependence upon our own resources and perspectives for guidance can only lead further into the darkness. That had been the way of Ahaz, refusing the instructions and testimonies of God. But into the helplessness of that darkness, God would, through the coming King, yet shine the light of his own delivering power. The segment exhibits something of the form of a hymn of praise as it glorifies God (<i>kî<\/i>, “for”) as the cause for the rejoicing. Verses 2 and 3 tell the people’s new situation, which is a result of God’s activity in freeing them and putting an end to war (<a class=\"isa\" verses=\"eyIxNzgzNCI6Mn0=\">vv. 4, 5<\/a>). But that activity is itself a result, the result of the birth of the ideal king (v. 6). Verse 7 then is a description of that king’s reign.<\/p> <p><span>1 (<a class=\"isa\" verses=\"WzE3ODMyXQ==\">2<\/a>)<\/span> Following the lead of the previous verse, this verse explains why there will be no gloom where in fact the darkness had been absolute. With the suddenness of dawn (cf. 60:1) comes the announcement that light has appeared to these people. They did not produce it nor are they responsible for it. Where they had been groping in darkness, or sitting in the land of death’s shadow, they suddenly find themselves blinking in the light. Throughout the Bible, God’s presence is equated with light (42:16; 2 Sam. 22:29; Job 29:3; Ps. 139:11, 12; 1 John 1:5). So here, there is light for these people because their sin and rebellion are not enough to keep God from manifesting himself to them. True, they could not continue to choose their sin and have the light, but if they wished to be freed from their sin, nothing could prevent God’s light from shining, as it, in fact, has in Jesus.<\/p> <p>All these events are manifestly in the future from the prophet’s point of view, yet the verbs are all in the perfect tense. Apparently these are prophetic perfects. Isaiah has a point of view different from the normal one. In the uncertainty of his own milieu he nonetheless can look at a future moment and describe its events with the certainty of completed actions. No medium or spiritist could do that. The spirits could not explain the origins of the earth, much less the end of it (cf. 41:21–24). But God could give that kind of insight to his prophet.<\/p> <p><span>2 (<a class=\"isa\" verses=\"WzE3ODMzXQ==\">3<\/a>)<\/span> As a result of God’s revelation of himself through his Messiah, joy sweeps over the people, the joy of abundance. Instead of depopulation and dwindling away (<a class=\"isa\" verses=\"eyIxNzgwMyI6NH0=\">7:20–23<\/a>), the nation swells and grows (<a class=\"isa\" verses=\"eyIxODY1NiI6NX0=\">49:19–23<\/a>); instead of the harvest’s being meager (<a class=\"isa\" verses=\"WzE3NzUwXQ==\">5:10<\/a>), it is abundant (<a class=\"isa\" verses=\"eyIxODMyMiI6Mn0=\">35:1, 2<\/a>); instead of becoming spoil themselves (<a class=\"isa\" verses=\"WzE3ODA5XQ==\">8:1<\/a>), they will divide the spoil (<a class=\"isa\" verses=\"WzE4MzAzXQ==\">33:23<\/a>). What is dealt with here are all the elemental fears of people, and the prophet says that in place of fear there is joy. But it is important to see that the real source of joy is the Lord. It is before him that they rejoice (2 Sam. 6:16; Ps. 27:4, 6). And this is true, for apart from the presence of the Creator who gives meaning to life, all other joys are dust and ashes (Ps. 16:11).<\/p> <p><span>3 (<a class=\"isa\" verses=\"WzE3ODM0XQ==\">4<\/a>)<\/span> Now the immediate cause of the rejoicing is explained. They rejoice because the Lord has freed them. It is not necessary to look for some specific liberation which Isaiah has in mind. It is apparent from the whole context that it is final deliverance which is in view. This is what God holds out to his people and that for which they justly pray and believe. Two extremes are to be avoided here. One extreme is to take the way that the Christian Church has often taken, saying that true bondage is to personal sin from which Christ frees us, and thus turning a blind eye on actual physical oppression. The other extreme is the way of certain forms of liberation theology that seem to suggest that the only sin is the sin of political oppression, and that Christ’s only purpose in coming was to give human beings political freedom.<\/p> <p>Neither extreme is adequate in itself. To make God’s promises primarily political is to overlook the profound insight of the NT (and the OT) that the chief reason for the absence of <i>šālôm<\/i> (harmonious relationships) among human beings is the absence of <i>šālôm<\/i> between God and human beings through sin. Without <i>šālôm<\/i> between persons, freedom cannot long exist. But to act as if the forgiveness of sin and the consequent personal relationship are all that matters is to succumb to a Platonic distinction of existence into a “real” spiritual world and an “unreal” physical world, a distinction which is thoroughly unbiblical. The Messiah lifts the yoke of sin in order to lift the yoke of oppression. The Church forgets either yoke at its peril.<\/p> <p><i>this burdensome yoke.<\/i> The Assyrian emperors delighted in telling how they imposed their heavy yokes upon captive peoples. Here Isaiah looks off to a day when One mightier than the Assyrians of this world will break those yokes to pieces. He, too, will impose a yoke, but, paradoxically it will be easy (Matt. 11:29, 30). It will not be an expression of arrogance and cruelty but of gentleness and kindness.<\/p> <p><i>in the day of Midian.<\/i> But is this prophetic dream of freedom just a dream? Or is there reason to believe that such a thing might be? With these few words Isaiah calls to mind historic events which would give credence to the eschatological hope. Gideon and his people, faced by an oppressive horde, discovered that in God weakness is strength, and they watched in amazement as God used them to bring deliverance (Judg. 6, 7). So the prophet alludes to those events as evidence that the picture he projects is entirely feasible, given the character and power of their God.<\/p> <p><span>4 (<a class=\"isa\" verses=\"WzE3ODM1XQ==\">5<\/a>)<\/span> How will the Lord put an end to oppression? By putting an end to the warfare upon which oppression rests. God will not supplant oppression with greater oppression, nor will he replace warfare with warfare. Instead, he will do away with wars (cf. Ps. 46:10, 11 [Eng. 9, 10]; 2 Cor. 10:4). If some Christians feel justified in taking up arms against oppression, that is as it may be, but “Christian” armies of conquest are surely an abomination. The figure Isaiah uses to depict the cessation of war is a powerful one. He uses the lesser to include the greater and in so doing insures inclusion of the total. If even the boots and cloaks are being burned, we may be sure the weapons are disposed of, and even more surely, those who wielded them. The boots whose tread shook the earth are now silent. The cloaks in whose fabric is mixed the blood of conqueror and conquered now feed the flames. Wars have ceased to the end of the earth (Ps. 46:10 [Eng. 9]). Speed the day.<\/p> <p><span>5 (<a class=\"isa\" verses=\"WzE3ODM2XQ==\">6<\/a>)<\/span> Here comes the third in the series of verses opening with <i>kî<\/i>, “for,” clauses. There is joy <i>because<\/i> God has delivered from oppression, and he does that <i>because<\/i> he has brought an end to war. But how will he do <i>that<\/i>? This verse supplies the answer. It lies in the coming of a person, thus fitting biblical thought throughout. Ultimately, God’s truth is not merely in the realm of ideas; ultimately, it is meant to be incarnated (cf. Mal. 2:17–3:1; Col. 1:15, 19, 20, 27). Who is this person through whom God intends to bring war to an end and establish true freedom upon the earth? Evidently, he is a royal person (note the references to a kingdom, government, and throne), yet he is never called king. Von Rad and Harrelson conclude that this reference is an intentional slap at the Jerusalem monarchy. If such as these are called “kings” then the title is too tainted for this one to bear. He will be in fact what they were in name only.<\/p> <p>But this person will also be a child, and it is inescapable that the childish aspect of the deliverer is important to Isaiah, for it appears again in 11:6, 8 (as it is, of course, implied in 7:3, 14; 8:1–4, 8, 18). Medieval Jewish commentators, combatting the prevailing messianic claims of Christians, argued that all this was simply in recognition of the birth of the crown prince, Hezekiah, and was only a simple royal birth hymn. However, this view flies in the face of the chronology of Hezekiah’s birth, and even more seriously, it is evident from the language that no merely human king is being spoken of. This is clearly an eschatological figure, the Messiah.<\/p> <p>If a crown prince’s birth is not in view, then what is the meaning of the emphasis upon this person as a child? Surely, it is for two reasons. First, it emphasized that (contra Rignell; cf. n. 15) the divine ruler will not merely be God, but although partaking of the divine attributes, will have the most human of all arrivals upon the earth, namely, birth. The expected perfect king will be human and divine. But the language also makes another point. This point underlines the central paradox in Isaiah’s conception of Yahweh’s deliverance of his people. How will God deliver from arrogance, war, oppression, and coercion? By being more arrogant, more warlike, more oppressive, and more coercive? Surely, the book of Isaiah indicates frequently that God was powerful enough to destroy his enemies in an instant, yet again and again, when the prophet comes to the heart of the means of deliverance, a childlike face peers out at us. God is strong enough to overcome his enemies by becoming vulnerable, transparent, and humble—the only hope, in fact, for turning enmity into friendship.<\/p> <p>The titles underscore the ultimate deity of this child-deliverer. Although some commentators have expended a great deal of energy attempting to make these titles appear normal, they are not. Perhaps the primary way in which this is attempted is by reference to the Egyptian throne-names (cf. Wildberger). It was customary to give five throne-names to an Egyptian king upon his coronation. These were related to the various gods and were understood to have magical effect. Such names as “Mighty Bull appearing in Thebes” and “Enduring in Kingship, like Re in Heaven” were typical. On this basis some suggest that the same practice was followed for the equally human kings of Israel. However, several factors tell against this equation. First, there are not five names here but four, and only emendation can produce a fifth. Second, this is not a coronation hymn but a birth announcement. Third, the Egyptians believed their kings were gods and the names express that belief. But the Hebrews did not believe this. They denied that the king was anything more than the representative of God. To be sure, throne-names were probably used in Israel (cf. 2 K. 23:34; 24:17), but there is no evidence that they were of the Egyptian sort. R. A. Carlson has argued that the titles are part of a polemic against the Assyrians, attacking the extravagant claims made by the Assyrian monarchs about their wisdom and power. On this view, Isaiah’s use of the titles means that wisdom and power really belonged to that king whom God would send to them. This view has much higher likelihood than the Egyptian one, but the point remains that such extravagant titling was not normal for Israelite kings. It is an expression of a belief that the one who would be born to rule over Israel in justice and righteousness would be possessed of divine attributes. All of this points to a remarkable congruence with the Immanuel prophecy. Somehow a virgin-born child would demonstrate that God is with us (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">7:14<\/a>). Now he says “to us a child is born” (Isaiah including himself with his people in their deliverance as he did in their sin [6:1]) and this child has those traits which manifest the presence of God in our midst. Surely this child (also described in 11:1–5) is presented to us as the ultimate fulfillment of the Immanuel sign.<\/p> <p><i>Wonderful Counselor<\/i> (lit. “wonder of a counselor”). Throughout the first part of the book especially, the folly of human wisdom is derided, for usually such counsel lacked any spiritual wisdom (<a class=\"isa\" verses=\"W1sxNzY4MSwxNzcxMSwxNzc2MV0seyIxODAxNiI6NX0seyIxODE3MiI6NH0seyIxODIwMyI6Nn0seyIxODIxOSI6Mn0seyIxODI1MiI6M30seyIxODYxMCI6NH1d\">1:26; 3:3; 5:21; 19:11–15; 28:7–10; 29:9–14; 30:1, 2; 31:1–3; 47:10–13<\/a>). By contrast, the Coming One would give wondrous counsel, unfailing in the depth of its wisdom. For it is true wisdom which knows that in weakness is strength, in surrender is victory, and in death is life (42:1–4; 49:4, 21; 50:4–9; 52:13–53:12; 55:6–9; 57:15; 58:6–12; John 12:24–26). So this counselor is a wonder because his counsel goes beyond the merely human.<\/p> <p>Many commentators dismiss <i>Mighty God<\/i> as a reference to deity on the basis of the fact that <i>gibbôr<\/i> can be a noun, “hero,” as well as the adjective “mighty,” or that <span>’ēl<\/span> (or <span>’lōhîm<\/span>) may be used adjectivally to mean “great” (Jon. 3:3). Thus, they read “great hero.” Apart from the attempt to deny deity to the person in question, however, there is no reason to depart from the traditional rendering. Wherever <span>’ēl gibbôr<\/span> occurs elsewhere in the Bible there is no doubt that the term refers to God (10:21; cf. also Deut. 10:17; Jer. 32:18). This king will have God’s true might about him, power so great that it can absorb all the evil which can be hurled at it until none is left to hurl (<a class=\"isa\" verses=\"W3siMTg3MTQiOjl9LHsiMTg4MTYiOjZ9LHsiMTg4NjgiOjl9XQ==\">53:2–10; 59:15–20; 63:1–9<\/a>).<\/p> <p><i>Everlasting Father.<\/i> Again, some commentators dismiss the possibility of a divine element, insisting that fatherhood is the essential point whereas “everlasting” is only a modifier. But surely the phrase must be taken as a whole. Many kings claimed to be “father” to their people and even to their captives, yet their fatherhood was of a strictly temporal and self-tainted character. This person’s fatherhood is claimed to be forever. Such a claim cannot be ignored. It is either the royal bombast typical of the ancient Near East, which is, in fact, atypical for Israel, or it is a serious statement of a sort of fatherhood which will endure forever. When one sees that God’s fatherhood is such that it does not impose itself upon its children but rather sacrifices itself for them, it becomes plain that “everlasting fatherhood” must be of that sort (cf. Matt. 6:25, 26; 11:27–30; 18:12–14; 23:9–12; Luke 23:34; Rom. 8:15–17).<\/p> <p><i>Prince of Peace.<\/i> It is appropriate that this title should come as the last of the series, for it is the climactic one (cf. 32:17). What sort of king is this? He is a peaceful king, one who comes in peace and one who establishes peace, not by a brutal squashing of all defiance, but by means of a transparent vulnerability which makes defiance pointless. Somehow through him will come the reconciliation between God and man that will then make possible reconciliation between man and man (53:5; 57:19; 66:12; Luke 2:14; John 16:33; Rom. 5:1; Heb. 12:14).<\/p> <p><span>6 (<a class=\"isa\" verses=\"WzE3ODM3XQ==\">7<\/a>)<\/span>&nbsp;… <i>there will be no end.<\/i> Again, it becomes clear that Isaiah has an eschatological figure in mind. This person will not be a king among kings in Israel. Rather, he will be the final king, the king to end all kings. Thus the prophet envisions the ideal Davidic monarch. God has not rejected his ancient promise to David, but the existence of the promise does not legitimize everything that some descendant of David, such as Ahaz, might do. It does mean, as with Israel, that God will so work in history as to keep his promise and his integrity at the same time. There will be one who establishes the throne of David in a final way by basing it upon justice and righteousness instead of violence and coercion. In this way he will manifest the truth of “God with us,” not merely in deliverance from the Syro-Ephraimite threat but in an endless rule of justice, righteousness, and peace.<\/p> <p><i>The zeal of the Lord of Hosts will accomplish this.<\/i> By this statement Isaiah acknowledges that the picture he has painted will not be realized in the ordinary course of affairs. It will only happen because of God’s passionate involvement with his people. <i>Zeal<\/i> and jealousy are two sides of the same concept. Both bespeak a kind of concern for someone that desires an exclusive place in that person’s affections. “Jealousy” as it is used today connotes a petty, self-centered, unreasoning interest. But its better connotation depicts a consuming concern for the other’s best and an unwillingness that anything should hurt or destroy another (cf. Zech. 1:14; 8:2). Isaiah knew that God loved (desired) his people intensely. He could not adopt a blasé, disinterested attitude toward them. That being so, the prophet was confident that God would not react casually to the bondage which would be the result of their drift from one false lover to another. No, he would not rest until, in the power of his holiness (Josh. 24:19), he had restored them to himself and given them that kind of government which would allow them to find themselves in him.<\/p>",
    "audit": null
}