{
    "id": 17516,
    "source": "oswalt",
    "verse_id": 18742,
    "verse_count": 5,
    "reference": "55:1–5",
    "title": "Eat What Is Good",
    "html": "<p>Chapter 55 is the second part of Isaiah’s celebration of the work of the Servant. In the first part (<a class=\"isa\" verses=\"eyIxODcyNSI6MTd9\">ch. 54<\/a>), he rehearsed the effects of that work as Israel’s estrangement from her husband is healed and as her spiritual poverty and despair are replaced by the glorious city of righteousness. Now he moves from the descriptive mode to the prescriptive mode, calling Israel to receive what is now hers to have. V<a class=\"isa\" verses=\"eyIxODc0MiI6N30=\">v. 1–7<\/a> have 12 imperative or jussive verbs, by means of which the prophet implores Israel not to miss what God has for her, even if what God has said is not entirely understandable (<a class=\"isa\" verses=\"eyIxODc0OSI6NH0=\">vv. 8–11<\/a>). The celebration closes with a promise (<a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">vv. 12–13<\/a>), utilizing the language of restoration from exile but also the language of nature’s rejoicing that has typically accompanied passages about the Servant and his work (<a class=\"isa\" verses=\"WzE4NDkxLDE4NTU3LDE4NjUwXQ==\">42:10; 44:23; 49:13<\/a>).<\/p> <p>The chapter can be divided into two (or three) segments: <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">vv. 1–5, 6–13<\/a> (or 6–11, 12–13). The first section calls the people to listen to and receive God’s wonderful promise of a new covenant based on the earlier Davidic one. Part of the wonder of that covenant is that it is free. Whereas the gods of this world require a high price for what is ultimately dust and ashes, the Lord offers for free a relationship that will never end and that has universal implications.<\/p> <p>The second section is linked to the first by the continuation of the imperative mode, but moves on into a causal connection (note the repetition of the causal <span>kî<\/span> at the beginning of <a class=\"isa\" verses=\"eyIxODc0OSI6M30=\">vv. 8, 9, 10<\/a>, and 12). It may seem that God should be unable to offer restoration to wicked people and that it would be futile to seek the Lord as the prophet is urging, but he says we should do it anyway (<a class=\"isa\" verses=\"eyIxODc0NyI6Mn0=\">vv. 6–7<\/a>) because: (<a class=\"isa\" verses=\"WzE4NzQyXQ==\">1<\/a>) our understanding is not the measure of what God can do (<a class=\"isa\" verses=\"eyIxODc0OSI6Mn0=\">vv. 8–9<\/a>); (<a class=\"isa\" verses=\"WzE4NzQzXQ==\">2<\/a>) God’s word is absolutely dependable (<a class=\"isa\" verses=\"eyIxODc1MSI6Mn0=\">vv. 10–11<\/a>); and (<a class=\"isa\" verses=\"WzE4NzQ0XQ==\">3<\/a>) God promises wonderful results (<a class=\"isa\" verses=\"eyIxODc1MyI6Mn0=\">vv. 12–13<\/a>).<\/p> <p>Despite the prominence of exhortation in the chapter, the tone is not one of disapproval like that of <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">ch. 48<\/a>. Instead, it is one of encouragement and hope. In terms of the structure of thought in the book, something has happened that has completely changed the picture. If they will, God’s people can see a face of God that is welcoming and approving. They can receive a certain word from God that does not have to do with the inescapability of destruction, but with the assurance of a bright future. What has happened to account for this shift in tone? One thing only: the announcement of the work of the Servant. Because of what he has done, God’s face toward his people is not stormy but sunny. The “arm of the Lord” has been revealed against what has separated them from God: their unatoned-for sin. The only thing that they must do is to accept the sin offering that the Servant has made (in prospect) and receive the mercy of God that that offering entails. If they do this, they are indeed able to be the servants of God in the world, a position toward which the book has been looking at least since <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">ch. 2<\/a>.<\/p> <p><a class=\"isa\" verses=\"WzE4NzQyXQ==\">1<\/a> <span>Ho<\/span> is the same word translated elsewhere as “Woe!” or “Alas!” Some commentators (e.g., Delitzsch) suggest that it retains some of that tone of grief here because Israel has looked so long on unsatisfying options. But most believe that connotation has been diminished into a more general call for attention. But even as such, its presence here along with the five imperatives in this verse gives a strong sense of urgency and importance to what follows. The reader knows that what is being said here is not simply a prosaic continuation of a previous discourse.<\/p> <p>Speaking both for God and as God, the prophet issues a sweeping invitation: every thirsty person is invited to come to the water. Elsewhere in this book, water is associated with the giving of the Spirit of God, poured on the ground that has been parched by sin and disobedience (<a class=\"isa\" verses=\"WzE4Mjc1LDE4NTM3XQ==\">32:15; 44:3<\/a>). In those places this spiritual water is a promise. Now, everyone is invited to come and receive it. The call brings to mind Jesus’ comments to the Samaritan woman (John 4:10–14) and his shouted invitation in the temple (John 7:37–38). Westermann suggests that the cry here, and its repetition, reflect the sales pitch of oriental water sellers. But Begrich, followed by others, has argued that it is patterned on the cry of Wisdom as she invites her hearers to her banquet (Prov. 9:5–6). Neither of these suggestions affects the interpretation of this passage much. The point is that a general invitation is extended to persons who have no resources to receive freely the things they desperately need.<\/p> <p><i>buy<\/i> translates <span>šibrû<\/span>, which is specifically associated with the purchase of grain (Gen. 41:57; 42:2, 5), and Cheyne says that its association here with <i>wine and milk<\/i> is proof, if any were needed, that literal food is not intended. In any case, its use here is paradoxical, for how can you buy something without money? But that is almost certainly the point of its use here. Anything worth having has its price. Thus since this spiritual sustenance has value, it must be received for something of equal value. Shockingly, Isaiah says that it may be acquired, bought, <i>without price<\/i>. What merchant would ever think of selling his wares free of charge? But God does! How can he do it? Perhaps someone else has already paid the price? In any case, we can have everything necessary to life—for free. Why wait to accept the invitation?<\/p> <p><a class=\"isa\" verses=\"WzE4NzQzXQ==\">2<\/a> This verse continues the thought of v. 1 by means of contrast. When people could have rich spiritual life for nothing, why would they <i>weigh out silver<\/i> for what is not bread? The figure here reflects the means of payment before the common use of coins. Amounts of precious metals were assigned certain values and were weighed out at the time of purchase. That the single verb <i>weigh out<\/i> serves both the parallel cola suggests that <i>toil<\/i> includes the monetary payment for one’s work, so that in paying for something the person is not merely giving precious metal but actually bartering his labor. This contrast between working for nothing and receiving for nothing is at the heart of the Christian understanding. Labor to justify oneself in God’s sight produces only death, but ceasing from one’s own efforts and receiving the free gift of Christ’s atoning death is to have eternal life (Rom. 6:23). Pieper well says that the curse of the life of sin is this futile effort—the task of Sisyphus.<\/p> <p>Commentators who believe firmly in the hypothesis of “Deutero-Isaiah” are hard-pressed to make this passage fit into the supposed historical setting of the exile. They hypothesize that people who had grown comfortable with the material possessions of Babylon are being encouraged to abandon those in hope of getting greater spiritual satisfaction by returning home. It requires less conjecture to understand that the prophet is not confining himself to a single historical setting. Although he uses the exile as a primary source of his imagery, he is talking about the perennial condition of the human heart in all historical settings.<\/p> <p>This point is confirmed by the paralleling of <i>listen, eat<\/i>, and <i>delight<\/i> as well as the use of <i>soul (<\/i><span>nepeš<\/span><i>)<\/i>. How does one eat of this food and delight in its richness? By listening carefully (the verb is emphasized by the infinitive absolute immediately following) to the words that God speaks to the prophet. This is not Israelite food as opposed to Babylonian food, but the spiritual vitality that springs from obedience to God as opposed to the blandishments of a world built on rebellion against him. Whybray’s comment that a distinction between the spiritual and the material would have been meaningless to the Hebrews is as incorrect as it would be to say that the Hebrews could not think in abstract terms. To be sure, they did not choose to separate the abstract and the concrete, or the spiritual and the material, into separate linguistic categories, but they clearly understood that there was a difference between them, as their use of material images for spiritual realities shows.<\/p> <p>The point just made is well illustrated in the Hebrew use of <span>nepeš<\/span>. Although we have no evidence to think that the Hebrews thought of “the soul” as a separate entity, when they use the word they are talking about the particular spiritual reality of life, whether it be translated “self,” “being,” or “person.” It is not the “flesh” or the “heart” or the “spirit.” In some ways it is the sum of all these. Thus when the prophet says that the one who listens to what he says should <i>let your soul delight itself in fatness<\/i>, he is saying that the whole person, instead of being chaff in the wind, will be a tree planted by the water (Ps. 1), if only he will “seek the Lord” (v. 6).<\/p> <p><a class=\"isa\" verses=\"WzE4NzQ0XQ==\">3<\/a> The prophet underlines the point just made and expands it to talk about the benefits that will accrue to those who listen to him. Again, the essential ingredients for a person’s life (<i>your<\/i> [pl.] <i>soul<\/i>) are listening to God and coming to him. This has nothing to do with returning to Israel and eating food there. It has to do with renouncing unbelief and rebellion, and accepting God’s provisions for life with him through the sacrifice of the Servant. Again, the use of “soul” here is not in contrast to the body or the spirit. It is speaking about the fullest reality of human life. If we do not listen to God, we cannot be fully human (Rom. 3:23).<\/p> <p>God offers two specific benefits to those who will come to him and receive what he freely offers. The first is an eternal covenant. <i>eternal<\/i> here is perhaps intended to contrast with the conditional Sinai covenant; the connection with the unconditional Davidic covenant could support that point of view. But perhaps no contrast is intended; perhaps the assertion is simply being made, as in 54:8, that God’s love and commitment are not changeable. The people may feel that the destruction of their homeland and the exile are signs that God has forgotten his covenant, but here he asserts that he will never do so. All they need to do to experience that unchanging covenant love is to respond to his invitation.<\/p> <p>It is significant that “covenant” should appear at this point. Like Isaiah, Jeremiah understood that if the covenant between God and Israel, which was central to Israel’s self-understanding, was to be maintained after the exile, it would have to be on a new basis. It had been broken and thus, in a real sense, abrogated. Jeremiah proclaimed a “new covenant,” different from the old in the sense of being internalized (Jer. 31:31). Isaiah, interestingly enough, speaks in terms of the covenant with David. It is as though he consciously avoids the Mosaic covenant with its unresolved questions, and moves to the Davidic, which, although it had its own questions, nevertheless offered some new options. One of those options was messianic. How was the nation to continue in covenant with God? Through the life and work of the Davidic Messiah. God had made irrevocable promises to David. As he kept those promises, Israel could participate in the blessings. As David experienced God’s <i>certain mercies<\/i> (utterly dependable acts of covenant love—<span>ḥesed<\/span>), so Israel could participate in them as well.<\/p> <p>Thus for Isaiah the new covenant seems to be inseparably linked to messianic hopes. This is not surprising when one examines the first part of the book. For there the issue of the house of David is of central importance. On the one hand, it is shown as corrupt and frightened (<a class=\"isa\" verses=\"WzE3Nzg1LDE3Nzk2XQ==\">7:2, 13<\/a>), doomed to end its days in servitude to a Babylonian king (<a class=\"isa\" verses=\"WzE4NDIwXQ==\">39:7<\/a>). Yet at the same time the house of David is depicted as the child, the shoot of Jesse, through whom God’s kingdom is to be established (8:8–10; 9:1–6 [Eng. 2–7]; 11:1–16; 16:5; 32:1–5; 33:17–22). Thus we are left at the end of <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">ch. 39<\/a> with an unresolved tension: How can both these points be true? Then come chs. 40–55, which culminate in the ministry of the Servant who will do exactly what the Davidic Messiah was to do in bringing about justice on the earth (9:6 [Eng. 7]; 11:4–5, 10; 16:5; 42:1–4; 49:5–9). When we are then informed that the covenant that is to follow on the work of the Servant is a renewal of the Davidic covenant, which is described as an eternal one rooted in the eternal <span>ḥesed<\/span> of God, it seems clear that the writer (or editors) of the book intends to place the Servant passages in a messianic setting, and to root the new covenant in the context of the work of the Davidic Messiah.<\/p> <p><a class=\"isa\" verses=\"eyIxODc0NSI6Mn0=\">4–5<\/a> These two verses, both of which begin with the call to attention, <i>Behold<\/i>, describe two ministries. The first, in v. 4, seems to be that of the historical David. The referent of the second is less certain. Most recent commentators (e.g., Muilenburg, Whybray) have taken it to be Israel. This is certainly possible, since in some instances the glory of redeemed Israel draws the nations to God (e.g., 60:1–3; although no other text says that Israel <i>calls<\/i> the nations). But this view glosses too easily over the shift in number from <a class=\"isa\" verses=\"eyIxODc0MiI6M30=\">vv. 1–3<\/a> to v. 5 (noted above). In the earlier verses where the reference to Israel seems unmistakable, the number is plural. But in v. 5 it is everywhere singular. This fact is hardly conclusive evidence that a change of referent has occurred, but that possibility deserves more consideration than it has received. The possibility that God is addressing the Servant as the Davidic Messiah fits well with such passages as 50:10 where the righteous are called to listen to the voice of the Servant. It also fits with the passages that speak of the Servant bringing light to the nations and drawing the nations to God. To be sure, insofar as Israel accepts the Servant and identifies itself with him, the statements of v. 5 would apply to it as well, but the primary referent would be the Servant\/Messiah, who makes such a call possible.<\/p> <p>As already noted, the use of <i>Behold<\/i> at the beginning of each of the verses invites the reader to compare the two. But the term also serves to draw attention to the particular points being made. With regard to David, the point is a surprising one, for the author uses a term that is never applied to him in the historical books: <i>a witness<\/i>. By doing so, the writer then shapes how we understand the two more expected descriptions that follow: <i>leader<\/i> and <i>commander<\/i>. It seems likely that “witness” was particularly chosen here because of its importance in this part of the book. Israel’s function as servant of the Lord has been identified several times as being a witness to the nations of the power and glory of God (<a class=\"isa\" verses=\"WzE4NTE2LDE4NTE4LDE4NTQwXQ==\">43:10, 12; 44:6<\/a>). Thus in preparing to speak about the ministry of the Davidic Messiah, the prophet emphasized this aspect of David’s life and work. In exercising the functions of leader and commander, David was ultimately bearing witness to the power of God. As he gained hegemony over surrounding nations there was reason to believe that his God was indeed God. Neither should one overlook that in his psalms he also bore witness to the truths of God’s character and nature. Thus Isaiah gives a new coloration to the ministry of David. He was not so much building a kingdom as declaring the character of the one who alone can be called King of all the earth.<\/p> <p><a class=\"isa\" verses=\"WzE4NzQ2XQ==\">5<\/a> If we are correct in understanding the significance of the singular usages here as pointing to the Davidic Messiah, this verse takes on added significance. It is as God keeps his promise to David that he would never lack for a descendant on the throne of Israel that the world experiences the “certain mercies” of God. That descendant becomes the one through whom Israel’s servanthood becomes possible. As he calls all nations to himself, the nations come running to Israel to learn the ways of David’s God (<a class=\"isa\" verses=\"WzE3Njg5LDE4NDg1LDE4OTQxLDE4OTQ0XQ==\">2:3; 42:4; 66:18, 21<\/a>). As he bears witness to the power of God to deliver all people everywhere from the power of their sin, Israel both has something to witness to and is enabled to participate in the Messiah’s power. As God glorifies <i>(<\/i><span>pʾr<\/span><i>)<\/i> himself through the Servant (49:3; 61:3; cf. 4:2; and also John 17:4), Israel will be glorified. The one who promises all this is none other than <i>the Holy One of Israel<\/i>, the one who ought to be obeyed because he has all power in his hands (<a class=\"isa\" verses=\"W1sxNzc2NCwxODM3N10seyIxODU3MyI6Mn1d\">5:24; 37:24; 45:11–12<\/a>), and the one who ought to be loved because he has gone to the farthest lengths to redeem his people (<a class=\"isa\" verses=\"WzE3OTA3LDE4NTA5LDE4NjQ0XQ==\">12:6; 43:3; 49:7<\/a>).<\/p>",
    "audit": null
}