{
    "id": 17526,
    "source": "oswalt",
    "verse_id": 18816,
    "verse_count": 1,
    "reference": "59:15b–21",
    "title": "His Own Arm Brings Victory",
    "html": "<p>These words serve to conclude not only 58:1–59:21 but also 56:1–59:21. God is depicted as the mighty warrior who comes to defeat Israel’s enemies as he first did Amalek and the Canaanites so many years before (Exod. 17:8–13; Josh. 5:13–15). But who are those enemies now? There is no reference to Assyria, Babylon, or Persia, or even the nearer neighbors, the Philistines, Moabites, or Ammonites. What is it that is defeating Israel, that is preventing its light from dawning on the world? It is no longer Babylon, for from a literary point of view that threat has been dealt with. Yet Israel is still in need of deliverance; it is still defeated. By what? By its inability to live the life of God, to do justice and righteousness (<a class=\"isa\" verses=\"WzE4NzU1XQ==\">56:1<\/a>) in the world. Here is the true enemy against which God has come to make war. It is not the Canaanites who are the enemies of God’s people, and thus of God; rather, it is the sin that the Canaanites represent. This is the ultimate development of the Divine Warrior motif in the Bible: God comes to destroy the final enemy of what he has created: not the monster Chaos, but the monster Sin.<\/p> <p>This understanding of the passage is supported by what has been noted of the structure of chs. 56–59. The repetition of the call to righteousness (<a class=\"isa\" verses=\"W3siMTg3NTUiOjh9LHsiMTg3ODgiOjE0fV0=\">56:1–8; 58:1–14<\/a>), the description of Israel’s inability to do righteousness (56:9–57:13; 59:1–15a), and the announcement of the delivering power of God (57:14–21; 59:15b–21) lead to this climactic point. Just as in the conquest of the land of Canaan, so it will be in the conquest of sin: the power of God alone makes such a conquest possible. When it does so, the mouth of God’s people will be a clean vehicle for the Spirit of God to speak through to reveal himself to the watching world (v. 21). In short, the vocation that came to the man of unclean lips for his nation in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> will now have come to the nation of unclean lips (<a class=\"isa\" verses=\"WzE3Nzc1XQ==\">6:5<\/a>) for the world.<\/p> <p><span>15b–16<\/span> The great hope of the world is that God sees! He is neither blind nor insensitive. He sees and hears the clamor of the Sodoms of this world and decrees that their sin will have a limit (Gen. 18:21; 19:24–25). Likewise, he sees the oppression of his people in Egypt and determines to put an end to it (Exod. 2:23–25). So here, although he is the transcendent God of the universe, he is nevertheless aware of his people’s helplessness before sin. He sees that they receive no justice, because they are unable to do justice (<a class=\"isa\" verses=\"eyIxODgxNSI6Mn0=\">vv. 14–15<\/a>a). Not only does he see the situation, but he cares about it. To our God, this prostration of people before injustice and unrighteousness is a great evil, and it is appalling to him that it should remain unaddressed. Biblically speaking, <i>evil<\/i> is that which opposes creation purposes (note the repetition of the antonym “good” in Gen. 1). The situation in which returned Israel will find itself is not as God planned, and he will not leave it unaddressed. If Israel is unable to defeat its sin, then God must.<\/p> <p><i>one to intervene<\/i> is <span>mapgîaʿ<\/span>, which occurred also in 53:12. Here, as there, it speaks of one who would, in Delitzsch’s words, “cover the breach with his body.” Cf. Num. 16:46; 25:7. No national leader would or could do what was necessary to be done for Israel (cf. 2 K. 14:26; Ezek. 22:30). God’s desolation <i>(he was appalled)<\/i> over this fact is surely not a response of surprise, as though some human could have filled this gap but did not. Rather, it is an expression of his perpetual horror of sin and his perpetual compassion for his people. So here, as in <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">ch. 53<\/a>, God must intervene on his people’s behalf. There, they were helpless before the guilt and alienation that their sin produced, and God’s <i>arm<\/i> intervened on their behalf, submitting to the death that was rightfully theirs and ours. Now the <i>arm<\/i> is seen in a more expected role, intervening again. Here it intervenes to destroy the sin’s power to neutralize Israel’s witness before the world. But although the intervening arm is depicted differently here than in <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">ch. 53<\/a>, its function is exactly the same in both places: God’s redemptive activity on behalf of a helpless people. The parallel term <i>his righteousness<\/i> emphasizes that aspect of righteousness that was prominent in chs. 40–55: God’s faithfulness to his prior promises. His deliverance of Israel from the power of sin by means of his arm is an expression of the gracious trustworthiness of God.<\/p> <p><a class=\"isa\" verses=\"WzE4ODE4XQ==\">17<\/a> In this verse the idea of God’s coming to the defense of his people is fully engaged through the imagery of a warrior preparing for battle. This imagery is no doubt the prototype of that in Eph. 6:13–17, where Paul calls on his Christian hearers to prepare for spiritual battle (note particularly the images of “righteousness” and “salvation”). Many commentators (e.g., Westermann) have observed that the first bicolon seems to speak of salvation for the devout, while the second speaks of destruction for the enemies of the devout. In general this seems correct, although it would not be wise to push the distinction too far, just as it is not wise to make the images bear too much weight. It is not apparent that there is special significance in righteousness being imaged as a coat of mail or of vengeance being imaged as a tunic worn over the mail. It is more probably the overall image that is important. God is fully clothed as a warrior, with helmet, coat of mail, tunic, and cloak. It is interesting that no offensive weapons are mentioned, not bow, spear, or sword. Why these should be omitted is not apparent. Perhaps Delitzsch is correct when he says that all that was needed to wreak God’s vengeance on his enemies and work salvation for his people was his mighty arm.<\/p> <p><a class=\"isa\" verses=\"WzE4ODE5XQ==\">18<\/a> Although, as noted, the grammar of this verse is somewhat obscure, the basic sense is clear: God will repay his foes; he will take vengeance on those who have opposed him. <i>repay<\/i> is from the verb <span>šālam<\/span> (the same root as <span>šālôm<\/span>, “peace”) with the sense of pacifying a debt. It is hard to escape the sense that the choice of the word is ironic. God will give <span>šālôm<\/span>, “peace,” to those who love him (cf. 57:19), but he will “pacify” all accounts with his enemies, whether they be near at hand or at the ends of the earth <i>(the coastlands)<\/i>. All that God’s enemy sin has done to creation will be richly repaid. Nothing will be left unrequited. Both <span>g<\/span><span>mulôt<\/span> <i>(deeds)<\/i> and <span>g<\/span><span>mûl<\/span> <i>(retribution)<\/i> are from the same root, <span>gml<\/span>, “to give retribution” (see 3:9).<\/p> <p><a class=\"isa\" verses=\"WzE4ODIwXQ==\">19<\/a> The first bicolon of this verse continues the thought of the last colon of the preceding verse: the universal significance of God’s defeat of sin. From the west to the east, the lands of the <i>rising of the sun<\/i>, God’s <i>name<\/i> and <i>glory<\/i>, both hypostases for God himself (cf. 30:27; 40:5), will be feared. His <i>glory<\/i> is his fundamental and inescapable reality, which fills the earth (<a class=\"isa\" verses=\"WzE3NzczXQ==\">6:3<\/a>) and makes everything else pale into insignificance beside it (<a class=\"isa\" verses=\"WzE3Njk2LDE3NzA1LDE3NzA3XQ==\">2:10, 19, 21<\/a>). His <i>name<\/i> is his reputation and his character. Thus to “fear God’s name” is to fear him as he has been revealed in his acts on the earth (cf. Deut. 28:58; Neh. 1:11; Ps. 86:11). As these examples show, <i>fear<\/i> has both negative and positive connotations. Those who exalt themselves against the power and holiness of God have good cause to be afraid, because he is a devouring fire and will consume them in a moment (cf. Isa. 30:27). By the same token, those who know him in all his attributes, the glad ones as well as the fearsome ones, and order their lives in accordance with them, are those who “fear the Lord,” and as a result share his secrets with him (Ps. 25:14).<\/p> <p>The precise sense attributed to “fear” in this verse depends somewhat on the reading chosen for the second bicolon. On the one hand, if one follows the AV reading, then it is easier to see the ends of the earth fearing God in a positive sense. On the other hand, if one follows the reading accepted here and by the majority of modern interpreters, then it seems more likely that the fear is a terror of retribution (cf. 30:27–28 for a similar combination of thoughts to this one). The wrath of God against sin will be like a stream thundering through a narrow canyon, pushed on by a roaring wind; and those who choose to ally themselves with sin, no matter where they are in the world, will have good cause to be terrified (cf. 2:19–22; Rev. 6:15–17).<\/p> <p><a class=\"isa\" verses=\"WzE4ODIxXQ==\">20<\/a> However we understand v. 19, v. 20 is clear. God assumes the warrior stance so that he may fill the role of <i>redeemer<\/i>. His ultimate purpose in attacking the sin of the world is to redeem the world as typified in Zion. No matter how fearsome his wrath against sin, no matter how terrified those who choose to remain in sin should be, still it is the patient compassion of a God who longs to forgive that should capture our attention as it did that of the ancient Israelites (Exod. 34:6–7; Num. 14:18; Neh. 9:17; Ps. 86:15; 103:8–10; 145:8–9). It is not remarkable that God should be incensed at the corruption of his purposes for creation. What is remarkable is that he should persevere in compassion toward those who have become corrupt.<\/p> <p>As this verse shows, however, there is a fundamental condition for experiencing that compassion: turning away from continued rebellion. God’s grace is inherent in his character; nothing human can prompt it or create it. But one thing can block its flow—an unrepentant spirit. The redeemer comes, having destroyed the power of sin to the ends of the earth, but Jacob must want the blessing of God (Gen. 32:26) badly enough to choose God’s way. Notice that the appearance of <i>Jacob<\/i> here parallels its appearance in 58:1, where the prophet was detailed to declare to “the house of Jacob” its rebellions and sins. Thus the section (<a class=\"isa\" verses=\"eyIxODc4OCI6MzV9\">58:1–59:21<\/a>) has moved from declaration of sin to turning from sin, and from judgment to redemption.<\/p> <p><a class=\"isa\" verses=\"WzE4ODIyXQ==\">21<\/a> Many modern commentators (e.g., Westermann) consider this verse not to have been part of 59:15b–20 originally. A significant factor in this conclusion is the decidedly prosaic nature of its poetry, if it is poetry at all. Another factor is the “thus says the Lord” at the end of v. 20, which might be considered to close a unit. This evidence is hardly conclusive, but even if this point were granted, one must ask what the function of the verse is in this context. It will not do to dismiss it as the result of a haphazard linkage with <span>rûaḥ<\/span> here and in v. 19 (Whybray, et al.). To suggest that one of the greatest pieces of religious literature in the world was constructed in such a mindless fashion only betrays the skepticism of many modern commentators.<\/p> <p>Several important points should be noted. One of these is <i>covenant<\/i>. In 55:3–5 God had promised to keep the covenant of David with his people, resulting in their calling all nations to Jerusalem, much as David had in building his empire, but now to see the glory of God. Here is another kind of covenant that God promises to make with his people. This is surely the covenant of the prophet, in which the Spirit of God comes on the people as a whole (cf. Num. 11:29) to empower them to speak his Word. Why? To speak to themselves? Surely not! Isaiah’s unclean lips were cleansed so that he might speak the Word of God to his people (Isa. 6). Surely the people’s unclean lips will be cleansed so that they may speak the Word of God to the world. It is hardly coincidental that the first result of the coming of the Holy Spirit on the church was that people from all the nations heard the gospel message. That is a clear analogue to what the prophet says here.<\/p> <p>But what is the connection between this thought and the preceding verses? It gives the intended outcome of God’s defeat of the power of sin. Why does God take up arms against Israel’s (and our) inability to do righteousness? Why does his <span>rûaḥ<\/span> rage against all ungodliness (v. 19)? Is it merely to destroy whatever is at enmity with him? Or is it merely to redeem his own from the grasp of sin? The answer is surely neither. He wants to make unclean Israel clean in order that his Spirit may take up residence there (cf. 32:15–19; 44:3–5). But is that residence an end in itself? No, that residence is in order to realize God’s revelatory purposes. Israel is called to be God’s servant to the world, in order that all the world may be drawn to the mountain of the house of the Lord (<a class=\"isa\" verses=\"eyIxNzY4OCI6Mn0=\">2:2–3<\/a>). In order for that purpose to be realized, Israel’s sin must be forgiven, but it must also be defeated. Israel’s character must be like God’s in order that out of the clean mouth of her life the breath of God may pronounce the Word of God to the waiting world. When this takes place, the glory of the Lord will have risen in Israel and all the nations will come to the brightness of that rising (<a class=\"isa\" verses=\"eyIxODgyMyI6M30=\">60:1–3<\/a>). This is what the entire section (chs. 56–59) has been about. A nation that depends on its birthright as the elect people of God while nurturing its idols and its rituals will never realize God’s purpose for it in the world. Yet the people seem helpless before the power of sin. But the arm of God that defeated the guilt of sin can and will defeat the power of sin as well in order that the earlier promises of God’s Spirit may be realized in the people for the sake of the world.<\/p>",
    "audit": null
}