{
    "id": 17364,
    "source": "oswalt",
    "verse_id": 17692,
    "verse_count": 6,
    "reference": "2:6–11",
    "title": "Full, But Empty",
    "html": "<p>As mentioned above, 2:6–4:1, sandwiched between two segments whose tones are hopeful (<a class=\"isa\" verses=\"W3siMTc2ODciOjV9LHsiMTc3MzYiOjV9XQ==\">2:1–5; 4:2–6<\/a>), is in stark contrast with them—the tone here is hopelessness. In contrast with the dignity of humanity under God as represented in those passages, here Isaiah depicts the foolishness of humanity attempting to exalt itself. 2:6–22 speaks in more general terms about this folly and its results, while 3:1–4:1 speaks more specifically. This segment shows a Judah which has exalted and adulated human leadership, experiencing the complete destruction of that human greatness to the point that she is led by children and incompetents. The section seems to say that true human greatness cannot appear until God’s greatness is permitted to shine over all. Until that takes place, humanity’s potential is zero.<\/p> <p>While there is little disagreement concerning the general teaching of 2:6–22, there is great disagreement over its structure and form. Most scholars have accepted Duhm’s judgment that it is, formally speaking, the most corrupted material in the book. This judgment is based upon the difficulty of finding metric or strophic unity, upon certain difficult verses where a word or words seem to be missing (as in v. 6), upon the inexact repetition of refrains (<a class=\"isa\" verses=\"WzE3Njk1LDE3Njk3LDE3NzAzXQ==\">vv. 9, 11, 17<\/a>; 10, 19, 21), upon the abrupt opening, and upon the appearance of passages said to be editorial (<a class=\"isa\" verses=\"W1sxNzcwNF0seyIxNzcwNiI6M31d\">vv. 18, 20–21, 22<\/a>). Even those commentators who see the chapter as a unity feel obligated to do a good deal of emendation.<\/p> <p>Those who deny the unity are even less inhibited. But even if it could be demonstrated that one or other of these reconstructions was correct (which it cannot in the absence of any textual evidence), it is the present text which commands our attention. What is the significance of the present structure for our faith? The implication that the text has been handled carelessly or cavilierly is insupportable. If indeed there has been a rearrangement of materials, a hypothesis not to be rejected out of hand, there is every reason to believe that this was done with care and under the inspiration of God. Thus, dissolution of the present structure in search of some elusive original does not bring us nearer to what God intended his people to hear; it takes us farther away. To be sure, there are errors both of intention and of accident, and these must be ferreted out. But editing and restructuring are not in the category of error.<\/p> <p>In fact, the structure of the passage is quite intelligible as it stands. Verses 6–11 depict the cause of the problem (human pride and self-sufficiency) and state briefly the effect (humiliation). Verses 12–17 continue the statement in a figurative way with greater force. Verses 18–22 state the effect even more strongly and close with the devastating v. 22, the final word on human glory. The use of the recurring refrains and the interweaving of verbally different but thematically similar refrains only serve to heighten the effect. If this be evidence of the material being “worked up” (<i>entwickeln<\/i>, Wildberger), then so be it, but it has been worked up to a very good result.<\/p> <p>The recurrence of <i>the day of the Lord<\/i>, or <i>that day<\/i> (<a class=\"isa\" verses=\"W3siMTc2OTciOjJ9LFsxNzcwMywxNzcwNl1d\">vv. 11, 12, 17, 20<\/a>), and the shift from second to third person in reference to God has suggested to Kaiser that the occasion of the passage was a feast day when the prophet had intended to petition God on behalf of his people, but was so overcome by their sin that what began as a petition became a denouncement. This is an attractive suggestion but rather speculative (cf. Hos. 9:5, 6).<\/p> <p><a class=\"isa\" verses=\"WzE3NjkyXQ==\">6<\/a> The abruptness of the shift from 2:5 has caused many commentators to assume that the original beginning has been lost, or that originally the people were accused of forsaking the Lord (as does the Targ.). Once again, the chief question must deal not so much with origins as it does with the significance of the present text. Why the abruptness? It may be that the opening <i>kî<\/i>, “for,” helps to explain the relationship to the preceding. Why is it imperative that the people of Israel learn to walk in the light? Because God has forsaken them in their present condition and no future hope can obscure that fact. The very abruptness of the shift serves to underscore this truth. They cannot, in the expectation of some ideal future, continue to live in their sin. Rather, that expectation ought to motivate them to deal with the realities of the present. If they will not change their ways (as in fact they did not), then restoration can only come to them through humiliation and the destruction of their false hopes.<\/p> <p>What is the cause of their trouble? It is the exaltation of mankind, such as was exemplified in the religions of Israel’s neighbors. The contrast between v. 3 and v. 6 is noteworthy. There the nations have come to Jerusalem to learn God’s ways. Here Jacob is full of the Gentiles’ ways. There God is exalted and peace holds sway. Here mankind is exalted and terror holds sway.<\/p> <p>The exact sense of <i>they are full from the east<\/i> is unclear. It may be that the prophet is merely making a general statement that Israel has borrowed the ways of Assyria and Babylonia, the great ancient civilizations. If the translation <i>divination<\/i> is correct in the following stich, however, then it appears that some parallel term for “divination” is needed here. It has been proposed (cf. <i>BHS<\/i>) that <i>miqsām<\/i>, “divinations,” has dropped out by accident because of its similarity with <span>miqqeḏem<\/span>, “from the east.” The line would thus read, “They are full of divinations from the East and soothsayings like the Philistines” (cf. RSV; note also LXX and Targ.). In any case, the prophet is saying that Israel has borrowed the pagan ways from east to west.<\/p> <p>The final phrase of v. 6 is also difficult. The variety of translations in the versions underscores that difficulty. As the text stands, <i>with the children of foreigners they clap hands<\/i> seems to refer to the making of alliances with foreigners that involved at least tacit recognition of the foreign gods. That meaning is not attested elsewhere, however, and thus some have suggested a confusion of homophones here, with <span>śā<span class=\"u\">p<\/span>aḵ<\/span>, “to abound,” being the correct word. This suggestion would entail either understanding <i>children<\/i> as metaphorical for practices (“in the practices of foreigners they abound”) or radical emendation.<\/p> <p>The use of divination and magic was strictly forbidden to Israel (Lev. 19:26; Deut. 18:9–14), for by these practices the pagans sought to gain control of their own destinies and to manipulate the gods. As has always been the case with the human race, they saw achievement of national and personal security as the paramount aim, and believed that manipulation of the gods through magic was the way to achieve that aim. But God called the Hebrews to commit their security to him in trust and to give their attention to justice and righteousness. This was the dilemma Israel faced throughout her history. Listen to God or listen to the nations? At this point, the prophet says, they have listened to the nations.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY5MyI6Mn0=\">7, 8<\/a> Having made the general charge that Judah and Jerusalem are full of pagan ways, Isaiah now proceeds to detail those ways. The charge is that they are full of wealth (v. 7a), armaments (v. 7b), and idols (v. 8a). This is very reminiscent of Deuteronomy (esp. 17:16–17), where the accumulation of military power and wealth is forbidden to the king on the grounds that they will turn the king away from God. This is exactly what happened in the case of Solomon (1 K. 10:26–11:8). The desire for this world’s security led to assimilation of this world’s gods.<\/p> <p>Everything that could make Judah great, physically speaking, she had. Uzziah’s long reign during the Assyrian lull prior to Tiglath-pileser Ill’s accession (745 B.C.) had given an opportunity unlike any since Solomon’s time to amass wealth and power (2 Chr. 26:6–15). But unless that wealth and power were understood to be God’s gift alone and not the work of human hands through idols, it would finally prove to be a curse. For idolatry is ultimately the creation of God in man’s image for the purpose of achieving human ends. It is thus the utmost exaltation of mankind.<\/p> <p>But idolatry is finally foolishness, and Isaiah represents this through the word he uses here. It is <span>’lîlîm<\/span>, “worthless ones” (cf. Zech. 11:17, “worthless shepherd,” and Job 13:4, “worthless physicians”). There is probably a wordplay intended, for “god” is <span>’el<\/span>. But these are not gods, they are no-gods (<a class=\"isa\" verses=\"W3siMTg0MzkiOjN9LHsiMTg0NTgiOjJ9LHsiMTg0ODAiOjJ9LHsiMTg1NDMiOjEyfSx7IjE4NTc4Ijo1fSx7IjE4NTg4IjoyfSx7IjE4NTkyIjozfV0=\">40:18–20; 41:6, 7, 28, 29; 44:9–20; 45:16–20; 46:1, 2, 5–7<\/a>). How foolish to call divine what human hands have made. If deity is in any way the image or product of humanity, then the world is without sense or purpose.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY5NSI6M30=\">9–11<\/a> Isaiah has said that Israel is full of the world’s best wisdom: it is through wealth, power, and control of one’s destiny that human beings become great. But in fact that will not be so. They will be humbled and brought low (v. 9). Their eyes will be cast down in shame, their former eminence will be nothing (v. 11). They will hide in the rocks and crannies (v. 10; cf. <a class=\"isa\" verses=\"eyIxNzcwNSI6M30=\">vv. 19–21<\/a>; Rev. 6:15–17). Why will this be so? Certainly because the true source of greatness will appear. The God from whom their self-worship has alienated them will appear, and there will be no more cause to glory in human greatness than there would be to praise a flashlight in broad daylight. But the exaltation of mankind devalues humanity in another way, a way that has appeared in modern existentialist philosophy. If man is indeed the measure of things then life is without meaning or value, for each of us knows that we do not contain the meaning of life within ourselves. Having striven to become sovereigns of the universe we have become meaningless victims of a vast cosmic bad joke: able to conceive of meaning when there is none. Thus, even before the appearance of God, our quest for total self-sufficiency has reduced us to nothing. How much more will that be true when we see him in <i>the splendor of his might.<\/i> The Assyrian kings were fond of using such phrases to boast of the impact of their appearance outside the walls of some little city (cf. Sennacherib, <i>ANET<\/i>, p. 287), but it will be true terror to meet the Holy God having lived our lives for ourselves.<\/p> <p><a class=\"isa\" verses=\"WzE3Njk1XQ==\">9<\/a> <i>Do not forgive them<\/i> has occasioned a good deal of scholarly discussion, in part, one would suppose, because of the theological difficulty it creates, but also because of the abruptness of the phrase. Skinner suggests it was transferred into the text from the margin of an already corrupt version of the original. He is forced to this suggestion because the versions all attest the phrase. Other suggestions range from emendation of <span>tiśśā‘<\/span>, “you shall (not) forgive,” to <span>śē’ṯ<\/span>, “lifting up” (thus “How can there be lifting up for them?”), to a wholesale redivision of the consonants (Scott).<\/p> <p>Assuming the traditional rendering to be correct, how does one understand the phrase? It seems to express the prophet’s deep despair over his people’s condition. He seems almost afraid that God might relent and, in violation of his own justice, forget their heinous sins. As such, this phrase exposes the problem of sin. It cannot be simply forgotten, it must be punished; otherwise, the whole chain of cause and effect upon which the world is built would be broken. But the punishment for playing god can be no less than banishment from God, a denial of God’s purpose in creating human beings—fellowship with himself. What might the solution be? Chs. 1–39 never really answer the question. Only in the second part of the book does the answer come (<a class=\"isa\" verses=\"W3siMTg1MDciOjd9LHsiMTg1NTUiOjJ9LFsxODcwNCwxODcyNF0seyIxODgxNiI6N30seyIxODcxMyI6Nn1d\">43:1–7; 44:21–22; 52:7; 53:12; 59:15–21; 53:1–6<\/a>). But whatever the answer, it is not to be found in acting as if the sin had not been committed.<\/p>",
    "audit": null
}