{
    "id": 17428,
    "source": "oswalt",
    "verse_id": 18164,
    "verse_count": 2,
    "reference": "27:12–13",
    "title": "Restoration",
    "html": "<p>These verses provide a fitting climax to chs. 24–27 with their emphasis upon God’s sovereignty over the nations and his intention to restore his people from the nations. In this respect this is the second of three such passages. The others are 11:12–16 and 35:1–10. Each of these occurs at the end of a major segment. This fact suggests something about the structure of the book. As pointed out in the comments on <a class=\"isa\" verses=\"W3siMTc4ODYiOjE2fSx7IjE3Nzg0IjoxMjR9XQ==\">ch. 11,7–12<\/a> make the point that if you trust in the nations, the nations will destroy you. Nonetheless, God will not leave his people in destruction; he intends to deliver them from the nations. But this raises the immediate question: <i>Can<\/i> he deliver them from the nations? Chs. 13–27 answer that question with a resounding affirmative. They do so first in a particularizing way, showing that all nations, including Israel, are under God’s judgment (chs. 13–23). Then chs. 24–27 make the same point in a more generalized way, asserting that God is the main actor in the drama of human history. These things being so, God can deliver his people, and the promise is reaffirmed in these two closing verses.<\/p> <p><a class=\"isa\" verses=\"WzE4MTY0XQ==\">12<\/a> God promises that there will be a great harvest at the end of time and that each one of his righteous ones will be gathered in. The term used is not the normal one for “thresh” (so RSV, NIV), but is <span>ḥbṭ<\/span>, “to beat off.” When used of grain, it seems to speak of using a flail on small amounts of material (Judg. 6:11, Gideon in the wine press; Ruth 2:17, Ruth with what she had gleaned). The term seems to fit better with harvesting of olives, where sticks are used to shake the ripe olives from the trees (Deut. 24:20; cf. also Isa. 17:6). The mention of gathering <i>one by one<\/i> could refer to the people as only a few scattered heads of grain (thus explaining the flailing), but again it seems to accord better with picking up olives. The sequence of beating first, then gathering also suggests olives. In any case, the picture of God gathering each of the scattered ones individually is a very tender one (cf. 49:14–16).<\/p> <p>The region from the Euphrates to the Wadi el-Arish (about 50 miles southwest of Gaza) is the ideal homeland of Israel (Gen. 15:18; Exod. 23:31; Deut. 1:7; Josh. 1:4). Those who take the two verses as being separate from one another (because of v. 13 repeating “in that day”) argue that the reference is to those who have died in the land. However, Young, believing that the two verses are synonymous, argues cogently that the reference is to the direction from which the returnees will be gathered—across the Euphrates from Assyria and across the Wadi el-Arish from Egypt.<\/p> <p><a class=\"isa\" verses=\"WzE4MTY1XQ==\">13<\/a> <i>a great trumpet<\/i>, like the raising of an ensign, is a sign of the final ingathering. It is not necessarily any more literal than the ensign; it is merely an evocative figure. But literal or figurative there will come a moment in the end of time when God will call his own to him. The term <i>dead<\/i> surely suggests that the resurrection is intended here. This would be in keeping with 25:8; 26:14, 19. But the parallel with “exiles in&nbsp;… Egypt” suggests that the reference ought not to be restricted in that way. This seems to be confirmed by the fact that <span>’āḇaḏ<\/span> is used to convey “lost” in Jer. 50:6 and Ezek. 34:4–6, 12–16. The statement, then, seems to refer more broadly to restoration with all that that means. One of the things it means is that the return is not merely a physical one. This prophecy can hardly be fulfilled merely by there being Jews living in Jerusalem. Rather, God’s people will be fully restored when they worship him on the holy mountain (<a class=\"isa\" verses=\"W3siMTc2ODgiOjN9LFsxODExOSwxODEyNSwxODEyOV1d\">2:2–4; 24:23; 25:6, 10<\/a>). Perhaps this must await the final consummation (65:17–25; 66:22–23; Rev. 21:2–3), but it is a day devoutly to be hoped for.<\/p>",
    "audit": null
}