{
    "id": 17545,
    "source": "oswalt",
    "verse_id": 18938,
    "verse_count": 10,
    "reference": "66:15–24",
    "title": "Worship Or Destruction",
    "html": "<p>This segment forms the conclusion of 65:17–66:24, of chs. 56–66, and of the book as a whole. As such it manifests a diversity of themes that seems mirrored in a diversity of styles and forms as well. As a result, scholars are deeply divided about the structure of the passage. While some take <a class=\"isa\" verses=\"eyIxODkzOCI6MTB9\">vv. 15–24<\/a> to be a single unit, as here, others break it in two: <a class=\"isa\" verses=\"eyIxODkzOCI6MTB9\">vv. 15–16, 17–24<\/a>. Still others carry the fragmentation further. Perhaps Westermann goes farthest with <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">vv. 15–16<\/a>; 17; 18–19, 21; 20, 22–24. He reorganizes the last two units in order to break apart what he considers to be pro-Gentile and anti-Gentile sentiments in the passage as it now stands.<\/p> <p>This diversity of scholarly opinion means that it is impossible to speak with dogmatic assurance about the structure of the material. It also means, however, that any position that can be defended with integrity has an equal claim to be heard. The argument in favor of seeing <a class=\"isa\" verses=\"eyIxODkzOCI6MTB9\">vv. 15–24<\/a> as a unit rests on the observations of the nature of the book. When one observes the book as a whole, the interchange between judgment and hope is unmistakable. It is present on a macroscale in the two large sections, chs. 7–39 (judgment) and 40–66 (hope). But within each of these sections, the interchange continues to be seen on a microscale, with various announcements of hope occurring in chs. 7–39, and announcements of judgment occurring in chs. 40–66. Here this interchange occurs for the last time, with <a class=\"isa\" verses=\"eyIxODkzOCI6M30=\">vv. 15–17<\/a> (and v. 24) depicting the fate of those both within and beyond the Israelite community who persist in rebellion against God, and <a class=\"isa\" verses=\"eyIxODk0MSI6Nn0=\">vv. 18–23<\/a> depicting the salvation of the nations that will occur as a result of the revelation of God’s glory in both judgment and redemption. Finally, as far as this book is concerned, judgment and hope are inseparable. It is out of judgment that hope emerges, but hope never removes the potential and the reality of judgment.<\/p> <p>In this understanding of the segment, v. 17 is a specific identification of those on whom the fury of the Lord is unleashed in <a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">vv. 15–16<\/a> (which accords well with the thought of <a class=\"isa\" verses=\"eyIxODkyNCI6Nn0=\">vv. 1–6<\/a>, but where the movement is from the specific to the general). Then, v. 18 is transitional from the judgment of v. 17 to the hope of <a class=\"isa\" verses=\"eyIxODk0MiI6NX0=\">vv. 19–23<\/a>. Finally, v. 24 is the kind of final reminder that has appeared throughout the book: the grace of God, in redeeming even those who have initially refused to trust him but eventually come to do so, never means that those who persist in rebellion can presume on that grace.<\/p> <p>As noted in the discussion of the structure of chs. 56–66 at 56:1, these chapters have a fairly clear chiastic structure, with this final segment returning to underline the themes of 56:1–8. Those themes revolve around what it means to be the servants of the Lord as opposed to rebels. Those who are depending on mechanical rituals and physical membership in the elect people are not the servants of God about whom Isaiah spoke eloquently in chs. 41–46. They are nothing more than the rebels who were described with equal eloquence in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a>. It is those who gladly keep God’s covenant, whether they be Jews or Gentiles, who are God’s true servants. This recurrence to the opening theme of this division of the book also underlines a truth of fundamental importance for the whole book. God does not deliver his servants so that they can revel in the experience of sharing his glory (cf. chs. 60–62). Rather, he delivers them so that they can be witnesses of that glory to the world (cf. 6:1–10). This has been the understanding of servanthood since 2:2–5. That is why chs. 56–66 end as they began, with an announcement of the incorporation of the nations into the holy people, and not with <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">ch. 62<\/a> (or <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">ch. 55<\/a>). This book is not about the vindication of Zion, but about the mission of Zion to declare the God whose glory fills the earth (<a class=\"isa\" verses=\"WzE3NzczLDE4OTQxXQ==\">6:3; 66:18<\/a>) to all the inhabitants of that earth (<a class=\"isa\" verses=\"WzE3OTA1LDE4Njc5LDE4ODMxLDE4OTQyXQ==\">12:4; 51:5; 60:9; 66:19<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4OTM4XQ==\">15<\/a> Although <i>For behold<\/i> signals the opening of a new unit (so Muilenburg), the thought that follows has clearly been prepared for by the final colon of v. 14. God’s hand is with his servants, but he will be indignant with his enemies (thus also <a class=\"isa\" verses=\"eyIxODk0NiI6Mn0=\">vv. 23–24<\/a>). Here that indignation is expanded in the classical language of God’s wrath: falling <i>fire<\/i> (three times in these two verses) and the rumbling of war <i>chariots<\/i>. God’s anger is compared to <i>fire<\/i> several times in this book (<a class=\"isa\" verses=\"WzE3ODY4LDE4MjAwLDE4MjQ1LDE4MjQ4XQ==\">10:17; 29:6; 30:27, 30<\/a>), but in a sense God’s nature in itself is understood as fire (cf. 33:14); the <span>bet<\/span> preposition here <i>(with)<\/i> probably conveys this sense. To those who have been made holy by his grace, the fire of his character poses no horrors, but those who are depending on their own efforts to stand in his presence will find him a roaring blast furnace (cf. Ps. 18:9 [Eng. 8]; 50:3; Ezek. 1:13, 27).<\/p> <p>Coupled with the image of fire is that of a windstorm. Perhaps the imagery was suggested by the dust whirlwinds that would follow the swift passage of a chariot army, but it is more likely that it is drawn from the imagery of a thunderstorm in which the clouds are understood as God’s chariots, and the thunder is understood as the rumbling of their wheels (cf. Isa. 19:1; 29:6; 30:30; Deut. 33:26; Ps. 18:10–16 [Eng. 9–15]; 68:34 [Eng. 33]; 104:3–4; Jer. 4:3). Human rebellion can no more stand up to the terrible presence of God than a field of wheat can stand up to a tornado. If we survive in his presence, it can only be because he has done something to make that survival possible, and we have entrusted ourselves to him to do it.<\/p> <p>God is coming to <i>settle<\/i> his <i>anger<\/i>. The verb used is the common one meaning “return” <i>(<\/i><span>šûb<\/span><i>)<\/i>. The sense here is either to calm his wrath (to return it to rest) by the execution of judgment, or more likely, to return on his enemies the results of their rebellion. The latter is made more likely by the frequent occurrence of the ideas of recompense and repayment in this division of the book (cf. Isa. 57:18; 59:18; 65:6–7; 66:6). <i>rebuke (<\/i><span>gʿr<\/span><i>)<\/i> occurs also in 17:13; 51:20; 54:9.<\/p> <p><a class=\"isa\" verses=\"WzE4OTM5XQ==\">16<\/a> The imagery of v. 15 continues and expands through the use of the “<span>kî<\/span> explicative” (so Young). The imagery almost certainly provides the basis for Jesus’ description of the destruction of Jerusalem and the end of the world in Matt. 24:22 (so Alexander). God’s <i>sword<\/i> flashes across a rebellious earth and the corpses of <i>the slain<\/i> are on every hand. In the light of v. 17, Alexander, Pieper, and Young make these words a specific prediction of the events of <small>A.D.<\/small> 70 and the end of the Jewish dispensation, but this seems to narrow the focus too much. To be sure, v. 17 provides a specific illustration of one kind of rebellion that God will judge, but it is not the only kind, as <i>all flesh<\/i> indicates. Here all God’s triumphs over sinful humanity are caught up together in a climactic statement. Isaiah is in no doubt that evil will not prevail on the earth. As 1:20 says, those who refuse God’s ways and rebel against him will be “eaten” by the sword (cf. also 27:1; 34:5, 6).<\/p> <p>While the prophet, in typical Hebrew fashion, makes God the first cause of the destruction (cf. Jer. 25:33; Zeph. 2:12), one must remember that the <i>slain<\/i> here are those who fall as a result of the final effects of the world’s choice of sin over righteousness. Corpses fill the streets of the city not because God in some arbitrary and tyrannical fashion decides to obliterate his enemies, but because to live in defiance of God’s creation ordinances is to fill the world with cruelty and violence. God’s work is to remove the restraining forces and let the evil that the world has chosen run its terrible course. Finally, sin carries with it its own judgment, and virtue carries with it its own reward.<\/p> <p><a class=\"isa\" verses=\"WzE4OTQwXQ==\">17<\/a> Here the prophet returns to a specific kind of rebellion that has been at the heart of this division’s (and this book’s) concerns from the outset: ritualism. How easy it is for all religionists to read the predictions of the destruction of the wicked with a certain satisfaction. Yes, God will be avenged on his enemies and we true believers will finally be vindicated. But the satisfaction of such ritualists is not in the biblical tradition, and it is certainly not in view here. Just as in Isa. 57:3–13; 58:1–5; 65:1–7; and 66:3–4 (as well as 1:11–20), religion that is nothing other than form and routine and is not demonstrated in a heartfelt obedience to the covenant is as disgusting to God as rank idolatry. It is not pleasing to God, but is as nauseating as the eating of swine and mice. As I have commented above on 65:4 and 66:3, it is not clear whether the prophet is accusing the people of literally doing these things, or saying that they might as well be doing these things for all the good their religiousness will do them. The latter seems somewhat more likely, especially as the passages apply to the postexilic period. Ritual holiness is not holiness at all. Isaiah says (cf. 65:5 and 1:15) that it is nothing but an attempt to make oneself acceptable in God’s sight <i>(those who sanctify themselves and purify themselves)<\/i>, whereas true holiness is a gift from God (cf. 59:15b–21; 63:1–6) that is lived out in obedience. In this sense, a Gentile may be a better Israelite than a native-born child of Abraham (cf. 56:1–8).<\/p> <p>It is not clear what <i>after one in the midst<\/i> means. If the Kethib <span>ʾeḥād<\/span> (the reading taken here) is correct, it may suggest that the worshipers are following <i>(after)<\/i> the directions of a leader who stands in the center of a circle (cf. Ezek. 8:11). The very indefiniteness of the reference may be an expression of contempt for the priesthood, the worship leaders. The Qere <i>(<\/i><span>ʾaḥat<\/span><i>)<\/i> may refer to a priestess (cf. Westermann, Whybray) or to a statue of a goddess such as Asherah, which stood in the center of the garden used for pagan worship and was an object of such worship (cf. Jer. 7:9; Hos. 11:10).<\/p> <p>God’s pronouncement on all human religion and those who practice it is that they and it will all come to a sudden end together. Deep in the human heart is a need to justify ourselves to ourselves. Thus we can take even the gracious gifts of God and make them a means of saving ourselves. The thought of absolute dependence on God, of abandoning our ways for his, is deeply abhorrent to us. If we can feel that we can remake ourselves into his holy image, even by using the methods he has indicated, we can feel a measure of pride and accomplishment. But God’s word on all of that is one of unreserved judgment. We cannot justify ourselves, and all our attempts to do so must fail. Far from commending such behavior, God labels it as only one more form of rebellion, the more pernicious because it is so effectively masked.<\/p> <p><a class=\"isa\" verses=\"WzE4OTQxXQ==\">18<\/a> This verse marks the transition to the final word of hope. Its form is difficult (see n. 60 above), but if the text is correct, the sense is that the evil works and the twisted plans of rebel humans will serve only as a foil for the greater revelation of the glory of God. He will gather all the peoples of the world, including ethnic <i>(nations)<\/i> and linguistic <i>(tongues)<\/i> groups, to see his power and his righteousness. V<a class=\"isa\" verses=\"eyIxODk0MSI6N30=\">v. 18–24<\/a> have a close affinity with Zech. 12–14, so much so that one could consider the Zechariah passage to be an expansion on these verses in Isaiah. The opening <i>But I<\/i> stands in sharp contrast to the subject of v. 17. Those persons, caught in the web of their own attempts to sanctify themselves and to project their religious attainments on the world, will simply disappear. <i>But<\/i> God will use their failed efforts as a foil to draw the world to himself and to the true light that is in him alone, and in those who reflect him (cf. Isa. 60:1–3).<\/p> <p>This emphasis on the <i>nations<\/i> is a reprise of the thought of the opening verses of this division (<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1–8<\/a>). The message of God is not for the descendants of Jacob but for the world, and those of the world who respond to it are the true children of Jacob. The message has been given the Israelites as a trust to be proclaimed. It is not national election or cultic righteousness that makes people the servants of the Lord, but obedience to his Word (cf. 40:8; 55:11). But this theme is not limited to this last division of the book; it is part and parcel of the whole book, as is indicated by its appearance in the introduction (<a class=\"isa\" verses=\"eyIxNzY4OCI6NH0=\">2:2–5<\/a>). From the very outset Israel is expected to be the means whereby the nations are drawn to the mountain of the house of the Lord to learn the Torah of God.<\/p> <p>But not only are the nations drawn together to see the destruction of the wicked. Chs. 60–62 make clear that the <i>glory<\/i> of God will be reflected through the deliverance of the true Israel. When those who rely on God in humility (cf. 57:15; 66:2) are delivered from the hands of oppressors and aggressors, and stand up to possess the earth, then the world will know that God is the Lord indeed. This has already happened in part in the formation of the church. The Christians were despised and rejected, but God vindicated himself through them, and the nations were drawn to the glory of God. So also at the end of all things, we may expect another such ingathering as the world sees the deliverance of the righteous and the judgment of the wicked (cf. Matt. 25:32).<\/p> <p><a class=\"isa\" verses=\"WzE4OTQyXQ==\">19<\/a> This verse has two uncertainties. One is the nature of the <i>sign (<\/i><span>ʾôt<\/span><i>)<\/i> that God will give, and the other is the antecedent of <i>them<\/i>. On the basis of the use of <span>ʾôt<\/span> in the book of Exodus (cf., e.g., 10:2; see also Ps. 78:43), most commentators (see Alexander and Barnes) up to the twentieth century agreed that some kind of miraculous event is intended. As such it is the climax of the “signs” in this book. But it is not clear whether the author has something specific in mind, and if so, whether it is a single event or a series of them. Commentators have tended to identify it as the series of events surrounding the founding of the church; but as in v. 17, this seems to be too narrow a focus in view of the eschatological cast of this entire segment. This broader significance seems to be taken up by Rev. 15:1, and this is especially interesting in view of the statement in Rev. 15:4 that “all nations shall come and worship thee” (RSV). In sum, it seems best to leave the answer to the question as broad as possible, and to say that Isaiah, with other prophets (cf. Joel 3:3 [Eng. 2:30]), understood that at the end of the age God would make his power clear in certain miraculous ways, and in so doing call to himself all who are willing to hear.<\/p> <p>The referent of <i>them<\/i> admits of two possibilities, either the Jews or the Gentiles. On the one hand, the immediate context seems to favor the Gentiles, as they are the nearest persons identified. But there is no explicit statement of judgment falling on them from which there are survivors to escape. Perhaps the judgment is to be understood (cf. Zech. 14:16, although a different Hebrew word is used for “survive”). But if a universal judgment on the nations is envisioned, it is not clear who will remain who has not heard about God’s glory. Zechariah simply has all the survivors worshiping God.<\/p> <p>On the other hand, the survivors may be Jews who have survived God’s judgment on them. This seems to accord better with the larger context of the book. Especially interesting is the appearance of this same word <span>p<\/span><span>lêṭîm<\/span>, “survivors” (although in a fem. form), in 4:2, speaking about the condition of those who “survive” God’s judgment in Jerusalem. Furthermore, the Jews seem to be addressed in v. 20. This understanding would certainly accord well with the tone of chs. 60 and 61, where it is through what God has done in judging and delivering his people that the nations are drawn to God in Jerusalem. Furthermore, this interpretation relates to one of the major questions dealt with in the first part of the book: Will the people declare the glory of God to the nations, or will they be so seduced by the glory of the nations that they will abandon their God? In fact, the latter is what took place. So God will bring judgment on his people, but through that judgment he will also bring purification and deliverance to some. From them God will send survivors to all the world, telling the wonders of God and what he has done. As Westermann comments, this corresponds exactly with the mission of the apostles. Apparently Isaiah sees this process being carried out on an even grander scale at the end of time.<\/p> <p>In an effort to underline the universal nature of the appeal, place-names representing the farthest reaches of the earth are introduced. The first is <i>Tarshish<\/i>, which is probably Tartessus in Spain at the far western end of the Mediterranean Sea (cf. 23:1). Although the locations of <i>Pul<\/i> and <i>Lud<\/i> are unknown, it is not unlikely that they are places in Africa. <i>Tubal<\/i> was probably in the Caucasus area to the northeast (Gen. 10:2; Ezek. 27:13; 32:26, etc.), while <i>Javan<\/i> was the Ionian coast of Asia Minor (modern Turkey; cf. Gen. 10:2; Dan. 8:21; Zech. 9:13). <i>the distant islands<\/i> represent the very ends of the world, even beyond what is known. Thus the prophet is saying that the message of God’s glory will reach everywhere, even to places that have never heard of Israel’s God.<\/p> <p><a class=\"isa\" verses=\"WzE4OTQzXQ==\">20<\/a> Although the purpose of the mission to the nations was not to regain the lost members of the house of Israel, that will be one of its results, as stated earlier (Isa. 43:6; 49:22; 60:1–22). The believing Gentiles will come streaming to Jerusalem, bringing <i>your brothers<\/i> with them. The use of <i>brothers<\/i> in place of “children” (as seen elsewhere) is interesting here. Calvin argues that it is a reference to Gentile “brothers” of Jewish believers. But in that case it is hard to understand who are the <i>they<\/i> who are bringing the brothers. It seems more likely that this is only a variation on the earlier theme, and that the reference is to the final ingathering of the Jews who have recognized their Messiah (cf. 11:10–16).<\/p> <p>These persons will be brought by the Gentiles as a precious <i>offering<\/i> to God. It is hard to imagine what more precious offering could be given to him. The remnant of his own chosen people, now having come to their true fulfillment, will certainly be a priceless gift to him. Something of a full circle is in view here. As it was Jewish Christians who went out to declare the glory of the God to the Gentiles, so it is Gentile believers who bring the Jews back to their God. The variety of modes, like the variety of places in the previous verse, underlines the urgency and the insistency of the Gentiles pushing toward God.<\/p> <p>It is significant that these Gentiles are compared to <i>the pure vessels<\/i> in which Israel offers its grain offerings to the Lord. Those who seek to purify themselves by means of their religious righteousness succeed only in defiling themselves (v. 17). But those Gentiles, who are by definition unclean, who hear the word of God’s glory and come pressing to worship him at all costs, they are the pure ones. Again, this meaning corresponds closely with the message of 56:1–8. It is not clear why the grain offering is used for comparison here (cf. Lev. 2:2, 9, 16), but perhaps it is because it is a thank offering, not one required for atonement (no human being is able to atone for herself or himself.<\/p> <p><a class=\"isa\" verses=\"WzE4OTQ0XQ==\">21<\/a> <i>And moreover (<\/i><span>w<\/span><span>gam<\/span><i>)<\/i> indicates that this verse completes the thought of the previous one. Not only will the people of the nations be pure vessels in which to carry the offerings of God, but some of them will be Levitical priests. This thought is so shocking that it can only have been intentional. It is of the same order as saying that a eunuch or a foreigner is a servant of God (<a class=\"isa\" verses=\"eyIxODc1OSI6Mn0=\">56:5–6<\/a>). It flies in the face of the teaching of the Torah. Not even every member of the house of Israel could be a priest, much less any Gentile! This word from the Lord can only herald one who is greater than Moses, one who can fulfill the Torah by breaking it (see Jesus’ teaching concerning the Sabbath, Matt. 12:1–14), one who can extend the election of Israel and Levi to the farthest limits of earth. Nothing else could as effectively symbolize the breaking down of the barriers between Jews and Gentiles. If a Gentile can become a Levitical priest, a Gentile cannot be excluded from anything. It is not necessary to speculate on whether at some future date such a thing will literally happen. Isaiah is here using language with which his hearers would be familiar to make a point that they could only have found shocking in the extreme. In the new Jerusalem there is only one Priest, but in him all who enter in are invited to share the benefits of the covenant of Levi (Heb. 10:19–25).<\/p> <p><a class=\"isa\" verses=\"eyIxODk0NSI6M30=\">22–24<\/a> In these final three verses the interchange of judgment and hope reaches its final climax. Here the issues of the book appear in their starkest simplicity. For Isaiah, God is the sole Creator. He stretched out the first heavens and founded the first earth (cf. Isa. 40:21–23), and he will remake them in the end. There is no other god; all the others are only pretenders who cannot make good on their promises (cf. 17:7–8). Thus only two categories of people exist: those who fall down before him in worship, and those who foolishly rebel against him. This in turn means that only two fates are possible for the human race. Those who worship him will live forever, their seed and their name secure. But those who rebel against him will die forever, their worm and their fire unending.<\/p> <p>The final verse is often treated as an unfortunate appendage (see, e.g., Duhm), added by some small-minded person, though I do not understand how anyone who has immersed himself or herself in the book would think so. Throughout the book Isaiah has been at pains to insist that the certainty of hope must never make us think that we can persist in our rebellion (cf. <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a> at the end of chs. 1–5; <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">ch. 39<\/a> at the end of chs. 36–39, etc.). Hope is real, even for those who have lost all hope, but judgment is real as well, and the glories of heaven must not lull us into complacency over our rebellion.<\/p> <p><a class=\"isa\" verses=\"WzE4OTQ1XQ==\">22<\/a> <i>the new heavens and the new earth<\/i> take the reader back to 65:17 and the note of rejoicing in the messianic kingdom that is sounded there. Thus the final segment begins and ends on the theme of joyous re-creation. God has re-created his world, and sin can never stain it again. The tragedies of the old world, which called into question the very faithfulness of God, are gone. God had promised to Abraham a <i>name<\/i> and <i>seed<\/i>, children, but the sin of Israel and the rapacity of the world rulers made it seem as if even God could not keep his promises. Nonetheless, God is greater than human sin and human pride and is able to keep his promises. The old heavens and earth had been called to witness the justice of God in punishing his people (<a class=\"isa\" verses=\"WzE3NjU3XQ==\">1:2<\/a>); they had also been called to burst into song over the redemption of those people made possible by the work of the Servant (<a class=\"isa\" verses=\"WzE4NTU3LDE4NjUwXQ==\">44:23; 49:13<\/a>). Now the eternity of the new heavens and earth stands as a testimony to the eternity of God’s promises.<\/p> <p><a class=\"isa\" verses=\"WzE4OTQ2XQ==\">23<\/a> To whom are the promises given? Just to the people of Israel? Hardly. They are given to those of all flesh who worship him from month to month and Sabbath to Sabbath. This is the ultimate end of Israel’s religion, that everyone should have the opportunity of joining Israel in worshiping the one God (cf. Zech. 14:16–21). Israel is not to be separate so that it can revel in its separateness, but so that its faith can survive to be declared. When separation becomes an end in itself, it has become just a more arcane form of idolatry. But if Israel had allowed itself to be absorbed into the pagan religions around it, as it was constantly in danger of doing, there would have been no faith to declare.<\/p> <p>Calvin is probably correct when he says that the point of the language here is to say that worship is not confined to specific days but is continuous. In the prophet’s vision people do not merely come up to Jerusalem at the time of the three great feasts, but every week, and on the first day of every month as well. This is obviously symbolic language, since the possibility of people from all over a world like ours traveling back and forth to Jerusalem every week is ludicrous. But what is being symbolized is anything but ludicrous. The prophet envisions a day when the Spirit of God makes his home in every heart and where every heart is Jerusalem. If the barriers between priests and commoners, between Jews and Gentiles, are broken down, how much more the barrier between God and humans is broken down. No longer is God behind a great veil, accessible only to a small coterie of elite. Now all flesh can revel in the sight of his face, a face with no trace of a frown but wreathed only in smiles of joy, a face that once even to glance on was certain death but that is now the source of life itself. This is the goal for which Adam and Eve were placed in the garden; this is why God met Abraham in Ur of the Chaldeans; this is why he spoke to Moses from the burning bush; this is why the Servant\/Messiah, Jesus Christ, came to live and die and rise again: so that all flesh could hear him speak his good news to the afflicted, the captive, and the brokenhearted (<a class=\"isa\" verses=\"WzE4ODQ1XQ==\">61:1<\/a>), so that all flesh could worship the one true God.<\/p> <p><a class=\"isa\" verses=\"WzE4OTQ3XQ==\">24<\/a> As the book has stated again and again in a variety of places and ways, however, although the promises of God are universal in scope, they are not universal in depth. No one dare ever think that because hope is always God’s intended last word, one may sin with impunity. God will not force anyone to obedience against one’s will; the one who persists in rebellion has no hope. Throughout the book God has shown his people that judgment need not mean the end of hope, and, furthermore, that hope can even come through judgment, but he has never said that hope obliterates judgment. Hope is finally for those who accept the rationality of God’s arguments (<a class=\"isa\" verses=\"eyIxNzY3MyI6M30=\">1:18–20<\/a>) and turn from their self-worship to receive his grace (<a class=\"isa\" verses=\"W3siMTc5MDIiOjZ9LHsiMTg3NDciOjJ9XQ==\">12:1–6; 55:6–7<\/a>). Those who refuse to do so will not merely be devoured by the sword (<a class=\"isa\" verses=\"WzE3Njc1XQ==\">1:20<\/a>), but will be devoured by fire and the worm (cf. 14:11; Job 17:14).<\/p> <p><i>And they will go out<\/i> may refer to the worshipers going out of the temple after worship, but it may also refer to going outside the city walls to the city dump, where fires were constantly smoldering and the process of decay was constantly going forward. This dump in the Hinnom Valley south of Jerusalem (cf. Josh. 15:8; 2 K. 23:10, etc.) provided one of the NT names for hell: Gehenna (cf. Matt. 5:22; Mark 9:43; Luke 12:5). To <i>look on<\/i> one’s enemies in the OT was to be victorious over them (Judg. 16:27; Ps. 22:18 [Eng. 17]; 54:9 [Eng. 7]; Ezek. 28:17; Mic. 7:10). While this expression <i>(<\/i><span>rāʾâ b<\/span><i>)<\/i> usually connotes looking at someone or something with emotion, including gloating, a deeper issue is at stake for the believer: the question of the justice of God. The world in which we live all too often sees the triumph of the wicked and the defeat of the righteous. Does that not call the veracity of God into question? Isaiah assures his readers that the true servants of God, whether they be Jew or Gentile, will indeed triumph, and the rebels, likewise Jew or Gentile, will be manifestly defeated. God’s promises will not fail. If God’s own people will come before him with joy perpetually, those who rebel against him will die perpetually. The righteous will be victorious in the end (cf. Ps. 73:1–3, 16–20). Some may say that this is an unworthy attitude for Christians, but one should remember that the most frequent statements about hell in the Bible come from the lips of Jesus. It is certainly unworthy to hope that the enemies of the gospel will never repent and be saved, but it is not unworthy to be grateful that there is justice for them if they persist in their enmity.<\/p> <p>Thus Isaiah’s great book comes to its end in ways not unlike those in which it began, with a reaffirmation of the great choice that lies before the human race: judgment or hope. But there is one great difference. The hope that the final chapters affirm is on the other side of judgment. Indeed, what they tell us is that since the Holy One of Israel is the Creator and the only God, even judgment can be turned to hope if we will let him do it for us. No tragedy, no disaster, no fate that has befallen us because of our stubborn self-worship need be the final word for us while we yet breathe. This is the great good news of Isa. 52:13–53:12: God has entered into our judgment and taken it on himself, and because of that he can declare that finally nothing can keep us from his love—except our own determination to persist in rebellion. This cosmos will be remade, and to all eternity it will ring with the praises of those who, though “walking in darkness have seen a great light” (9:1 [Eng. 2]), of those who live in that holy mountain where none will hurt or destroy (<a class=\"isa\" verses=\"WzE3ODk0LDE4OTIzXQ==\">11:9; 65:25<\/a>), of those from whom the shroud has been torn away forever (<a class=\"isa\" verses=\"WzE4MTI2XQ==\">25:7<\/a>).<\/p>",
    "audit": null
}