{
    "id": 17491,
    "source": "oswalt",
    "verse_id": 18605,
    "verse_count": 7,
    "reference": "47:5–11",
    "title": "Babylon’s False Pride",
    "html": "<p>This section, which may be further subdivided into <a class=\"isa\" verses=\"eyIxODYwNSI6N30=\">vv. 5–7, 8–9, 10–11<\/a>, details the Lord’s charges against Babylon. Above everything else, her fault is the claim to be immortal and self-existent (<a class=\"isa\" verses=\"W3siMTg2MDciOjJ9LFsxODYxMF1d\">vv. 7, 8, 10<\/a>), something no part of creation can rightfully claim. Not taking her own contingency into account, she has behaved with unpardonable arrogance toward her subject nations (<a class=\"isa\" verses=\"eyIxODYwNiI6Mn0=\">vv. 6–7<\/a>). She has thought that, if nothing else, her fabled skill in magic would keep her from undergoing the fate of others (<a class=\"isa\" verses=\"eyIxODYwOSI6Mn0=\">vv. 9–10<\/a>). But her assumptions will not save her in the day of judgment. In fact, she is no different from anything else in creation. All of us are subject to the same limitations and prone to the same ends. The wisest thing I can do as a creature is to acknowledge that if there is someone immortal and independent, it is not me. “The beginning of knowledge is the fear of the Lord” (Prov. 1:7).<\/p> <p><a class=\"isa\" verses=\"WzE4NjA1XQ==\">5<\/a> This verse reprises the opening verse of the poem and develops the theme farther. Here it is not merely that the great queen sits on the ground. Now she sits in darkness and silence. Rather like NT parables, the general sense of this metaphor is quite plain, but its specific symbolism is not. Some (e.g., North) have suggested that the signification is of prison and captivity (cf. 42:7). Pieper has pointed to the possible connection with death and the underworld (Ps. 115:17; Job 10:21–22; note also the importance of the underworld in Isa. 14). Given the absence of any indications in the text itself, however, it seems likely that no specific connections are intended, but only that sense of abject despair and utter humiliation that has come to one who has fallen from “the glory and blare of world-dominion” (Westermann). <i>lady of kingdoms<\/i> refers to the imperial city, which ruled over a hundred lesser kingdoms subjugated by the city’s armies. That will all come to an end, when Babylon herself is subjugated.<\/p> <p><a class=\"isa\" verses=\"WzE4NjA2XQ==\">6<\/a> Like Assyria before her (<a class=\"isa\" verses=\"eyIxNzg1NiI6N30=\">10:5–11<\/a>), Babylon may have prided herself on having captured many nations, including Judah. But at least in the case of the latter, the pride was misplaced. The only reason Babylon had been able to capture Judah, says the prophet, was that God permitted it. Babylon was not the mistress of her own fate, let alone Judah’s. God alone is the master of all fates. Babylon’s conquests were part of God’s plan for world redemption through Israel. God had chosen this people as his heritage (Deut. 4:20; 1 Sam. 10:1; 1 K. 8:51, 53; Jer. 12:7). They were to be holy, completely dedicated to him so that their character was like his (Exod. 19:6; Lev. 10:10–11); to touch them was to touch God (Jer. 2:3). Had they fulfilled God’s plan for them, neither Assyria nor Babylon nor any other nation with pretensions of world dominion could have hurt them. The only reason Babylon had been able to desecrate Jerusalem was that God had already done so. He had removed his holiness from them (cf. Ezek. 11:23) with the result that their protection was gone, and the wild animals were swiftly in among the vines (Isa. 5:5–6). Babylon’s mistake, like Assyria’s before (<a class=\"isa\" verses=\"eyIxNzg2MyI6M30=\">10:12–14<\/a>), was in believing that she had conquered God’s people in spite of God, thus establishing that she was superior to God. Isaiah cries out that in both cases, it was <i>because<\/i> of God that they did what they did, and that <i>this<\/i> fact establishes God’s superiority over <i>them<\/i>. Of course, it is one thing to say such a thing, however new and startling in its time, but it is another to be able to back it up. In fact, the claim was backed up: both Assyria and Babylon, powerful as they were, fell.<\/p> <p><i>You did not have compassion<\/i> and the lack of concern for the <i>aged<\/i> might suggest that a main charge against Babylon was cruelty. But, apart from history, which shows that in the catalogue of empires Babylon’s was not especially cruel, the context (see on v. 7 below) shows that her real problem was the assumption that since it was her power that had secured her various conquests and since there was none to call her to account, therefore her actions toward the captives, Judean and otherwise, need come before no court of review. Thus the issue is not cruelty but arrogance.<\/p> <p><a class=\"isa\" verses=\"WzE4NjA3XQ==\">7<\/a> Because of the lack of historical and theological perspective just discussed, Babylon assumed that she would be mistress of the world <i>forever<\/i>. After all, had she not succeeded in deposing Assyria, which had dominated the world for three hundred years, from the seat of power? Who could ever prove stronger than she? This is the problem of a people whose gods are simply themselves written large. They have no one outside themselves, over against themselves, to remind them that even if they are the greatest the world has ever seen, they are not the standard of greatness. God is the standard, and all of us, from the greatest human to the least, are measured against him, not ourselves. To a Babylonian king, himself a demigod, this word must have sounded very strange, but to the Hebrew monarchs, even the worst of them, it was an inescapable fact.<\/p> <p>Because Babylon had entered a wrong assumption, the assumption of self-existence and self-perpetuation, into the equation, everything else in that equation was thrown off. <i>remember their end<\/i>. Believing that she would rule the world forever, she did not consider that she might be held accountable for the way she treated captive peoples. Believing that she herself was the highest tribunal, she paid no attention to the results of the choices she was making day by day.<\/p> <p><a class=\"isa\" verses=\"eyIxODYwOCI6NH0=\">8–11<\/a> The prophet now contrasts Babylon’s arrogant self-confidence with the sudden and complete humiliation that will come on her. He does so in an interesting interlocked structure. Vv. 8 and 9 contrast with one another, as do vv. 10 and 11. At the same time v. 10 repeats key elements of v. 8, especially the line, “I am, and there is no one else besides,” and v. 11 repeats from v. 9 the element of suddenness.<\/p> <p><i>Now hear this<\/i> marks the announcement of judgment. Whatever might be the pretensions of Babylon, they cannot avert the doom that will come. In many ways, of course, it is precisely because of these pretensions that the doom is coming. It is because she has dared to style herself as God that she cannot help but fall. It is clear that this is the prophet’s point when we remember that the words coming from Babylon’s mouth, <i>I am, and there is no one else besides<\/i>, are the words spoken by God in 45:5, 6, 18, 22; 46:9. He alone is incomparable; he alone is self-existent; he alone is sovereign over all. By arrogating these attributes to herself, Babylon and all the human enterprises like her have set themselves on a collision course with God. In order to justify their claims, they must attack God himself and defy his will. If they cannot, if God can unbend the fingers of a Babylon and take his people home against Babylon’s will, then all is lost. They are human after all.<\/p> <p><i>lover of luxury<\/i> (NRSV “lover of pleasures,” NIV “wanton creature,” JPSV “pampered one”) conveys the air of thoughtless self-indulgence on the part of one who assumes that luxury is her right by reason of incomparable eminence. She does not prepare for any other eventuality because she cannot imagine it. Whatever might have happened to other empires cannot happen to her, because she is different. She will never be in a position of being completely without support <i>(widow)<\/i>, or of being alone in the world (<i>bereavement<\/i> of children). Some commentators (e.g., Young) relate widowhood here to loss of empire and bereavement to loss of population in the city. While these are not inappropriate, I suspect that this pushes the metaphor too far. Having imaged Babylon as a woman, Isaiah is simply being consistent with the image, choosing the worst things that could happen to a woman in the ancient Near East to convey the character of Babylon’s coming loss. She insists that she is above whatever the common herd might be liable to. The prophet says she is not.<\/p> <p><a class=\"isa\" verses=\"WzE4NjA5XQ==\">9<\/a> The very kinds of loss and humiliation that Babylon insisted could never overtake her will do so, and with terrifying suddenness. Although historians indicate that Babylon and her empire did fall to Cyrus amazingly quickly, it is not necessary to read these references to suddenness as predictions. The point is simply that any time we joust with God, any time we claim equality with him, we should be prepared for devastating results, for the contest is monumentally unequal. This is especially true when we begin to say what it is impossible for God to do.<\/p> <p>This humiliation and loss will come to Babylon <i>in<\/i> her sorceries and spells. Like the rest of the Hebrew prepositions, <span>b<\/span> has a large number of possible usages. The most likely choice here is “in the midst of” with the sense of “in spite of.” In the very midst of all the magical rituals designed to prevent loss and humiliation, they will come anyway. Babylon was proverbial in the ancient world for its development of the magical arts. So firm was this association that in Daniel, “Chaldean” is a term for magician (1:20; 2:2, 27, etc. Chaldea and Babylon are synonyms; see above on v. 1). The great Babylonian interest in astronomy was prompted by an even greater interest in astrology. The names given to the astrological constellations today are translations of the ones originated by the Babylonians. More than anything else, magic is engaged in to ensure good fortune and prevent misfortune. The prophet says that however great Babylonian skill and knowledge in the magical arts might be, it will be helpless to avert the disaster that comes from having tried to usurp the place of God. The very things magic was designed to do it cannot do when confronted with the power of the transcendent God.<\/p> <p><a class=\"isa\" verses=\"WzE4NjEwXQ==\">10<\/a> Once again we turn to Babylon’s false security (as per v. 8), but with the apparent intent of building on what was said in v. 9. Why did Babylon feel secure in her wickedness? Because her great learning and wisdom had led her astray. Their mastery of the magical arts had led the Babylonians to believe that they understood the workings of the world so well that they were proof against any disaster. Undoubtedly this factor also contributed to their pride and the insistence that there was no one else besides them.<\/p> <p>But what is meant by <i>wickedness<\/i>? One possibility is that it is the magical knowledge itself. Magic rests on the belief in continuity, that everything in the world is continuous with everything else. Therefore all one needs to manipulate the world is knowledge of the nature of the particular connections. Thus doing the proper rituals in the human realm has automatic results in the realms of nature and the gods. Ethics is of no religious significance in such a world. For the biblical writers, who knew that God is not part of this world, and that ethics is at the heart of the divine-human relationship, magic was not so much a mistake as it was an abomination (1:13; 41:24; 44:19; 66:17; Deut. 18:9, 11, etc.).<\/p> <p>The other possibility is that since Babylon feels herself to be preeminent in magical wisdom and knowledge, she therefore does not have to bring her policies before any outside bar of right and wrong. She can do whatever she wishes, including what anyone else might call “wickedness,” and feel secure in it. She is above anyone else’s standards. The parallel with Nazi Germany comes readily to mind, and it offers some illumination. Having declared that it was above such mundane matters as ethical accountability, that it was only accountable to itself for its destiny, Germany fell into the most horrifying kinds of wickedness. It appears that to deny the relevancy of ethical standards for oneself is not to leave oneself in a position of ethical neutrality, but to deliver oneself over to ethical evil. So it may have been for Babylon.<\/p> <p><i>No one sees me<\/i> is the voice of ethical relativity. Such a position assumes that whatever I want is alright if I can get away with it (Ps. 10:11; 94:7; Ezek. 8:12; 9:9; Job 22:14; 24:15). The idea that if something is right in the daylight it is also right in the dark is foreign to such thinking. In this context, the implication may also be that there is no one higher than I (Babylon), who is in a position to judge my actions.<\/p> <p><a class=\"isa\" verses=\"WzE4NjExXQ==\">11<\/a> Once again comes the contrasting point. The Babylon that has felt secure in her <i>wickedness (<\/i><span>rāʿâ<\/span><i>)<\/i> will find <i>evil (<\/i><span>rāʿâ<\/span><i>)<\/i> coming on her. When that happens all her magical arts will prove useless. This God cannot be appeased with the blood of bulls and goats; he cannot be charmed out of his just anger. He is transcendent and no amount of manipulation of his creation can produce automatic results for the manipulator. Sin has been a matter of ethical choice, and apart from a freely chosen turning away from the sin and the determination to enter into a new ethical relationship with God, ritual is worse than useless. For a sense of how important this matter is to Isaiah, note that this same thought appears in both the opening (<a class=\"isa\" verses=\"eyIxNzY2NSI6MTF9\">1:10–20<\/a>) and closing (<a class=\"isa\" verses=\"W3siMTg5MjQiOjR9LFsxODk0MF1d\">66:1–4, 17<\/a>) of the book.<\/p>",
    "audit": null
}