{
    "id": 17482,
    "source": "oswalt",
    "verse_id": 18555,
    "verse_count": 2,
    "reference": "44:21–22",
    "title": "Remember The Lord",
    "html": "<p><a class=\"isa\" verses=\"WzE4NTU1XQ==\">21<\/a> Here the prophet draws on one of the great themes of Deuteronomy: <i>Remember<\/i> (cf. Deut. 8:2, 11, 18; 9:7). There it signifies the recollection of what God has done in the history of Israel that ought to motivate the people to obedient living. Here, depending to some extent on the precise meaning assigned to “these things,” it is not so much the specific acts of God that are to be remembered as certain concepts about him. Nevertheless, the sense is the same: life is to be lived on the basis of reflection on the character of God as revealed in his treatment of his people in their historical experience. Reflection on the great natural cycles or on recurring psychological or sociological characteristics of humanity is not the foundation on which either the Hebrew or the Christian religion is based.<\/p> <p>Scholars do not agree as to the precise referent of <i>these things<\/i> that are to be remembered. The first question is whether the reference is to what precedes in the text or to what follows. Commentators are fairly evenly divided, and a good case can be made for either. On the one hand, “remember” most naturally calls to mind what has already been said, unless there is a specific marker to the contrary (e.g., “I want you to remember what I am going to tell you next”). Furthermore, vv. 21 and 22 seem to form the conclusion to the unit that began at 42:10 and that focused on the evidence that God, not the idols, could redeem his people. Thus the point would be that Israel should remember all the evidence that no idol could possibly keep God from delivering them.<\/p> <p>Ranged against this position are such commentators as Pieper and Elliger, both of whom believe that the reference is to what follows, namely, that Israel was formed by God to be his servant and that he has swept away their sins out of pure grace. The chief argument against this otherwise attractive position is that the verses almost certainly now function as a conclusion, at least to 44:6–20, if not to 42:10–44:20. That is, it is hard to see the call to remember focusing on just the following clauses, when all the great assertions concerning God’s nature and character vis-à-vis the gods have preceded.<\/p> <p>All of Israel’s remembering is to be in the context of her special relationship to God. He had not merely shaped her, but he had shaped her for the special purpose of service. The role of servanthood is mentioned twice in three phrases, and the second occurrence is emphatic. Thus in the light of all that has been said about the Lord’s superiority over the idols and in the light of this special relationship that Israel bears to him, she must not interpret the exilic experience to mean that God has forgotten her. The purpose for which he created her—evidence of his sole Godhood—has not yet been fulfilled. How can he cast her off?<\/p> <p><a class=\"isa\" verses=\"WzE4NTU2XQ==\">22<\/a> North claims that here for the first time in this part of the book redemption is linked with sin and guilt. This is technically true (see, e.g., 41:14; 43:1, 14; 44:6), but this is not the first recognition that Israel’s sin, as much as Babylon’s strength, is a factor that needs to be dealt with for the return to be possible. Indeed, one could argue that this occurrence sums up the first lengthy statement that occurs in this unit, 43:22–28 (cf. esp. 43:25). The point is that physical deliverance is not Israel’s deepest need. To think that way would be to ignore the real cause of the exile, which was sin. Until that sin is addressed, that is, not only forgiven but corrected, the true historic significance of the exile will have been overlooked. The rest of the book is increasingly given over to that issue.<\/p> <p><i>cloud<\/i> has two possible meanings in this context: that which intervenes between heaven and earth, and that which is of no substance. The first, which some medieval commentators favored, would apply to the fact of sin intervening between God and humans. Thus God removes the barrier to divine-human fellowship. But nothing in the context supports that usage here. The more fitting meaning is that, as real and substantial as sin is, God has the power to remove it from the record as swiftly as a rising wind can sweep a cloud from the sky.<\/p> <p>The final phrase, <i>Return to me, for I have redeemed you<\/i>, underlines one of the key points in Isaiah: the importance of the human response to the divine initiative. Israel is captive, both to Babylon and to her sins. She can do nothing to deliver herself. The initiative is wholly in God’s hand. If she is to be bought back, redeemed, God alone must do that. But how will Israel respond to the initiative? God’s activity on her behalf does not in itself produce the response. Unless Israel is willing to act in faith on the evidence of God’s activity, then the activity is in vain. So long as Israel lies down in hopelessness and despair, the wonderful provision of Cyrus, and the even more wonderful provision of the Savior, will be in vain. This is the reason for the recurring challenges not to fear, not to believe they are forgotten, and not to forget who, and whose, they are. The great danger of the exile would not be that God would be unable to act, but that Israel would fail to respond in faith to his actions.<\/p>",
    "audit": null
}