{
    "id": 17430,
    "source": "oswalt",
    "verse_id": 18179,
    "verse_count": 9,
    "reference": "28:14–22",
    "title": "Covenant With Death",
    "html": "<p>The focus now shifts to Jerusalem, as indicated by the “therefore” in 28:14. If a terrible fate has befallen Samaria, this is no time for rejoicing, says Isaiah. For the rulers of Jerusalem (<a class=\"isa\" verses=\"W3siMTgxNzkiOjl9LHsiMTgyMDkiOjN9XQ==\">28:14–22; 29:15–17<\/a>) are as senseless as those of Samaria, and the priests and prophets are as drunken and blind (<a class=\"isa\" verses=\"W1sxODE5NV0seyIxODIwMyI6Nn1d\">29:1, 9–14<\/a>). Therefore, Jerusalem’s fate will be as severe as Samaria’s. But as in the former word (<a class=\"isa\" verses=\"eyIxODE3MCI6Mn0=\">28:5, 6<\/a>), there is a note of hope here too. God will fight against Jerusalem’s enemies (<a class=\"isa\" verses=\"eyIxODE5OSI6NH0=\">29:5–8<\/a>), and one day there will be a renewal of the spirit of God’s people (<a class=\"isa\" verses=\"eyIxODIxMSI6OH0=\">29:17–24<\/a>). Thus the segment is marked by the typically Isaianic interchange of judgment and hope. The foolish alliance with Egypt is not necessary because even in spite of that sin God will find a way to redeem. How much more he would be able to redeem if trusted now, and not only after the hard blows of experience.<\/p> <p>The segment 28:14–22 is directed to those foolish leaders of Jerusalem whose plans are based upon the cynical and faithless projections of the future. But Isaiah tells them that cynicism cannot provide a secure foundation against the shocks of life (v. 19). Only faith can do that (v. 16). So all their carefully laid plans, just like those of Samaria, will come to nothing. To their probable remarks that God does not act in history (cf. 5:18–23), he answers that God <i>does<\/i> work, either for us as in the past, or against us, as he will in their case (<a class=\"isa\" verses=\"eyIxODE4NiI6Mn0=\">vv. 21, 22<\/a>).<\/p> <p>Kaiser points out that <a class=\"isa\" verses=\"eyIxODE3OSI6Mn0=\">vv. 14–15<\/a> form a prophecy of reproach, and <a class=\"isa\" verses=\"eyIxODE4MSI6N30=\">vv. 16–22<\/a> a prophecy of warning. However, he does not consider parts of vv. 16 and 17, nor any of <a class=\"isa\" verses=\"eyIxODE4NCI6NH0=\">vv. 19–22<\/a>, to be original. Wildberger agrees that v. 19 may be a gloss, but sees no real reason for questioning the authenticity of the rest. In fact, <a class=\"isa\" verses=\"eyIxODE4NSI6M30=\">vv. 20–22<\/a> may be viewed as a necessary development of the concept of a message of pure terror: God’s power turned against his own.<\/p> <p><a class=\"isa\" verses=\"WzE4MTc5XQ==\">14<\/a> <i>Therefore<\/i> is used in a somewhat elliptical way, but the sense is: if these things have befallen the drunkards of Ephraim, you scoffers in Jerusalem ought to take note.<\/p> <p><i>scoffers<\/i> is the strongest negative term which the OT uses to describe the wicked. It is the diametric opposite of “faithful” (cf. Ps. 1:1, 2). Not only does this person choose the wrong way, but he mocks the right way. He is not merely misled, he delights to mislead others. So he is the very opposite of the wise man, who understands the order of things correctly (Prov. 15:12; 21:24; 22:10; 29:8; Hos. 7:5). When such persons are in places of authority, as here, their impact is all the more serious. Faith is never easy for human beings and when the highest authorities model the opposite, it is not surprising if faith becomes increasingly rare among the people (1:21–23; 3:4, 5, 12–15; 5:22, 23; Jer. 21:11–14; 22:1–5; Hos. 4:1–6).<\/p> <p><a class=\"isa\" verses=\"WzE4MTgwXQ==\">15<\/a> <i>We have made a covenant with death<\/i> may be interpreted in two ways. It may be a literal quotation and may indicate that the princes have engaged in sorcery and have entered into an agreement with the gods of the underworld: Death <i>(Mot)<\/i> and Plague <i>(Reshef)<\/i>. In return for protection from these deities the worshiper agrees to do certain things. But another possibility is that the prophet is engaging in sarcasm. The rulers may not have meant to, but in fact by their cynical refusal to trust God they have rejected life and chosen death. In view of the references to reliance upon Egypt in this segment, it may be that the reference is to that treaty which the rulers expect to protect them from Assyria. In either case, the references to <i>lie<\/i> and <i>falsehood<\/i> would be an instance of this note of irony. Obviously the princes would not have believed that their covenant was with “lie” and “falsehood.” But Isaiah puts words in their mouths to show the true import of what they have done. Neither the gods of Egypt nor the gods of Canaan could protect their adherents (to this extent Isaiah agrees with the Rabshaqeh, 36:18, 19), and Egypt’s protestations of undying friendship were simply untrue.<\/p> <p><i>The overflowing scourge<\/i> is somewhat of a mixed metaphor. The context makes it plain that a flood is intended, but the noun normally refers to a whip. Perhaps the stinging effect of wind-driven rain in a cloudburst or the stripping power of hail (v. 17) suggested the confluence of the images. In any case, the point is clear: Isaiah does not believe lies can save anyone from the coming flood.<\/p> <p><a class=\"isa\" verses=\"WzE4MTgxXQ==\">16<\/a> <i>Therefore<\/i> here does not merely restate the causal impact of the one in v. 14. Here it is because of the rulers’ boast that they have secured themselves against trouble that the word of the Lord comes to them. And it comes to them as the word of the Sovereign of the universe. Whoever they may have been dealing with before, they are now facing the absolute monarch.<\/p> <p>As in 8:14, the message here is a double-edged one. God is establishing a structure in Zion which will be a source of comfort and encouragement to those who will trust him but a bar of judgment for those who refuse to do so. The imagery of laying the foundation for a building is used to make the point. If the foundations are cheap stones, shoddily laid, it is not possible for the building to survive the shocks which will come to it (Matt. 7:24–27). That is what these rulers have done. They have rested the nation’s survival upon the promises of the idolatrous rulers of Egypt, the negotiations perhaps engaged in secretly to avoid the wrath of such persons as Isaiah. By contrast, God is also laying a foundation whose very nature should be such as to condemn the false trusts which are filling Jerusalem (cf. v. 17).<\/p> <p>The NT makes it plain that the ultimate foundation for trust in God is the character of God as revealed in Jesus. In his life and work all that the Bible has said about the trustworthiness of God comes to its fulfillment (Rom. 9:33; 10:11; 1 Pet. 2:4–6; 1 Tim. 1:16). Nor is there any incongruity between those assertions and the sense of this verse. The question being dealt with here is the basis for life’s choices: the machinations of people or the trustworthiness of God. At the same time, it may be asked whether Isaiah had his primary focus upon the Messiah here (as he clearly does in chs. 9 and 11) or whether his initial intent is more general. If it is more general, as it seems, the possibilities for the identification of the stone are numerous. Some of them are listed by Kaiser. They are: the law (Eichhorn), the temple (Ewald), Yahweh’s saving work (Feldmann), Yahweh’s relation to this people (Duhm), the archetypal Davidic monarch (Delitzsch), true believers (Eichrodt), Zion (Childs), the remnant (Donner), Yahweh’s promise (König), and faith itself (Kaiser, along with Marti, Fohrer, and Wildberger). To these may be added Yahweh himself (Cheyne). Although the law and the temple (as well as Zion) seem rather strained, each of the other positions has points in its favor. Perhaps no one identification is correct. The cornerstone may be the whole complex of ideas relating to the Lord’s revelation of his faithfulness and the call to reciprocate with the same kind of faithfulness toward him. That entire message would one day be summed up in Jesus Christ. The issue remains the same today as then: upon what shall we build our lives, human schemes or divine trustworthiness?<\/p> <p><i>a stone of testing<\/i> may be a loanword from Egyptian, as first pointed out by Sethe, who noted that <i>bhn-w<\/i> was a particularly hard stone against which others could be measured.<\/p> <p><i>a precious cornerstone.<\/i> Kohler disagrees with the rendering of <span>yiqraṯ<\/span> as “precious,” taking the root to be <i>qrh<\/i>, “to meet.” Thus he translates “the corner where one foundation meets the other.” This rendering has the virtue of explaining the repetition of <i>mwsd<\/i> in the MT, but it is not supported by any of the versions.<\/p> <p><i>the one who trusts<\/i>&nbsp;… may have been understood to be the inscription on the cornerstone, although there is nothing in the text which requires such an interpretation. In any case, the sense is clear: for the person who puts his or her trust in God, there can be a serenity and a calm deliberateness which is not possible otherwise (<a class=\"isa\" verses=\"W3siMTgxMzQiOjJ9LHsiMTgyMzMiOjN9XQ==\">26:3, 4; 30:15–17<\/a>). To refuse to entrust my ways to God is to open myself to a hectic and feverish existence in which I rush here and there trying with decreasing success to control the disparate parts of my life. To commit my ways to him may not increase my success but it will grant peace through the realization that my times are in <i>his<\/i> hands.<\/p> <p><a class=\"isa\" verses=\"WzE4MTgyXQ==\">17<\/a> As God erects his building upon the cornerstone of his own faithfulness, he will make justice and righteousness the standards for measurement. As a result, that building will stand. But every other structure will fall. It is so in life. Integrity is its own defense. But whenever a twisting of the truth begins, more must follow until the structure of lies is so heavy and complex that it falls of its own weight.<\/p> <p><a class=\"isa\" verses=\"WzE4MTgzXQ==\">18<\/a> In the hour when the oppressor sweeps over the nation all her secret agreements and covenants will prove useless. The irony of a people who have a covenant with a God of life putting their trust in a covenant with death surfaces again. As a result of <i>that<\/i> overturning by the people, their relationship to God is also overturned. Their defender has become the marshaller of troops against them (<a class=\"isa\" verses=\"WzE3NzY2XQ==\">5:26<\/a>). They will end up beaten flat like a grainfield over which a flood has run.<\/p> <p><a class=\"isa\" verses=\"WzE4MTg0XQ==\">19<\/a> Nor is Isaiah willing to leave the foolish rulers the small comfort that when they have endured the enemy flood, it will be over. Instead, he says, the flood will come again and again, taking the country over and over. This can be seen to be a correct assessment of Assyrian military doctrine. The Assyrian annals report numerous returns to the same areas, each return being accompanied by vast slaughter and pillage. The steady hammer blows of such an attack spread out over years, whether calculatedly so, or as a result of political exigencies elsewhere, could be expected to reduce a people to shivering terror, as the prophet noted here.<\/p> <p><a class=\"isa\" verses=\"WzE4MTg1XQ==\">20<\/a> This verse probably reflects a then popular proverb which is used here to cap the destruction of the foolishness of the alliances made. They cannot do what they claim. The bed is not big enough to contain them, nor the blanket wide enough to cover them. So promises are easy to make but difficult to keep.<\/p> <p><a class=\"isa\" verses=\"eyIxODE4NiI6Mn0=\">21, 22<\/a> These two verses conclude the segment in a powerful way. The opening <i>kî<\/i>, “for,” expresses the idea of summation, or “to put it simply.” Their shaky covenants will collapse because, as of old, God will take the field. Very possibly false prophets were invoking the old stories as proof that God would side with his people come what may. Isaiah recalls the stories, too. As he broke out upon the Philistines at Mount Perazim (“flood,” 2 Sam. 5:20; 1 Chr. 14:11) and stuck down the Canaanites fleeing from Gibeon (“hail,” Josh. 10:11), so he would fight against his enemies again. But who are God’s enemies? Those who do not obey him (Ps. 139:19–24). Thus God will work, he will perform his deeds, but they will be strange and foreign because they will be against his people, not for them. God never belongs to anyone, and if he cannot find those who will serve him in one place, he will find them in another (Mal. 1:11; Rev. 2:5).<\/p> <p>The scoffers are already in bondage because of their mockery of God, and unless they stop at once, they will have forged their chains so tightly that nothing can break them. The sin from which there is no return is not merely refusing to listen to God, but making fun of the very means by which he addresses us (Heb. 10:26–31; 1 John 5:16–17). Ultimately such a person cannot even recognize the truth when it confronts him. Destruction is decreed for the land, but people within the land may still find God, if they can hear his call and repent of their folly.<\/p>",
    "audit": null
}