{
    "id": 17453,
    "source": "oswalt",
    "verse_id": 18361,
    "verse_count": 6,
    "reference": "37:8–13",
    "title": "The Royal Letter",
    "html": "<p>Many commentators consider 37:8–35 (exclusive of <a class=\"isa\" verses=\"eyIxODM2MSI6Mn0=\">vv. 8–9<\/a>) to be a different account of the same original event as described in <a class=\"isa\" verses=\"eyIxODMzMiI6MjJ9\">ch. 36<\/a>. They base this conclusion upon two major arguments. First, it is said that the letter makes the same points as the Rabshaqeh did; and second, it is argued that if a personal embassy had failed it is hardly likely that Sennacherib would expect a letter to succeed. Neither of these is compelling. In the first place, if these are the best arguments the Assyrians can muster, there is no reason not to repeat them. Furthermore, there is a difference in the two presentations that will be noted below. Second, if Sennacherib was being faced with a threat from Egypt, as the text reports, then he needed the Rabshaqeh with him. However, he did not want Hezekiah to believe that he had had a reprieve; thus the letter comes to remind Hezekiah of the Rabshaqeh’s words and to inform him that the present relief is only temporary. Beyond this evidence, there is most clearly a difference in the response of the prophet in the two accounts. As noted above in the general introduction, the response in 37:6–7 is a rather low-keyed statement that the Lord will act upon Sennacherib’s blasphemy. But the response here is much more a full-blown oracle of deliverance. This passage seems, in turn, to be a response to a fuller commitment on the part of Hezekiah.<\/p> <p><a class=\"isa\" verses=\"WzE4MzYxXQ==\">8<\/a> The clause <i>the Rabshaqeh returned<\/i> does not indicate why he returned. Two possibilities present themselves. On the one hand, receiving no answer from the inhabitants of Jerusalem, he may have returned to consult with his master and to receive instructions for the next step. Or he may have been ordered to return by Sennacherib in an attempt to consolidate his forces in view of the impending battle with the Egyptians (v. 9).<\/p> <p><i>Libnah<\/i> has not yet been definitely located. Previously it had been identified with Tell es-Safi, about twelve and one-half miles north of Lachish, but more recently Tell el-Bornat, six miles north, has been suggested. Why the Assyrian monarch had moved there from Lachish is not clear. Perhaps Lachish had fallen and the Assyrians were now “mopping up” the outlying dependencies. Or perhaps Sennacherib was pulling back to the north to put Jerusalem on his flank rather than directly in his rear when he met the Egyptians.<\/p> <p><a class=\"isa\" verses=\"WzE4MzYyXQ==\">9<\/a> <i>Tirhaqah, king of Ethiopia<\/i>, has been a source of considerable controversy. It is now clear that he did not become king of Egypt before 689 B.C. This fact has been used both to support the two-attack theory and to discredit the historical veracity of the account. However, the majority of modern commentators admit the possibility that Tirhaqah is here identified by a position which he held later in his life. Whether the two armies actually met is not clear. Assyrian records only mention the battle of Eltekeh, and they place that battle before the siege of Jerusalem. Of course, if the Assyrians had suffered a setback at the hands of Egypt at this point, they would probably not have mentioned it.<\/p> <p><i>He heard and sent messengers<\/i> suggests two possible motives for Sennacherib’s action. First, he may have been trying to force Jerusalem’s capitulation before he faced the rumored Egyptian attack so as not to have enemies both behind and before him. Second, he may have wished to prevent Hezekiah from receiving any encouragement from the reported action. It is as though he says to the beleaguered Judean, “Everything is just as it was. There is no hope for you.”<\/p> <p><a class=\"isa\" verses=\"WzE4MzYzXQ==\">10<\/a> Unlike the Rabshaqeh’s attack, which was upon Hezekiah, this one is upon God himself. In the Rabshaqeh’s attack it was Hezekiah who was deceiving the people. Now it is God who deceives Hezekiah. Kissane suggests plausibly that the shift may have been due to the report of God’s promise through Isaiah (<a class=\"isa\" verses=\"WzE4MzYwXQ==\">37:7<\/a>). Here too, since the purpose is not to discredit Hezekiah in the eyes of the people but to discredit God in the eyes of Hezekiah, Hezekiah is given the courtesy of the title “king,” which was denied him in the earlier challenge. What Sennacherib does not realize is that petty courtesies will mean nothing to a man whose God is called a liar when that man has devoted his life to advancing the cause of the One he considers to be the only true God.<\/p> <p><a class=\"isa\" verses=\"WzE4MzY0XQ==\">11<\/a> As Young points out, <i>Behold<\/i> is an indication that the Assyrian considers the facts which he is about to recite as indisputably well known.<\/p> <p>Because Sennacherib does not know of a God who is master of history and can thus do unique things, he insists that the historical precedent is irrefutable. Judah is one more nation like all the rest which the Assyrians have destroyed. How can she alone be saved? Apart from the living God, his argumentation is sound. But that <i>apart from<\/i> is not a minor error; it is the one of earthshaking significance which human pride has been making since the dawn of time (Ps. 14:1–7; Luke 12:20).<\/p> <p><a class=\"isa\" verses=\"WzE4MzY1XQ==\">12<\/a> Here Sennacherib sharpens his argument to make it plain that he considers the Lord to be merely one more of the gods whose lands his predecessors had devastated in northern Mesopotamia. All the cities mentioned here lay between the Tigris and Euphrates, with Gozan being the farthest east on the Habur (2 K. 17:6) and Telassar (which name several sites bore) perhaps being in the region of Carchemish.<\/p> <p><a class=\"isa\" verses=\"WzE4MzY2XQ==\">13<\/a> In this verse Sennacherib shifts the attack back from the theological issue to the matter of Hezekiah’s own self-interest. The Mesopotamian cities had fallen in earlier generations, but the Syrian cities mentioned here had fallen more recently. Terrible things had befallen kings whom Hezekiah may have known personally. They too may have trusted oracles from their gods and they had been flayed alive, impaled, mutilated, and killed. Theology is fine for discussion, but the real issue for every one of us is: will you stake your life on your faith? Sennacherib was depending on Hezekiah’s being unwilling to do that. But he was wrong. Will the Sennacheribs of this world be wrong in our cases too? Unfortunately for most of us, the question is never as clear-cut as that. Instead, in a host of little battles where the outcome does not seem important, we succumb to the temptation to opt for the flesh, for self-preservation. The results are as disastrous for us as they would have been for Hezekiah here.<\/p>",
    "audit": null
}