{
    "id": 17466,
    "source": "oswalt",
    "verse_id": 18453,
    "verse_count": 7,
    "reference": "41:1–7",
    "title": "God’s Work Terrifies Idolaters",
    "html": "<p>As noted above, scholars agree little on the articulation of the various segments of chs. 41–46, though not because of any lack of proposals. This situation has certainly given support to those like Schoors who argue that the original units were independent and only secondarily joined together. At the same time an elusive sense of connection suggests that the units, if such they are, have been shaped to their present settings in such a way that they can no longer stand alone. It is the attempt to discover the nature of these connections that continues to produce new scholarly suggestions concerning the structure of the subdivision.<\/p> <p>Several factors seem to unify the materials here. Chief among these is the recurrence of statements asserting the absolute uniqueness of the Lord as compared to all the other gods (<a class=\"isa\" verses=\"W3siMTg0NTYiOjR9LHsiMTg0NzUiOjR9LHsiMTg1MTYiOjR9LHsiMTg1NDAiOjE1fSx7IjE4NTgyIjoyfSx7IjE4NTkwIjo5fV0=\">41:4–7, 23–26; 43:10–13; 44:6–20; 45:20–21; 46:3–11<\/a>). These statements often appear in the context of trial and disputation, in which the helplessness of the gods is maintained. The primary evidence of God’s uniqueness is seen in his lordship of history, especially in his ability to use the pagan emperor Cyrus for his purpose of delivering his chosen people, Israel (<a class=\"isa\" verses=\"W3siMTg0NTQiOjJ9LFsxODQ3N10seyIxODQ5NSI6NH0seyIxODUwOSI6NX0seyIxODUyNSI6Mn0seyIxODU2MiI6OH0sWzE4NTk4XV0=\">41:2–3, 25; 42:14–17; 43:3–7, 19–20; 44:28–45:7; 46:11<\/a>). All this argumentation is marshalled to convince despairing Israel that God’s love and power will not have ceased toward them in the coming exile (<a class=\"isa\" verses=\"W3siMTg0NjAiOjN9LHsiMTg1MDciOjN9LHsiMTg1MjAiOjR9LHsiMTg1MzUiOjV9LHsiMTg1NTUiOjJ9LFsxODU2NiwxODU3OV0seyIxODU5OSI6Mn1d\">41:8–10; 43:1–3, 14–17; 44:1–5; 44:21–22; 45:4, 17; 46:12–13<\/a>). Indeed, Israel will be God’s chosen instrument to demonstrate to the world that he is the sole Lord of history (<a class=\"isa\" verses=\"W3siMTg1MTQiOjZ9LHsiMTg1NDAiOjN9LFsxODU1NywxODU3Nl0seyIxODU4NCI6NH1d\">43:8–13; 44:6–8, 23; 45:14, 22–25<\/a>).<\/p> <p>It is somewhat more difficult to demonstrate that there is any development in the way in which these thoughts are presented. Nevertheless, a movement from general to specific is apparent. For instance, a very general reference to the deliverer in <a class=\"isa\" verses=\"eyIxODQ1MyI6Mjl9\">ch. 41<\/a> (<a class=\"isa\" verses=\"W3siMTg0NTQiOjN9LFsxODQ3N11d\">vv. 2–4, 25<\/a>) is made much more specific in 44:23–45:8. In the same way, the references to the futility of idols in 41:6–7 are greatly amplified in 44:9–20 (and also 46:5–7). The function of redeemed Israel is only hinted at in the opening words of promise in 41:8–20 (v. 20), but it is made very specific in 43:10, 12; 44:8; and 45:22–25. By the same token God is first presented as the savior of Israel (<a class=\"isa\" verses=\"WzE4NDYyXQ==\">41:10<\/a>), but his lordship is so amplified throughout the section (e.g., 43:10–11) that he is ultimately seen as the savior of the world (<a class=\"isa\" verses=\"eyIxODU4NCI6NH0=\">45:22–25<\/a>). Thus one can argue that the section is not merely composed of a collection of similar sayings, but that they have been arranged consciously in order of ascending specificity and impact.<\/p> <p>At three key points in the material (<a class=\"isa\" verses=\"W3siMTg0OTEiOjR9LFsxODU1NywxODU3MF1d\">42:10–13; 44:23; 45:8<\/a>) calls to praise serve as transitional bridges from one level of thought to another. This transitional nature is apparent in the differences among scholars about whether these hymnic passages should be interpreted with what precedes them or with what follows them. This characteristic is found in the earlier part of the book as well.<\/p> <p>When looked at as clues to structure, these hymns are enlightening. The first segment includes 41:1–42:9 and introduces the three basic themes: the nations’ inability to refute God’s lordship; his promise to deliver fearful Israel; and his plan to use an ideal servant Israel as redeemer. The hymn is in response to this last announcement. The second segment contains 42:13–44:22. Its content focuses on God’s absolute superiority to all the gods. There is none like him in all the universe. If he chooses to deliver his people in accord with his ancient promises, no power can prevent it. Here the hymn follows on the premier statement of the foolishness of idolatry. Unlike the previous two, the third hymn signals not the end of a major thought unit but a transition within a unit. The third segment begins with 44:24–45:7, the announcement of Cyrus’s vocation, while 45:9–13 declares the justification and purpose of God’s plan to use Cyrus. The hymn follows on the good news of the appointment of Cyrus.<\/p> <p>I take 41:1–42:9 and 42:10–44:22 as two parts of a single larger unit that focuses on God’s controversy with the idols. The next unit, 44:23–47:15, is distinguished by its specific treatment of Cyrus and Babylon. The section 41:1–42:9 comprises two main elements, 41:1–20 and 41:21–42:9, both of which are in the nature of promise. Together they serve to reassure fearful Israel that God has both the power and the desire to deliver her and in so doing to bring salvation to the whole world.<\/p> <p>The first section, 41:1–20, aims chiefly at reassuring fearful Israel. Following on the themes introduced in <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a>, it makes two points: (<a class=\"isa\" verses=\"WzE4NDUzXQ==\">1<\/a>) Israel need not fear the nations, who will be terrified by what God will do in their history (<a class=\"isa\" verses=\"W3siMTg0NTMiOjd9LHsiMTg0NzMiOjl9XQ==\">vv. 1–7, 21–29<\/a>). (<a class=\"isa\" verses=\"WzE4NDU0XQ==\">2<\/a>) God has not rejected his people but will in fact use them to accomplish his purposes in the world (<a class=\"isa\" verses=\"eyIxODQ2MCI6MTN9\">vv. 8–20<\/a>). The purpose here is one of motivation. How can a condemned and fallen people ever become the Servant of God in the world? How can they begin to exercise the trust that was taught in chs. 13–39? The answer is unmerited grace: grace to defeat their enemies and grace that declares them not forsaken. Obedience that is motivated by fear is minimal obedience; but obedience that is a response to wholly undeserved deliverance is of a sort that does not ask about requirements. It asks only if there is not more that needs doing.<\/p> <p>Verses 1–7 include the first of several trial scenes that mark this part of the book (see also 41:21–29; 42:18–25; 43:8–13; 44:6–20; 45:20–25). God calls the gods and their representatives, the nations, into council to present evidence as to who is God. Israel is the intended audience. There is no sense in which this is a formal trial with the outcome in doubt until some sovereign jurist hands down a judgment. God is judge and jury, bailiff and prosecutor. He summons the court, makes the case, and declares the verdict. The scenes are a device whereby the prophet can make the logic of God’s transcendent monotheism both clear and compelling. While scholars debate whether the prophet here created this literary form, virtually all agree that it has been specially adapted to the present setting. This segment divides into three parts: v. 1, the call to judgment; <a class=\"isa\" verses=\"eyIxODQ1NCI6M30=\">vv. 2–4<\/a>, God’s case: his actions in history; <a class=\"isa\" verses=\"eyIxODQ1NyI6M30=\">vv. 5–7<\/a>, the nations’ frightened response.<\/p> <p><a class=\"isa\" verses=\"WzE4NDUzXQ==\">1<\/a> The summons to judgment begins with God’s demand that the clamoring nations be silent in his presence. <i>islands<\/i>, a favorite term in this part of the book (see comment on 40:15), connotes the ends of the earth, and therefore the whole earth. This deity of little Judah has the right to tell the whole world to give him reverential silence (Hab. 2:20; Zech. 2:13). <i>let them exchange strength<\/i>. The sense is analogous to that found in God’s challenge to Job: “Gird up your loins like a man&nbsp;.&nbsp;.&nbsp;. and declare to me” (Job 38:3). Thus the nations are called to approach in awed silence, listen to God’s evidence, and then gather what strength they can to make a response. That this is the intended sequence is underlined by the third colon of the sentence, <i>let them draw near, then let them speak<\/i>. The use of the phrase both in 40:31 and here reinforces the connection between the two sections, but also underlines the change from addressing those who will wait on the Lord to those who will not. If the nations choose not to put their trust in the God of Judah, then they must find new strength wherever they can. That they turn to humanly made idols for that strength (<a class=\"isa\" verses=\"eyIxODQ1OCI6Mn0=\">vv. 6–7<\/a>) is incredible to the prophet.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ1NCI6M30=\">2–4<\/a> The evidence to which God calls a response is his activity in human history. He does not appeal to a primordial creation epic or to some extraterrestrial war among the gods. These are never the arena of revelation for the Hebrew Scriptures. Rather, God always chooses to reveal himself in the context of human-historical experience. Although one can argue that, just as the Hebrews were not the only ones to consider that there is one God, so they were not the only ones who thought of God acting in history, what makes them unique is that in all the other cultures, these ideas are merely momentary aberrations in an otherwise untroubled sea of polytheistic deification of the psycho-socio-physical cosmos. Only among the Hebrews were monotheism and the idea that God is to be known through historical experience made absolute. They deny any other basis for revelation and insist that what God was about was neither self-aggrandizement nor merely the baptism of nationalistic aims. God’s actions, they said, were in accord with a transcendent purpose for humanity—the reproduction of his holy character in us. It was this understanding that enabled the Hebrew prophets to look at an Assyrian Sargon, a Babylonian Nebuchadrezzar, and a Persian Cyrus, and to say with almost breathtaking aplomb that all of them alike were tools in the hand of their God—not for Israel’s national survival, but for their national purification.<\/p> <p><a class=\"isa\" verses=\"WzE4NDU0XQ==\">2<\/a> <i>one from the east<\/i> is almost certainly Cyrus, the first emperor of the Persian Empire, who conquered the Babylonian Empire and permitted all the exiled peoples of that empire, including the Jews, to return home. The Persian homeland lay to the east of both Babylon and Jerusalem. The Targ., a number of church fathers, and Calvin identify this “one from the east” as Abraham. While the appearance of <span>ṣedeq<\/span>, “righteousness,” here might support that view (reminiscent of Gen. 15:6), little else in the segment does, and no modern authors except Kissane and Torrey take this position. The primary characteristic of this person is that he is a warrior, and despite Gen. 14, that can never be said to be the primary characteristic of Abraham.<\/p> <p><i>whom righteousness calls to its foot<\/i>. The second phrase of the sentence has given rise to a number of interpretations. The first problem is with the rendering of <span>ṣedeq<\/span> (lit. “righteousness”). Following many commentators, some versions (cf. RSV, JB, REB, NEB) render it “victory” (cf. NRSV, JPS “victor”) because in many of the occurrences of the word in chs. 40–55 it has to do with just deliverance (e.g., 46:12–13). As McKenzie aptly notes, however, something important is lost in that translation. It is not just victory that characterizes Cyrus in the prophet’s eyes, but the victory of that which is right and just. Thus it is the triumph of right. Even so, questions remain that depend to some extent on the resolution of the next two issues.<\/p> <p>The second problem in the phrase is the correct connotation of <span>yiqrāʾēhû<\/span>. Hebrew has two roots <span>qrʾ<\/span>. The most frequent one means “to call.” The less common one means “to meet, encounter.” Both LXX and Vulg. support “call,” and Targ. (“chosen”) probably does as well. Nevertheless, Gesenius’s proposal that the correct meaning was “meet” has been widely accepted. When this proposal was coupled with a rendering of <span>l<\/span><span>raglô<\/span> (lit. “to his foot”) as “at every step,” the entire concept “victory meets him at every step” was in place. But it is not at all clear that “at every step” is correct. Gen. 30:30 is often cited in support, but it is somewhat ambiguous in meaning. Much clearer is 1 Sam. 25:42, where the similar construction evidently means “in her service.”<\/p> <p>Thus, while “victory at every step” is distantly possible, the plain meaning of the terms yields perfectly good sense: <i>whom righteousness calls to its foot<\/i>, and on that basis is to be preferred. Who is this mighty man from the east? says Isaiah. Is he simply another wicked tyrant like Sargon or Sennacherib whom God will use (<a class=\"isa\" verses=\"eyIxNzg1NiI6MTF9\">10:5–15<\/a>)? No, says the prophet. This man’s purposes are in accord with God’s purposes. He bows at the foot of righteousness (i.e., God), who has called him. Thus far more than simple victory characterizes Cyrus. He is obedient to right, and this makes him the deliverer.<\/p> <p>The construal of the remainder of v. 2 and all of v. 3 is equally open to debate because of the extremely elliptical form. Subjects and objects are not specified, while both unusual forms and phrases appear. The sense is generally that God will give the nations into Cyrus’s hand so that he can destroy them with dispatch and ease. But the specifics of that activity are not clear. As already noted, <i>subdue<\/i> assumes that MT <span>yārad<\/span> (from <span>rādâ<\/span>) is correct. Normal word order would suggest that the next two phrases might mean “He [God] makes his [Cyrus’s] sword like dust and his bow like driven chaff.” But beyond the rather nonsensical imagery (how does a sword become like dust?) this rendering is contrary to the context. Thus it seems best to assume both the subject and the object from the previous phrase: “He [Cyrus] will make [the kings] like dust [with] his sword, like driven chaff [with] his bow” (so NRSV, NIV, NJB, etc.). <span>qaš<\/span>, “chaff, stubble,” is a favorite term in the book, with 5 of its 16 OT occurrences in Isaiah (<a class=\"isa\" verses=\"WzE3NzY0LDE4MjkxLDE4NDQ1LDE4NDU0LDE4NjE0XQ==\">5:24; 33:11; 40:24; 41:2; 47:14<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NDU1XQ==\">3<\/a> The function of the asyndetic relation of the first two verbs is not clear. Perhaps the most common usage of this formation is to express an adverbial relationship of the first verb to the second. Thus I read <i>Pursuing them, he will pass over safely<\/i> (taking <span>šālôm<\/span> as an adverbial accusative). As Gesenius notes, citing Isa. 53:11, however, it is also possible for the first verb in the series to be the main verb. In this case, the sense would be “He pursues them (and in so doing) passes over safely.” Either reading makes much the same point: although pursuit may involve many dangers for the pursuer, there will be none in this case.<\/p> <p><i>he will not go on a path with his feet<\/i> is also uncertain. Two main possibilities have been proposed. The first is that Cyrus’s conquests will be so swift that it will seem as if his feet have not touched the ground. In support of this interpretation scholars frequently refer to Dan. 8:5, which states that the he-goat (king of Greece, v. 21) comes out of the west without touching the ground. But as D. R. Ap-Thomas has pointed out, the two accounts have no verbal similarity at all, and the Daniel account is clearly visionary while this one is at best metaphorical. Thus he concludes that no one would make the connection who did not have preconceived notions gained from the Greek historians about the rapidity of Cyrus’s advance.<\/p> <p>A second interpretation suggests that something similar to the claims of many earlier conquerors is in view. The Assyrian and Babylonian monarchs had frequently claimed that although their enemies were defended by trackless mountains and forests, they in their own strength and cunning had carved out brand-new roads, over which no one had traveled, and thereby captured the enemies. The main inhibition to this interpretation is the imperfect aspect of the verb “to go.” Perhaps the sense is “on which a person’s feet cannot (under normal circumstances) go.” If this understanding of the verb is permissible, this latter interpretation seems more appropriate to the general context.<\/p> <p><a class=\"isa\" verses=\"WzE4NDU2XQ==\">4<\/a> Having put forward the evidence (in prospect—after the opening perfect [<span>hēʿîr<\/span>, v. 2] the rest of the verbs are imperfects) of the coming conquests of Cyrus, the Lord (speaking through the prophet) recaps the opening question and demands of his hearers to know who has done this. With a sweeping assertion of his creatorship, his eternity, his uniqueness, and his self-existence, the Lord answers his own rhetorical question. He will be the one who calls out Cyrus as he has been <i>calling the generations from the beginning<\/i>. Whybray sees here a veiled reference to all the other pagan monarchs the Lord has called for his purposes. But surely more than merely monarchs are in view: <i>generations<\/i> is a reference to all humanity.<\/p> <p>But one must ask if this is more than nationalistic bombast. Could not the Persians say that it was their gods who decreed Cyrus’s victories? Indeed, Cyrus seems to have claimed that it was the Babylonian gods who brought him to punish Nabonidus for Nabonidus’s neglect of them. How is Isaiah’s statement any different from these? Taken by itself, this opening assertion leaves this question unanswered. It is, however, an opening statement, one that the succeeding chapters will amplify in three important ways. What gives particular weight to the Lord’s claim is that Cyrus’s victories are prophesied in advance (<a class=\"isa\" verses=\"W3siMTg0NzciOjV9LHsiMTg1NDAiOjN9LHsiMTg1ODIiOjJ9XQ==\">41:25–29; 44:6–8; 45:20–21<\/a>), they are in accord with an overarching plan that is as old as creation itself (<a class=\"isa\" verses=\"W3siMTg0NzQiOjN9LHsiMTg0ODIiOjR9LHsiMTg1NDAiOjN9LHsiMTg1NzEiOjV9XQ==\">41:22–24; 42:1–4; 44:6–8; 45:9–13<\/a>), and they will result in something radically new: return from exile (<a class=\"isa\" verses=\"W3siMTg0OTAiOjJ9LHsiMTg1MDIiOjV9LHsiMTg1MjQiOjR9XQ==\">42:9–10, 21–25; 43:18–21<\/a>). How are these possible? the prophet asks. Only if the God responsible for them is a different order of being from the gods of the nations.<\/p> <p>These arguments are only implicit at this point, but they <i>are<\/i> implicit, as the statement of self-predication makes plain: <i>I am he<\/i>. God is the one who called everything into being at the first, and the one whom the last will not be able to escape. He is with us, for good or ill, depending on our response to him. He is the one like whom there is no other; he is the only noncontingent being in the universe, the only one who can say “I Am.” This is the first of these great statements, majestic in their simplicity, breathtaking in their comprehensiveness (<a class=\"isa\" verses=\"W3siMTg1MTYiOjR9LFsxODUzMSwxODU5MSwxODYyN11d\">43:10–13, 25; 46:4; 48:12<\/a>). If this statement is true, then Judah’s God deserves the worship of the whole world; if it is not true, where did they of all people (since they did not claim intellectual or religious brilliance) come up with it? The regular LXX translation of <span>ʾ<\/span><span>nî hûʾ<\/span>, “I am he,” is <span>egō eimi<\/span>. That Jesus would calmly apply this phrase to himself (cf. all the “I am” statements, but esp. John 8:58 and 18:5) speaks volumes about his sense of self-identity. That the full implications of these statements were clear to the hearers in both John 8:58 and 18:5 is evident from their respective responses.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ1NyI6M30=\">5–7<\/a> What is the nations’ response to the evidence of God’s lordship in history? From one end of the earth to the other they are terrified at what they see. Out of that fear, and facing the prospect of another great world conqueror crashing down on them, they come together in convocation: <i>They have drawn near and come<\/i> is a hendiadys meaning “came together.” The activity is reminiscent of the nations in Ps. 2:1–2. But there the tone was one of defiance; here it is terror. Unfortunately, their terror moves them to turn not to God but to the gods. But before the gods can help them they have to be made! What a tragedy! To respond to the activity of the Creator in history, these humans must create gods in history to protect them. The irony is unmistakable, and it is another testimony to the power of the first and second commandments on the consciousness of the Israelite people. To those who believed that the divine is coterminous with this world, the practice of creating earthly shapes by which those powers could be manipulated and maintained made good sense. But to those who had come to realize, however fitfully and feebly, that God is not part of this world and cannot be captured in any form of it, the practice of idol making could only be ridiculous. That Isaiah can appeal to his hearers in these terms must mean that many of those hearers share the same perspective he does.<\/p> <p>The move from the fear of the nations in general in v. 5 to the view of individual persons propping up one another’s courage in <a class=\"isa\" verses=\"eyIxODQ1OCI6Mn0=\">vv. 6–7<\/a> is poignant. The anxiety and fright are made more palpable by the tone of false heartiness. One cannot help feeling sorry for these people whose only hope is to whistle in the dark and tell one another they are building good idols. How much better to hear the voice of the transcendent God telling us to be strong (Deut. 31:7, 23; Isa. 35:4) because of his lordship in history.<\/p> <p>Pieper seems to be correct when he sees a chiastic arrangement of the terms for the craftsmen in v. 7. The outer terms (i.e., the first and last) apply to the rougher work, while the inner ones (the second and third) refer to the finer. The first, the <i>molder (<\/i><span>ḥārāš<\/span><i>)<\/i>, casts the rough form of the idol; the second, the <i>smelter (<\/i><span>ṣōrēp<\/span><i>)<\/i>, prepares the precious metals with which the idol will be plated; the third, <i>he who flattens with the hammer (<\/i><span>maḥ<\/span><span>lîq paṭṭîš<\/span><i>)<\/i>, hammers the gold leaf or silver plate into place; the fourth, <i>he who strikes on the anvil (<\/i><span>hôlem pāʿam<\/span><i>)<\/i>, i.e., the blacksmith, fashions the nails that will hold the idol in place.<\/p> <p>The purpose of all this detail is not clear, but the prophet may want to heighten the ironic effect by showing what a complex and arduous task idol making is. Thus he is implicitly asking his hearers if simply trusting the sovereign Lord is not a great deal easier. Another purpose may be to point out how dependent the gods are. They cannot be created by just one person; it takes a whole host of people to keep them going. The repetition of the various forms of <span>ḥzq<\/span>, “be strong,” in vv. 5 and 7 is also telling. In the face of the terror coming from the east, it is not the gods who strengthen their worshipers but the worshipers must strengthen each other (v. 5) and eventually the idols themselves (“fortifies” is a form of <span>ḥzq<\/span>, v. 7). Finally, it is difficult to escape the sense that Isaiah deliberately reflects Gen. 1 here. In both cases the maker sees his product as being good. But there the similarity ends. In Genesis it is a quality that the Creator ascribes to his creatures; here it is the creatures saying it of a “creator” they have made. In these few words are all the differences between a world where the truth of our existence comes from beyond us and one in which we create our own values, indeed, our gods, out of our own needs and desires.<\/p>",
    "audit": null
}