{
    "id": 17452,
    "source": "oswalt",
    "verse_id": 18352,
    "verse_count": 9,
    "reference": "36:21–37:7",
    "title": "Response To The Challenge",
    "html": "<p>These nine verses describe a critical moment in Judah’s history. What will she do at this time, stripped of all allies, face-to-face with the crushing realities of which the Rabshaqeh has spoken? Shall she admit his irrefutable logic and confess that God is simply one more national god, helpless before the Assyrian might? Or will she in fact be driven deeper into the Lord’s embrace? Will she now admit the folly of her other trusts and, for the first time in a very long time, commit herself to God alone? Had she gone the first way, all succeeding human history would have been very much different. For Judah’s unconquerable faith that God was unique was the necessary ground for the coming of Christ.<\/p> <p>In fact, this challenge was what turned the tide. Somehow Judah lurched awake, realizing what Isaiah had been crying so long: Nothing else can be trusted, but God can!<\/p> <p>Perhaps it was because Hezekiah had guessed in advance what kinds of demands the Assyrian would make that he had told his envoys to give no answer. Indeed, none would have been possible. They could only retire to their king in shock and dismay, unfolding for him the grim picture. It is here that the greatness of Hezekiah comes to the fore. He sees what is called for and does it. Repentance is the order of the day. Nor does he call the priests to him. Rather, it is he who must go to the Lord’s house, to admit his and his nation’s folly in their foolish dependence upon Egypt. But it is not only prayer which touches the heart in the hour of crisis. There must also be a word from God. So it is almost diffidently that the King has his envoys request Isaiah to intercede. No one involved could have been unaware of the irony in this situation. They had repudiated Isaiah for his hard words (<a class=\"isa\" verses=\"eyIxODIyNiI6NH0=\">30:8–11<\/a>); would he now repudiate them, and leave them to wallow in the consequences of their own blindness?<\/p> <p>But Isaiah would not repudiate them. To be sure, he did not intercede for them, but only because he had already heard a word from God. The slur upon the divine name had been heard indeed, and Hezekiah need not fear. God would attend to the honor of his name. And in the process, trusting Judah would be delivered.<\/p> <p><a class=\"isa\" verses=\"eyIxODM1MiI6Mn0=\">21–22<\/a> Even had Hezekiah not commanded silence, it is difficult to see what reply could have been given to the Assyrian officer. He had bluntly blasphemed God and had told them to capitulate or die. There is hardly any room for negotiation there. Furthermore, blasphemy of that order is by no means going to be corrected by words. Standing, as he was, with a long string of Assyrian victories at his back, a statement of Yahweh’s incomparability, no matter how carefully worded, could scarcely be calculated to carry much weight with him. The envoys could only tear their robes in horror and anguish and turn away. Calvin’s comment is apropos: contending for truth can sometimes produce a strife which obscures the truth.<\/p> <p><a class=\"isa\" verses=\"WzE4MzMyXQ==\">1<\/a> Hezekiah not only tears his garments at the dreadful report, but he also puts on <i>sackcloth<\/i>, the biblical sign of mourning but also of repentance and humiliation. It is not clear how directly Hezekiah was implicated in the dependence upon Egypt (he is not named in any of the denunciations; cf. 28:14; 30:1; 31:1; 33:10, 11), but he could not have escaped some of the responsibility. In any case, he does not here evade the issue. He is the king; if the nation is under judgment from God, then it is he who must be the first to repent of his own sin. Furthermore, he knows that repentance which saves face by hiding away from public view is not worth the name. The repentance seen here is not concerned about human opinion but about divine opinion. We may be sure that when we cease to blame our troubles upon someone else and when we no longer care who knows our condition, help is not far away.<\/p> <p><a class=\"isa\" verses=\"WzE4MzMzXQ==\">2<\/a> <i>Eliakim&nbsp;… Shebna&nbsp;… and the elders of the priests<\/i> were designated by Hezekiah to enlist Isaiah’s help. This would have been the most influential delegation he could have mustered for this purpose. Eliakim and Shebna were the highest government officials, while the elders of the priests would have been the most senior religious leaders, whatever their chronological ages. As the Syrian king had realized about Elisha some 135 years earlier (2 K. 6:12), the prophet of the Lord was the most potent weapon an Israelite king could have.<\/p> <p>The rank of the persons in the delegation and the fact that Hezekiah did not call Isaiah to come to him combine to suggest some concern on the king’s part that the prophet might need to be handled with extreme care if he was not to refuse to help. Hezekiah failed to realize that as a man under appointment, the prophet would respond at God’s command and not for any other reason.<\/p> <p>All the delegation were in sackcloth by this time. One wonders if Isaiah’s and Shebna’s eyes met for a moment as both remembered the time when Isaiah had denounced the then prime minister and prophesied his humiliation (<a class=\"isa\" verses=\"eyIxODA2OCI6NX0=\">22:15–19<\/a>). So also Eliakim may have remembered Isaiah’s words about too much weight being hung on a new peg (<a class=\"isa\" verses=\"eyIxODA3NiI6M30=\">22:23–25<\/a>). At any rate, the king’s example had touched the entire government establishment at last. God was their only hope. Why had they not realized it sooner?<\/p> <p><a class=\"isa\" verses=\"eyIxODMzNCI6M30=\">3–5<\/a> The opening words of Hezekiah’s message to Isaiah are an abject admission of failure. Not only have his government’s policies brought Judah into Assyria’s contempt, as she lies helpless before the conqueror, they have also brought the country under reproach from God. All the foolishness of their attempts to strengthen themselves by cultivating outside help is now revealed for what Isaiah had always said it was—foolishness. Even more seriously, God himself has been brought into contempt. This is a principle of life: the believer who lives a slipshod life, refusing to trust God in any deep way, will bring reproach upon God in the eyes of the watching world. They will associate that believer’s defeats with inability on God’s part. So, many years after these events the Babylonians were to say of exiled Judah that their God could not deliver them (Ezek. 36:19). Of course this was not the case, but the watchers never make a distinction.<\/p> <p>The metaphor of labor is a telling one. All too familiar to them was the breech birth, or some other complication, which caused the mother to be unable to deliver the child although she labored herself to exhaustion and death. Furthermore, once labor began there was no turning back; either the child was delivered or both mother and child died. Hezekiah sees himself in that predicament. Jerusalem <i>must<\/i> be delivered, but neither he nor his government nor his people has the strength to do it.<\/p> <p>This kind of admission of helplessness is frequently a necessity before divine help can be received. So long as we believe that we only need some assistance, we are still treating ourselves as lords of the situation, and that latent pride cuts us off from all that God would give us. Only when we have admitted our complete bankruptcy are we able to receive what he has for us. This is what Hezekiah did.<\/p> <p><a class=\"isa\" verses=\"WzE4MzM1XQ==\">4<\/a> It is this complete self-abnegation which explains the diffidence of Hezekiah’s request. He realizes that he is in no position to demand anything from God. This is so both by reason of God’s sovereignty and because of Hezekiah’s creaturehood, but also because Hezekiah has not led the nation to trust God as he should have prior to this time. None of this is to deny the biblical witness that Hezekiah was a good king. Probably it was his tender heart which led him to this kind of repentance. (It is hard to see Ahaz doing anything like this.) But it is to say that even good men can be short-sighted.<\/p> <p><i>Perhaps&nbsp;… God will hear.<\/i> The issue here is not awareness but action. As the latter part of the verse indicates, the king has no doubt that God “heard” the Assyrian’s blasphemous words. The issue is whether God will choose to take action against Assyria for this particular affront; will the Judge “hear” the case? Hezekiah prays that he will.<\/p> <p>It is of great significance that both here and in the next incident Hezekiah’s greatest concern is the honor of God. This is surely a testimony to the essential greatness of Hezekiah’s heart. He is not first concerned with his or his nation’s survival. He is chiefly concerned that their actions have provided the vehicle whereby God’s name has been brought into contempt. Furthermore, he knows that if God’s glory is made paramount, then the nation will survive. It was the putting of survival first which had brought them to this perilous state.<\/p> <p><i>the living God<\/i> (see also 37:17) is a phrase which expresses the Hebrew understanding of the difference between their God and the gods of their neighbors. Those gods were lifeless and helpless (<a class=\"isa\" verses=\"eyIxODU5MiI6M30=\">46:5–7<\/a>), but the Lord was <i>alive<\/i>, now and evermore. The thought that a follower of one of those could get away with defaming <i>God<\/i> was almost more than a devout Hebrew could stomach. (Note David’s response to Goliath’s taunts in 1 Sam. 17:26, 36.)<\/p> <p><i>your God<\/i> is a source of some uncertainty to commentators. Some believe that it is only a witness to Isaiah’s special calling as prophet (Calvin), but others (e.g., Delitzsch) believe it demonstrates a certain reticence on Hezekiah’s part (cf. also Saul in 1 Sam. 15:30). The latter seems somewhat more likely. The king is aware that, from one perspective at least, had God been truly his, as he claimed, he would have been more careful of God’s honor. So here in shame he testifies that if God is to help them it will not be because he, the king, has some special claim upon God.<\/p> <p><i>the remnant to be found<\/i> probably refers to the inhabitants of Jerusalem, all that were left from Judea since the Assyrians had captured all the outlying garrisons and villages (<a class=\"isa\" verses=\"WzE4MzMyXQ==\">36:1<\/a>). (This is the reason for the insertion of <i>[here]<\/i> in the translation.) Since the word for “remnant” used here is different from that used in <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a>, it is unlikely that any specific allusion to that prophecy was intended. Nevertheless, Isaiah’s words had already begun to become true. Those who trusted in human strength were doomed to become but a shadow of themselves.<\/p> <p><a class=\"isa\" verses=\"eyIxODMzNyI6Mn0=\">6–7<\/a> Isaiah manifests no hint of any satisfaction that his predictions have come true or that the leaders of Judah have had to admit their folly by coming meekly to him. On the other hand, he makes no great promises for Judah’s recovery or deliverance. He first of all speaks a word to the king. It is the same word he had given to Ahaz: “Do not be afraid.” In other words, the magnitude of the human threat is really not the issue. Whether it be the neighboring countries or the emperor of the world, God is greater, and that being so, we do not need to live in fear. So, although Hezekiah was concerned as to whether God would “hear” the blasphemy, God was concerned that Hezekiah had heard it and become frightened.<\/p> <p>God’s contempt for the Assyrian blasphemy is seen in the uses of “lads” or <i>lackeys<\/i> for the Rabshaqeh and the other officers. Human beings might be awed by their power and authority, but God was not particularly impressed. They were just errand boys for an overblown ego.<\/p> <p><a class=\"isa\" verses=\"WzE4MzM4XQ==\">7<\/a> <i>I am about to put a spirit in him<\/i> reflects God’s complete control of the situation. He is not troubled by Sennacherib, so that he must take hasty, world-shaking action. Things as ephemeral as a vague uneasiness or a distant rumor are all that is necessary to remove the emperor from before Jerusalem. For God, access to the psyche of humanity or the interrelationships of society is as nothing. The “spirit” mentioned here is neither the Holy Spirit nor an angelic spirit, but rather an attitude, disposition, or feeling. God is going to predispose Sennacherib to leave.<\/p> <p>There is, of course, no mention here of the coming destruction of the Assyrian army as reported in 37:36–37. This lack is taken by some commentators as evidence that the account in 37:36–37 is legendary. However, the account here is held by the same scholars to be legendary as well, so not much is proven by that argument. That one “legend” does not know of another is hardly conclusive as to the nature of either. Equally likely, no mention was made of that event because the central issue here is not the deliverance of Jerusalem but what will become of Sennacherib for his blasphemy. For that reason divine control of Sennacherib’s dispositions and his eventual death by treason were more significant.<\/p>",
    "audit": null
}