{
    "id": 17523,
    "source": "oswalt",
    "verse_id": 18793,
    "verse_count": 9,
    "reference": "58:6–14",
    "title": "God’s Pleasure",
    "html": "<p>After the biting description of the people’s conception of fasting in <a class=\"isa\" verses=\"eyIxODc4OCI6NX0=\">vv. 1–5<\/a>, the prophet turns to a description of God’s conception of it in <a class=\"isa\" verses=\"eyIxODc5MyI6N30=\">vv. 6–12<\/a>. Two stanzas (<a class=\"isa\" verses=\"eyIxODc5MyI6NH0=\">vv. 6–9<\/a>a, 9b–12) follow an “if-then” pattern. In the first stanza the “if” is implied in the questions of vv. 6 and 7, but the “then” <i>(<\/i><span>ʾāz<\/span><i>)<\/i> is explicit as the first words of vv. 8 and 9. In v. 9b “if” is explicit in <span>ʾim<\/span>, and “then” is conveyed through the <span>waw<\/span> of apodosis that begins the second bicolon of v. 10. In both stanzas “then” is the promise of the saving presence of God with his people. In the first stanza the conditions are treated at greater length, while the benefits are given greater attention in the second.<\/p> <p>But a third stanza (<a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">vv. 13–14<\/a>) has an “if-then” arrangement and resumption of themes (and terms) from <a class=\"isa\" verses=\"eyIxODc4OCI6NX0=\">vv. 1–5<\/a> (particularly <span>ḥāpēṣ<\/span>, “delight, desire, take pleasure in”), and we are plainly intended to read it as the conclusion to the entire treatment that began in 58:1 (see the introduction to the chapter under 58:1–5). That <a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">vv. 13–14<\/a> address Sabbath keeping, not fasting, shows that fasting is not the real issue of the chapter, but rather what pleases God (cf. <a class=\"isa\" verses=\"eyIxODc4OCI6Mn0=\">vv. 1–2<\/a>). These verses show that no facile dichotomy between external and internal religion is intended, but that what pleases God is the true combination of both, when his nature has become so much a part of a person’s being that worship expresses a love for God which is so deep that it must overflow in our treatment of others, especially those weaker than we.<\/p> <p><a class=\"isa\" verses=\"WzE4NzkzXQ==\">6<\/a> Verse 5 ended with a rhetorical question that made plain that the people’s vision of fasting was not God’s vision. But what is God’s vision? This verse explains that vision through another rhetorical question. But what it says seems to have nothing to do with fasting—abstinence from food—at all. How are we to understand this? Is this a denial of the commandment of Lev. 16:31? Is the prophet contradicting the Mosaic legislation? That does not seem at all likely. It is much more likely that this is another example of the Semitic love of hyperbole. In order to break the false dependence on cultic behavior and the sense that when the letter of the ceremonial legislation had been fulfilled all covenant obligations had been met, the prophet goes to the opposite extreme, declaring that cultic observance is of no interest to God whatsoever (see Isa. 1:10–20 for the same approach; cf. also Amos 5:25–27; Mic. 6:6–8). By closing the chapter with the call to Sabbath keeping, the writer redresses the balance once again (cf. Ps. 51:18–21 [Eng. 16–19] for the same approach). As Muilenburg astutely observes, “fasting [and all other cultic behavior] may be self-indulgence&nbsp;.&nbsp;.&nbsp;. or it may be purely magical in its mentality.” In other words, we can engage in it to prove to ourselves how religious we are or to try to use it as a device for making God do our will. Isaiah calls on his hearers to express their relationship to God in a way that is much less open to self-delusion. If they want to deprive themselves, let them do it for the sake of the oppressed, the needy, and the helpless, not for the sake of their own religiosity. God’s nature is to give himself away to those who can never repay him. There is no clearer evidence of the presence of God in a person’s life than a replication of that same behavior.<\/p> <p>The four verbs in this verse all have to do with liberation. Some commentators (e.g., Delitzsch) are reminded of Jer. 34:8–22, where Judean slaveholders made a pretense of releasing slaves in accord with the Levitical legislation but actually did not. Although such an example would certainly be covered by these statements, it seems likely that the prophet has a more general focus here. Throughout this latter part of the book, the emphasis has been on the freedom God wants to give to his people. The ministry of the Servant will be to set people free from all their bondage, and the Babylonian captivity provided a great image of that bondage. Now Isaiah addresses people who have theoretically received the Servant’s freedom. What are they doing with it? Are they living as free persons, spreading that freedom wherever they go in all their relations? Or are they using it as a vehicle to exalt themselves at the expense of those around them? The prophet says that if they want to stop something, abstain from something, why not begin by putting a stop to oppression of every sort. The versions struggle with the interpretation of the metaphor of the <i>yoke<\/i>, giving several different possibilities, such as “hard bargain,” “perverted judgment,” and “treachery,” but these are all examples of the danger of interpreting metaphors instead of simply translating them wherever possible.<\/p> <p><a class=\"isa\" verses=\"WzE4Nzk0XQ==\">7<\/a> The thought of self-denial for the sake of others (rather than for oneself) is continued and made more explicit here. What good is it to deny oneself food when those around one are going hungry (cf. v. 10)? There is nothing against self-denial here; the point is, what end is it serving? Those who know the compassion of God in their own lives will be unable to shut it out from others. This is the mark of true religion throughout the Bible (Job 31:13–23; Ezek. 18:5–9; Jas. 1:27).<\/p> <p>As in v. 6, there is a change from the infinitive absolute that answers the question to the second person verbs of command. It is difficult to represent this shift in smooth English, but the forcefulness of the language should be noted. God is not merely offering a suggestion to be considered. If the MT is correct, it is not so much that the homeless need to be taken into one’s own home as that shelter should be procured for them.<\/p> <p>The LXX and Targ. understand <i>your flesh<\/i> as “your relatives” (Syr. and Vulg. do not interpret), and this is possible (cf. Gen. 29:14; 37:27; 2 Sam. 5:1). But the phrase can also refer to people in general (cf. Job 31:15; Neh. 5:5 can be taken both ways), and it seems that the more general reference might be more appropriate here. All humans are of the same stuff; why should I conceal myself from one whose condition is different from mine, but whose essence is the same?<\/p> <p><span>8–9a<\/span> If persons will live out God’s freedom in their relations with one another, then the satisfaction that they have been seeking in their religion (<a class=\"isa\" verses=\"eyIxODc4OCI6M30=\">vv. 1–3<\/a>a) will be theirs. If we make that satisfaction an end in itself, trying to grasp it for ourselves, it will elude us. But make God our focus through others, and it will fall on us. Four elements are mentioned here: light, healing, guidance\/protection, and God’s presence. When we choose to make ourselves and our religion and our control of our destinies the focus of our lives, the result is darkness (cf. 5:20; 8:20; 47:5; 60:2), disease (cf. 1:5), defeat (cf. 1:7), and separation (cf. 1:4). We have chosen falsehood instead of truth, creation instead of the Creator, and these can be the only results for us. Thus it is not surprising that the benefits God offers are the antidotes to all of those. Light will split our darkness like the dawn. New skin (<span>ʾ<\/span><span>rûkâ<\/span><i>, wholeness;<\/i> see Jer. 8:22; 30:17) will stretch itself rapidly over the wounds that had been suppurating and infected. Before us will go our righteousness, and behind, gathering up the stragglers, will come the glory of the Lord (v. 8). Above all, God himself will be present in response to the people’s prayers (v. 9a). They had seemingly prayed in vain; God had not responded to their cries (<a class=\"isa\" verses=\"eyIxODc4OCI6M30=\">vv. 1–3<\/a>b). But the reason was simple. They had been trying to use God while their behavior toward those weaker than they showed that they did not know him at all. Why should he manifest his presence to such people? But to those who are truly sharing his character he is abundantly present. This is ultimately what biblical religion is all about: the presence of God. It is not first of all a system of ideas or a system of ethics. It is first of all the inbreaking of God into our lives, and that inbreaking will change all our ideas and all our behavior.<\/p> <p>The phrase <i>your righteousness<\/i> is an important one because it combines two ideas. On the one hand, the parallelism with <i>the glory of the Lord<\/i> suggests that <i>your righteousness<\/i> is the Lord, the one who delivers in righteousness, saving his people in accord with his ancient promises. On the other hand, the possessive pronoun makes clear that this is somehow the righteousness of the people themselves, the righteous behavior they were commanded to have in 56:1. In fact, the two ideas are combined. It is as the Lord empowers the people in his gracious righteousness that they will be enabled to live righteous and holy lives in his presence. As mentioned above, this is one of the key thoughts of this division: the grace of God enabling men and women to live out his righteous demands. The imagery of the colon is taken from the military realm and from the exodus. As the vanguard and the rearguard offer protection (like the pillar of fire and cloud, Exod. 13:21–22; 14:19–20), so the <i>righteousness<\/i> and the <i>glory<\/i> that the Lord gives to his people will be proof against anything the world can hurl at them. Charges of every sort may be made against them, but nothing will stick if their lives are marked by the glory and righteousness of God.<\/p> <p><span>9b–10a<\/span> The conditions for the blessing of God are restated here. Although fasting is not mentioned specifically, it is clearly in view, as v. 10a shows. God’s concern is that the worshiper be delivered from a focus upon himself or herself and that the worship will grow out of, and issue in, a genuine caring for others. Three kinds of behavior are highlighted, with the first two being negative and the third positive. Negatively, the lovers of God should work at removing <i>the yoke:<\/i> oppression of all sorts. This is no more than a reiteration of what was said in v. 6. But the second removal adds something new: slander and defamation. While the precise connotation of <i>pointing the finger<\/i> is uncertain, it likely conveys mockery and contempt (cf. 57:4; 66:5). This impression is strengthened by the addition of <i>speaking iniquity<\/i>. Oppression of the poor and the weak will not stop ultimately until they are no longer seen as objects of scorn and contempt, or as pitiable victims. They must be seen as persons of worth and dignity, brothers and sisters under God.<\/p> <p>This important note is carried one step farther in v. 10a, where the positive element is brought into play. Now it is not something that must be taken away, but something that must be added. Here the allusion to fasting enters the picture again. The people whom Isaiah addresses think that an important way of showing devotion to God is to deprive oneself of food for his sake—to make oneself <i>hungry<\/i>. The prophet says God would much rather we show our devotion to him by <i>alleviating<\/i> hunger in others. The one act is primarily self-oriented and the other is primarily self-forgetful. So the text has it that we should pour out our souls for the hungry. As noted above, some evidence argues for “bread” instead of “soul” as the correct reading. When one understands the point of the allusion to fasting, however, the MT is clearly correct. Fasting was called “affliction of soul” (e.g., Lev. 16:31, AV). Thus the worshiper was pouring out his or her soul to God in an act of self-denial. God says that if it comes to a choice, he would much rather that we “pour out our souls” in ministry to those whose “souls” really are “afflicted” by the crushing forces of life than that we engage in an ecstasy of self-congratulation over how severe we are on ourselves for the (supposed) love of God. Thus the movement of thought here is profound: from removal of the acts of oppression to removal of the attitudes on which oppression depends to a sacrifice of oneself for the sake of those who have been oppressed.<\/p> <p><span>10b–12<\/span> As mentioned above, this promise of blessing of restoration is more extensive than its counterpart in <a class=\"isa\" verses=\"eyIxODc5NSI6Mn0=\">vv. 8–9<\/a>a. But its points are similar. The chief difference is in v. 12, where the promise of restoration is much more explicit. As in v. 8, the promises begin with light in darkness. In language similar to that of Ps. 139:12, God promises that even the gloom of his people will be light. How can this be? Because God will be present with them, and as John says, “In him there is no darkness at all” (1 John 1:5). God is light, and in him we also are set alight <i>(your light)<\/i>, to burn, like Moses’ bush, without being consumed. This is not the light of absolute certainty, but one of hope, of confidence, of trust, and of self-giving love, and no darkness can put it out (John 1:5).<\/p> <p>Coupled with the promise of light in the dark is the promise of guidance and sustenance in the desert. Several commentators (e.g., Westermann) who believe that these chapters were written after the return from exile take pains to argue that this language does not refer to the return, while that of such passages as 43:19–21 does. But both do and both do not, and both to the same degree. In both cases, the language is highly figurative, and in both cases it is clearly heavily influenced by the language and experience of the exodus. In both cases the return from exile provides a base for talking about the restoration of the Israelite people, and by extension, all people, to God. To make such a passage as 43:19–21 purely physical and this one purely spiritual is to do damage to both. In the case of the former, one must make the prophet credulous, expecting not merely miraculous, but magical, phenomena to accompany the return (see on 55:13), and in the latter one is forced to deny that the promises of physical restoration in v. 12 could really be physical. By contrast, if the promises of the return on both sides of <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">ch. 55<\/a> incorporate both physical and spiritual elements, no such intellectual gymnastics are necessary.<\/p> <p>The idea of making the <i>bones<\/i> strong is in contrast to all those references where terror makes the bones tremble and shake (Job 4:14; Ps. 6:3 [Eng. 2]; Jer. 23:9; Hab. 3:16), or sorrow or guilt makes them waste away (Ps. 31:11 [Eng. 10]; 32:3; 38:3; 102:4, 6 [Eng. 3, 5]). In contrast, see Isa. 66:14; Job 21:24; Prov. 15:30; 16:24. This is the truth that all physicians know: when the spirit is at peace the chances for the body to be well are vastly increased.<\/p> <p>The person who has the light of God in his or her life, who is led by God, whose soul is refreshed in the deserts of life and whose body is strengthened by him will be a <i>watered garden<\/i> (see also Jer. 31:12). That is, such a person will have a rich supply of gifts to share with others; they will be a source of delight and encouragement. They will not be like the thornbush in the desert, all of whose energy is consumed in the grim business of survival, but will have fruits and flowers to give from the overflow of their abundance. Notice the contrast with 1:30, where the garden of the worship of other gods is dried up and lifeless (cf. also Job 6:15; Jer. 15:18). But those who know the Lord, as shown by their treatment of the powerless, will never lack for the water of the Holy Spirit in their lives. He will be a fountain that will not stop flowing out of them. They will have water for their own lives and more than enough to pour out on the afflicted souls around them (v. 10).<\/p> <p><a class=\"isa\" verses=\"WzE4Nzk5XQ==\">12<\/a> God promises to his people that ruin and destruction are not the last word for the fallen human race. It is true that we are deeply sinful, and that sin destroys everything it touches. Nevertheless, God is stronger than our sin, and he is able to give us the power to restore and renew what was destroyed. In an elliptical statement he promises that some from Israel itself will be the rebuilders. Earlier Isaiah had said that Cyrus would rebuild the city (<a class=\"isa\" verses=\"WzE4NTc1XQ==\">45:13<\/a>), but that was only in a permissive sense; the actual agents will be the people themselves. If it was their sin that destroyed the city, it will be their righteousness through the grace of God that will rebuild it. God always gives us the dignity of being involved in putting back together what we have broken. We cannot do it apart from him, but he will not do it apart from us. The <i>ruins<\/i> here may be specifically those of Jerusalem after the destruction of 587 <small>B.C.<\/small>, but they need not be limited to those. One need not travel far in Israel to see ancient ruins that speak eloquently of human failure and loss; on almost every skyline there are tells with <i>foundations<\/i> jutting out like broken teeth, having been laid bare for generation on generation. Pictures like these are surely in the prophet’s mind as people and city blend together for him. The nation and, indeed, the race will be restored through the gentle insistence of God’s grace and the faithful ministries of a host of people of whom Haggai, Zechariah, Zerubbabel, Joshua, Ezra, Nehemiah, and Malachi are only the visible tip.<\/p> <p><a class=\"isa\" verses=\"eyIxODgwMCI6Mn0=\">13–14<\/a> As mentioned above, the third “if-then” stanza moves to restore something of the balance between ceremonial (or personal) and ethical religion. Taken by themselves, <a class=\"isa\" verses=\"eyIxODc5MyI6N30=\">vv. 6–12<\/a> might suggest that the prophet (and God) has no use for religious ceremony and that right ethical behavior is all that matters to a rich religious life. But as we saw, the language there is hyperbolic in order to make a point (like Jesus’ “unless you hate your mother and father&nbsp;.&nbsp;.&nbsp;. you cannot be my disciple,” Luke 14:26). That impression is confirmed here. The point of this chapter is not merely about fasting but about what kinds of behavior please God, as the recurrence of <span>ḥāpēṣ<\/span>, “desire, delight, pleasure,” in <a class=\"isa\" verses=\"W3siMTg3ODkiOjJ9LHsiMTg4MDAiOjJ9XQ==\">vv. 2, 3, 13, 14<\/a> indicates. Is our religion for our “pleasure” or for God’s—that is the issue. Fasting is only one aspect of the larger question, as is Sabbath keeping.<\/p> <p>In this light God speaks in conclusion about the placing of religious ceremony (including fasting) on a proper footing. Why do we engage in these ceremonies? To curry favor with God? To further our own ends, whatever those may be? If so, we are trampling on holy ground with filthy feet (v. 13a; cf. 1:12). We are engaging in the practice to further our desires. The frequent suggestion (e.g., Whybray) that <span>ḥāpēṣ<\/span> should be translated as “business” here misses the point. But “pleasure,” as though people were not to smile on the Sabbath day, misses it as well. The point is that one should never engage in religious ceremony to further one’s own purposes (<i>ways;<\/i> cf. 55:8) as opposed to God’s. One should engage in these ceremonies, whatever they may be, for the sole purpose of bringing oneself adoringly to the feet of God, where once again one may express joyous surrender to him for the achievement of his purposes in and through oneself in the world.<\/p> <p>Of all the ceremonies, the Sabbath is the one perhaps best suited to the purpose just outlined. Here we cease our work and remind ourselves that it is God who supplies our needs, not we. Here we reorient the compasses of our spirits to the true north of God’s gracious character, remembering as we give one-seventh of our time to him and his concerns that all our time is his. For those who approach the Sabbath in this way, the day is a precious gift (the sense of <span>ʿōneg<\/span><i>, delight<\/i>, v. 13). It is a special day, a <i>holy<\/i> one, to be guarded jealously, not because God will destroy us if we lift a pencil or throw a ball, but because here we have another chance to remind ourselves about what matters and what does not, about what passes away and what survives, about the fact that all we are and have is his, a gift freely given and freely to be returned to the Giver.<\/p> <p>Here is the important place where personal religion and ethical religion meet. On the one hand, it is easy for ethical religion to lose the dimension of personal experience with God. How quickly the cup of cold water comes to be given in the name of compassionate humanity, instead of the name of the crucified and risen Jesus Christ (Matt. 25:34–46; Mark 9:41). On the other hand, it is easy for personal religion to become a device for the manipulation of God for one’s own ends. But when the two are kept inseparably linked, one can remember that worship is always for God and others, and one will not forget that all genuinely ethical behavior is finally an expression of worship to the faithful God.<\/p> <p><a class=\"isa\" verses=\"WzE4ODAxXQ==\">14<\/a> The final <i>then<\/i> of the chapter speaks not merely for the previous verse but for all that was said in the chapter. V<a class=\"isa\" verses=\"eyIxODc4OSI6Mn0=\">v. 2–3<\/a>a spoke of a people who found no delight in the Lord. All of their religion seemed in vain. In the ensuing verses God has told them through the prophet what the problem is: they have made the gratification of their desires the most important thing in their lives. Their religion has been for the purpose of self-gratification. Little wonder then that satisfying the needs of others had a very low priority for them. It is also little wonder that they had no sense of fellowship with the God who gives himself away to the powerless. Thus God has said that if they will surrender their desires to him, and let their ethical behavior and their ceremonial behavior be dominated by self-forgetfulness, they will find him, they will experience the exaltation of being partners with him (he is the Rider in the clouds, and they will ride with him over the high places of the earth), and they will enjoy all the benefits of the inheritance of Jacob their father. All this is sealed with the solemn assurance of the sure word of God out of the mouth of God. Here is the golden key of all biblical revelation: those who give themselves away find themselves; those who relinquish the throne receive the crown.<\/p>",
    "audit": null
}