{
    "id": 17506,
    "source": "oswalt",
    "verse_id": 18686,
    "verse_count": 5,
    "reference": "51:12–16",
    "title": "The Lord’s Response",
    "html": "<p>The scholarly estimates of the literary quality and structure of this segment are wide-ranging. Torrey and Muilenburg are almost lyrical in its praise, while North describes it as “scrappy” and Duhm dismisses it as a collection of unrelated fragments. As Whybray trenchantly points out, this situation does not give confidence that we yet know enough about Hebrew literary criteria to make dogmatic statements about matters of style and quality. In this case, as in many, the truth seems to lie between the two extremes. On the one hand, there is a remarkable directness about the imagery and the language that climaxes in the moving final assertion, “You are my people.” On the other hand, it is not as easy as it is in some segments (e.g., 51:1–8) to trace the line of thought. For instance, v. 14 does not seem to fit clearly with what precedes and follows it. It does fit, but not quite as neatly as “great literature” would seem to require. In terms of language, v. 12 is terse and elliptical, while v. 13 seems to be unusually wordy. The segment has grammatical problems throughout, such as concord between subject and verb, and tense agreement among the verbs in a sentence. I do not put any of this forward to support Duhm’s extreme position, but to say that a scholar’s perception of literary artistry may have more to do with theology and themes than it does with language.<\/p> <p><a class=\"isa\" verses=\"WzE4Njg2XQ==\">12<\/a> As noted above, this subdivision of <a class=\"isa\" verses=\"eyIxODY4MyI6OH0=\">vv. 9–16<\/a> comprises the response of God to the cry of <a class=\"isa\" verses=\"eyIxODY4MyI6M30=\">vv. 9–11<\/a>. Form critics identify it as an oracle of salvation. Here God promises that he will indeed act in behalf of his people as he had in the past. But he begins with a question growing out of an emphatic assertion. The question had been asked, “Are you really the one who did all those wonderful things in the past?” (<a class=\"isa\" verses=\"eyIxODY4MyI6Mn0=\">vv. 9–10<\/a>). God does not merely respond with a mild “I am your comforter.” Instead he says, “<i>I, I am he<\/i>, your comforter.” “I am he” is the expression of self-existence that is repeatedly used of God in this part of the book. Thus the reality of God being able to comfort his people is predicated on a much greater reality: the uniqueness and incomparability of God. Yes, he created the world, and yes, he redeemed Israel from Egypt; but more than that, he is the one being like whom there is no other in the universe. Can such a being as that “comfort,” that is, breathe life, hope, strength, and encouragement into his people? If not he, then who?<\/p> <p>But if God’s identity leaves no question about his ability to keep his promises, the people’s questions about him raise a question about their identity. Who are they who are dominated by the fear of dying, transitory man? Can they really be the Zion of the eternal, omnipotent, faithful God and at the same time be controlled by such an outlook? As noted above, the very ellipticality of the verse seems to give it force. What is the fundamental description of man? He will <i>die<\/i>. How shall we describe <i>the son of man?<\/i> He is made like grass. Should we forget God (v. 13) and have our lives ruled by fear of what passes away before our eyes? This same point is made in 8:11–15 and 14:9–20. It is the Lord who should hold our attention, not the machinations of something that is only as permanent as the next breath (2:22; see also Ps. 56:5, 12 [Eng. 4, 11]).<\/p> <p><a class=\"isa\" verses=\"WzE4Njg3XQ==\">13<\/a> The implication of the question in v. 12 is made explicit here: to live in fear of humans is to have effectively forgotten God. This is the problem. It is not that God has forgotten his people (<a class=\"isa\" verses=\"WzE4NjUxXQ==\">49:14<\/a>); it is that they have forgotten him. This is the problem of Ahaz, and it will be the problem of the exiles, as it is that of the church today. It is easy to say certain theologically correct things, such as that he is both the world’s and our maker, that he is the one who stretched out the heavens and founded the earth, while giving the lie to those fine words by our continually living as though he can do nothing to prevent humans from doing ultimate harm to us. This is a call to live out the reality of our confession, to make creed and behavior coinhere. If God is the creator, then we need not fear the anger of any oppressor, no matter how horrifying his or her plans are. None of this is to deny the horror, the pain, the degradation of oppression. This is not an exercise in self-delusion (imagine you are not being oppressed and you won’t be!). Rather, it is a call to focus on a larger reality. If the oppressor fills my horizon, then I have only one option: be ruled by fear and hatred. But if a larger reality fills my horizon, then where is the anger of the oppressor? If we know that it is God who holds our ultimate destiny, then the oppressor no longer holds power over us. Yes, oppressors may hurt us, even kill us, but they do not have the power to make us fear them or hate them. God is the ruler over all.<\/p> <p><a class=\"isa\" verses=\"WzE4Njg4XQ==\">14<\/a> This verse forms a concrete confirmation of what was said in the previous verses. God will not allow his oppressed people to perish. The oppressor’s rage will finally be ineffectual. This is the hope that has given meaning to God’s people ever since. Yes, they as individuals might die before the temporal hope was realized, but this they knew: it would be realized! They were part of the people of God, and as such, no oppressor could triumph over them. This has been the case for Jews and Christians alike. But it has particular meaning for Christians since the resurrection. Not only is there temporal hope for the people of God, there is eternal hope. It is not merely the people as a whole that will not perish: neither will the people as individuals! Where, indeed, is the oppressor? With Paul we can say that nothing can “separate us from the love of God in Christ Jesus our Lord” (Rom. 8:39).<\/p> <p>While the general sense of the verse is clear, largely because of the last two cola, the specific sense is less certain because of the difficulty of the first colon. It reads literally, “He has hastened the stooped to open.” Under normal circumstances “the stooped” would be the subject of the verb. But on the assumption that the stooped are those bent over in chains, it does not seem probable that the captives are hastening to release themselves. They do not have freedom to do so. Another possibility is that the stooped are the object of the infinitive “to open,” with God as the subject of the verb “hastened.” But what does it mean to open the stooped? Some commentators (e.g., Delitzsch) opt for a version of this second alternative: God hastens to open (the prison) on behalf of the stooped. It is possible that the second and third cola are then to be understood together: the captives will not die through lack of bread. God will release them and supply their needs. Although the experience of the exile continues to provide the main stock of images for this section of the book, it is important to note that the discussion is by no means limited to the exile. Few of the exiles are likely to have been starving to death in chains. What is being talked about here is all the bondages of the human race, up to and including the greatest bondage of all—the bondage to self that alienates us from God and condemns us to the prison of sin.<\/p> <p><a class=\"isa\" verses=\"eyIxODY4OSI6Mn0=\">15–16<\/a> Verses 12–13 stated the cause and appropriate effect: You should not live in fear and anxiety because the one who has promised to comfort you is your Maker and the world’s. V. 14 stated the promise that one could infer from that cause: the people will not die in bondage. Now the prophet returns to discuss the cause again, here speaking of both God’s power and God’s plans. Why will the people not die in bondage? Because of who God is (v. 15) and what he is already doing (v. 16).<\/p> <p><i>I am the Lord your God<\/i> is preceded by the <span>waw<\/span> conjunctive, the all-purpose connector of the Hebrew language. Here it seems to express the idea that v. 14 is true because of the circumstance of God’s identity. The prisoner will be freed, God being who he is. The “For” of NRSV and NIV is somewhat strong, but it is better than the absence of any connector, as in NEB. Throughout Scripture everything is made to hang on the identity of God and the recognition of that identity. If the God of Israel is “the Lord,” the great “I am he,” then all of existence is different from what it would be otherwise. One must view everything that is in the light of that truth. Our hopes, our fears, our dreams, our lusts, our towering pride, must all be viewed from that perspective. The earth is the Lord’s (cf. 6:3), and its effects are the result of his causes. If the waves of the ocean roar, it is neither because of the power of a chaos monster nor because of inexorable, impersonal, eternal natural laws. It is because of God, Israel’s God, at whose command all the hosts of heaven rush to obey. Thus Isaiah asks of his own people and of people still unborn the great question of all the ages, first framed by Pharaoh (Exod. 5:2), “Who is the Lord?” Our whole lives depend on how we answer that question.<\/p> <p><a class=\"isa\" verses=\"WzE4NjkwXQ==\">16<\/a> After the expression of his absolute godhood, and the power that is consequent on that fact, God continues by saying that he has done certain things for a certain purpose. Although the change in addressee is abrupt, the internal evidence suggests that the verse is addressed to the Servant. The coupling of the emphasis on the revelatory and creative word with the statement of protection sounds much like 49:2, and just as there and in <a class=\"isa\" verses=\"eyIxODQ4MiI6MjV9\">ch. 42<\/a>, other figures do not fit. Actual Israel cannot say to Zion, “You are my people.” Nor can the words of a prophet, even the legendary Deutero-Isaiah, plant a new heaven and found a new earth.<\/p> <p>But why this sudden shift in the subject of address? Westermann agrees that the verse is addressed to the Servant, but suggests that it is a fragment of a now-lost fifth Servant Song that got attached here for unknown reasons. That is a counsel of despair, which makes it fruitless to attempt to understand the thought of the book as it now stands. Other commentators see the verse as addressed to the prophet (e.g., Whybray) or to Israel and gloss over the difficulties that those alternatives present. So what is the answer? Since the prophet did not explain himself, it is not appropriate to be dogmatic, but perhaps the answer is this: the segment began with an appeal to God’s mighty work in the past, both in creation and in redemption (<a class=\"isa\" verses=\"eyIxODY4NiI6Mn0=\">vv. 12–13<\/a>a). Then the move was to the present with its assurance that it is possible to live in confidence (vv. 13b–15). Now at the end of the segment, we move to the final state of the cosmos and of the people that God has made. Without such a move the sequence in the segment is incomplete. Although it is true God has made the world, yet that world is still filled with oppressors. Yes, it is true that he chose the people of Israel for himself, but through their sin, those people have come to be called “a godless nation, the people of my wrath” (<a class=\"isa\" verses=\"WzE3ODU3XQ==\">10:6<\/a>). In view of these facts, is he really the Lord? Yes, for the cosmos is to be remade (<a class=\"isa\" verses=\"WzE4OTE1XQ==\">65:17<\/a>), and the people of whom it was said “not my people” shall be called “my people” (Hos. 2:23; Isa. 65:19). How is that to happen? It is to happen through the word of the Servant\/Messiah.<\/p> <p>This explains the shift in address to the Servant. The shift is not difficult because throughout chs. 49–55 the Servant stands in the background of every address of the Lord to the people. It is as though the Lord is speaking to the people with the Servant looking on. But at this point the Lord turns to address the one who is never just an onlooker, but is himself the participant, God with us. Through the revelatory word of this, the greatest of the prophets, the cosmos will be remade according to the Creator’s design, and the people will be redeemed to be the people of God. At the same time, as Delitzsch points out eloquently, Israel is being addressed through the Servant because in and through his ministry, she will find her truest self and ministry.<\/p> <p>The use of the verb <i>plant<\/i> with <i>the heavens<\/i>, instead of the usual “stretch out,” may well be an example of the poetic variation that the prophet uses frequently. Here the variation may signal the idea of a new heaven. As used here, the word probably has in view the “planting” of stakes and pegs for a tent.<\/p>",
    "audit": null
}