{
    "id": 17525,
    "source": "oswalt",
    "verse_id": 18810,
    "verse_count": 7,
    "reference": "59:9–15a",
    "title": "No Justice",
    "html": "<p>As pointed out above (on 59:1–8), this subsection carries on the description of the people’s helplessness before their sin. But here, following the prophetic accusation in <a class=\"isa\" verses=\"eyIxODgwMiI6OH0=\">vv. 1–8<\/a>, the people recognize their condition, first lamenting it in <a class=\"isa\" verses=\"eyIxODgxMCI6M30=\">vv. 9–11<\/a>, and then confessing it in <a class=\"isa\" verses=\"eyIxODgxMyI6NH0=\">vv. 12–15<\/a>a. It is less important to attempt to determine at what point in history such repentance characterized the people than it is to note that the victory over sin announced in 59:15b is impossible until such repentance is genuinely made. God may act at any point in an expression of his saving grace. But if the effects of that act are to become real in our lives, there must come a point where we admit the heinousness of our crimes and own our helplessness to clear either their guilt or their power from our lives.<\/p> <p><a class=\"isa\" verses=\"WzE4ODEwXQ==\">9<\/a> That the people’s response is coming from the mouth of the prophet is made clear by the opening <i>Therefore<\/i>, which introduces the logical conclusion of the preceding accusation. “Since what I have just said is true, <i>therefore we<\/i> are in this tragic situation.” By the same token, however, the switch from the 2nd and 3rd person references of the preceding verses to the 1st person references that follow indicates that the prophet is not standing off in lonely isolation hurling bombs of condemnation at “the sinners.” Whether he is directly implicated in the sins or not, he is surely a participant in their grievous results. He makes no attempt to shift responsibility, but feels with his people the pain of their condition. This is perhaps the great lesson of the book of Jonah. Jonah felt no solidarity at all with the hated Assyrians. He looked forward with grim satisfaction to their destruction. The discovery that God felt solidarity with the pain of the Assyrians was a rude shock. It is perhaps understandable that it would not occur to Jonah to feel any connection with the vicious Assyrians, but perhaps it would also be understandable if Isaiah felt none with the idolatrous, oppressive Israelites. But he did; the pain extending from their sin was his own.<\/p> <p>One of the interesting features of this chapter is the complex way in which it uses <i>justice (<\/i><span>mišpāṭ<\/span><i>)<\/i> and <i>righteousness (<\/i><span>ṣ<\/span><span>dāqâ<\/span><i>)<\/i>. As noted before, these terms tend to be used exclusively in chs. 1–39 to refer to the just and righteous behavior that God expects from his people. In chs. 40–55, <span>ṣ<\/span><span>dāqâ<\/span> in particular is used to express God’s righteous acts of salvation (with two notable exceptions in 51:1 and 7). But then, beginning with 56:1, there is a shift back toward the sense of human righteous behavior. But that shift is not complete. In a significant way the two different concepts are synthesized in chs. 56–66, and nowhere more clearly than in this chapter. Thus the concepts are tilted more toward the salvific in this verse, and more toward the behavioral in v. 14. But neither use is absolute. More clearly than before in the book, the prophet links salvation and behavior. If the people are not experiencing the righteousness of God, it is because they are not behaving in a righteous manner. But by the same token they are recognizing the frightening truth that apart from the gracious righteousness of God being worked out among them, it is not possible for them to behave righteously.<\/p> <p>The same words are used here as in 58:10 (<i>light, dark, gloom<\/i>, also <i>noon<\/i> in 59:10) but with the opposite effect. Comparison of the two verses gives one a feeling of irony. Where is this bright noonday light we are supposed to enjoy? It is nowhere! The force of the contrast is enhanced by the terse structure of the Hebrew, with its minimum of conjunctions and other connectives. It is easy to believe that this kind of attitude prevailed among the returnees in the 6th century <small>B.C.<\/small> Where were all the wonderful promises that the prophets had given? Judah was neither independent nor powerful. The nations were not flowing to her with their riches, and most painful of all to those with hearts for God, there did not even seem to be a revival of the kind of religion that could change the society. By inspiration the prophet sees that day in the context of his whole theological program, and is led both to participate in it and to speak to it.<\/p> <p><a class=\"isa\" verses=\"WzE4ODExXQ==\">10<\/a> This verse is of critical importance in the book because of its use of the word <i>blind<\/i>. In <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a> Isaiah was told that his word would only contribute to the blindness of his own generation. That realization came home to him as he declared to his followers that his messages were meaningless to his own generation and would have to be sealed up for another (<a class=\"isa\" verses=\"eyIxNzgyNCI6Mn0=\">8:16–17<\/a>). In 42:7 he declared that the Servant would open the eyes of the blind, among whom was servant Israel, who was blind to what God wanted to do through her in the world. Now Isaiah is finally enabled to speak Israel’s admission of her condition, an admission that prepares the way for the glorious proclamations of chs. 60–62, among which are the words of the Servant announcing that he will open the prison for those who are blind (61:1 LXX). Theologically speaking, all of that hangs on this bitter recognition that not only are they <i>blind—<\/i>they do not even have eyes. Here (unlike 8:20–23) there is no excuse, no shifting of the blame, no frantic attempts to gain sight through the occult. There is simply the plain recognition that whatever hope they have is not in themselves and their efforts; it must come from beyond themselves. When that awareness dawns, then they will have hope indeed.<\/p> <p>Again, the intended contrast with 58:10 seems apparent. There even darkness will be as bright as noon. Here even noon is like twilight. All of this reminds us that things are not always what they seem. The same circumstances will seem different to different people, depending on their inner state. What is incredible darkness to one is as bright as noon to another. And what is noon to one is pitch-black to another. If we have the sense of God’s presence and care, the most confusing circumstances will offer little cause for alarm. But without that sense, the most pleasant prospects soon become gray and dismal. These people felt alienated from God and alone. Little good would it do to remind them of all the wonderful blessings they had received from the hand of God. All they could see was impenetrable blackness. This was exactly what had been predicted in Deut. 28:29. The use of that wording here makes the admission of guilt even clearer (see also Zeph. 1:17).<\/p> <p><i>robust<\/i>. The meaning of the final colon of the verse is unclear because of the uncertainty in the meaning of <span>ʾašmānîm<\/span>, which occurs only here. The parallelism with the previous colon favors a meaning in contrast with “the dead,” and many alternatives have been proposed, either by taking the word as it is or by emending it. Most modern translations take the root as <span>šmn<\/span>, “to be fat, robust,” understanding the form to be an eleative. This interpretation takes the verb in the first colon to govern the second colon also, hence “among the robust (we stumble) like the dead.”<\/p> <p><a class=\"isa\" verses=\"WzE4ODEyXQ==\">11<\/a> This verse completes the lament portion of the segment. Although the figure of “growling like bears” is not known elsewhere, that of “moaning like doves” is, appearing both in biblical laments (38:14: Ezek. 7:16; Nah. 2:8 [Eng. 7]) and in Mesopotamian ones. The parallelism of “growling” and “moaning” has been troublesome to some, who have tried to understand “growl” as the “groan” of a chained bear (cf. Duhm). But most agree that what is intended is merely inarticulate sound, here of frustration and trouble (cf. also 5:30, where “groan” is definitely not intended).<\/p> <p>The segment closes on the same note with which it began: the distance (<span>rāḥôq<\/span>; cf. also vv. 9 and 14) at which justice and salvation seem to be from the people. The more they search for these benefits and try to produce them in their own strength, the more distant they seem to be. This final bicolon of v. 11 is structured almost precisely like the final one of v. 9. Both begin with the verb “wait”; the contrasting element in the first colon is introduced by <span>waw<\/span>; the second colon introduces a second element being waited for with the preposition <i>l;<\/i> and the train of thought of the second colon is broken by a final asyndetic phrase of two words. One cannot help but think of the various expressions of “waiting” for the Lord that are scattered throughout the book (<a class=\"isa\" verses=\"WzE4MTI4LDE4MTM5LDE4MjM2LDE4MjgyLDE4NDUyLDE4NjYwLDE4Njc5LDE4ODMxLDE4ODk1XQ==\">25:9; 26:8; 30:18; 33:2; 40:31; 49:23; 51:5; 60:9; 64:9<\/a>). Most of them are filled with promise. But here there is a tone of despair and desperation (cf. also 26:11, 16–18). Is the waiting all in vain? Surely not, especially now in the light of this lament and confession.<\/p> <p><a class=\"isa\" verses=\"WzE4ODEzXQ==\">12<\/a> The opening causal particle <i>(<\/i><span>kî<\/span><i>)<\/i> shows that there is no sharp disjunction between the thought of v. 11 and v. 12. The people recognize immediately why their salvation is so far away. It is because of the multiplied number of their rebellions that are heaped up directly <i>in front of<\/i> (<span>neged<\/span>, not the more general <span>lipnê<\/span>, “before”) God (cf. Ps. 90:8). There they are, and whenever the people come to God to ask for him to change their situation, it is their sins that respond to every question God asks about what his people deserve. But more hopefully, their iniquities are manifest not only to God but also to the people. In language reminiscent of Ps. 51:5 (Eng. 3) the people admit to a practical awareness <i>(we know them)<\/i> of their condition, an awareness that they cannot escape (they <i>are with us<\/i>). Whenever we become aware of our condition, we can hope for God’s power to be unleashed in our lives. So long as we are ignorant of our sins, or try to explain them away, or blame them on somebody else, we can have no real hope for change. It is only when we agree with God’s assessment of our condition that God’s curative powers may be released in us, and our waiting may come to a glad end.<\/p> <p><a class=\"isa\" verses=\"WzE4ODE0XQ==\">13<\/a> The depth of the agreement with God’s assessment is seen in this verse. Six infinitives absolute express in painful detail what it is about themselves that the Israelites know. Thus, as Muilenburg points out, the structure here parallels that of the preceding prophetic accusation. There the general <a class=\"isa\" verses=\"eyIxODgwMyI6Mn0=\">vv. 2–3<\/a> are followed by the specific v. 4 with its infinitives absolute. Here the specific v. 13 likewise follows the general v. 12. Almost all commentators, with the exception of Pieper, hold that the first bicolon deals with sins against God, while the second deals with sins against humans. Pieper argues that both refer to sins against God. To do so, however, he must emend <span>ʿōšeq<\/span>, “oppression,” to <span>ʿiqqēš<\/span>, “twistedness” (following Lagarde?). This kind of metathesis can occur easily and can be attested, if not with this word, then with similar ones. But no textual witness supports the change here. Other commentators (e.g., Muilenburg) follow Lagarde for more stylistic reasons, but there is no more reason to agree with them than with Pieper. Indeed, the relation of the two bicola may be on a different plane than types of sins. Rather, it may be on the locus of the sins, as in v. 3. The first colon has to do with acts of sin and the second has to do with words of sin. In both cases both God and other human beings are affected. Thus the first bicolon deals with two ways of acting: rebellion, which is to deny the truth about God, and not following after the Lord. In a sense these can be seen as sins of commission and omission. <i>rebelling<\/i> is active defection from God’s ways even if appearing not to, whereas <i>turning back from after our God<\/i>, neglecting to follow him, will end up at the same place but merely as the result of a series of apparently minor failures. The issue here is not the means but the end: turning against God. The people admit that this is what they have done. But how can these actions constitute sins against other human beings? Whenever people try to live a lie, especially the big one, that we can be fully human without dependence on God, a false impression of reality is given. And when life is rooted in falsehood, justice and righteousness rapidly become an impossibility.<\/p> <p>This is the point of the second bicolon. Whenever people are living a lie, it is difficult for them not to speak in lies. What are these lies? That it is alright to oppress others who are weaker, and that it is alright to turn out of God’s paths. Ultimately, the production of lies, <i>conceiving<\/i> them and <i>muttering them<\/i> (not shouting them, but quietly saying them over and over to yourself until you are convinced of them and can place them where they will have the most effect), becomes an end in itself. The Nazi regime in Germany and the Stalinist one in Russia are two of the most vivid examples of this tendency: lies are first told because they are expedient, but in the end because truth cannot even be recognized. The heart has become completely corrupted.<\/p> <p><span>14–15a<\/span> What is the result of this condition? The same situation described in vv. 9 and 11. Here the dual usage of <i>justice<\/i> and <i>righteousness<\/i> referred to in the commentary on v. 9 becomes most apparent. We do not receive God’s justice and righteousness (<a class=\"isa\" verses=\"WzE4NjAwXQ==\">46:13<\/a>) because we do not, indeed, cannot, do them (<a class=\"isa\" verses=\"WzE4NzU1XQ==\">56:1<\/a>). They are outside our experience, either as gifts or as actions. This truth is displayed here in a beautifully constructed verse. The four nouns—<i>justice, righteousness, truth<\/i>, and <i>honesty—<\/i>are in the center of the verse (cf. <i>BHS<\/i>). <i>justice<\/i> is at the end of the first colon, and <i>righteousness<\/i> immediately follows it at the beginning of the second. In the same way <i>truth<\/i> ends the third colon, and <i>honesty<\/i> immediately begins the fourth. It seems likely that the poet is representing orally his conviction about life: these concepts stand at the very center. Tragically, the content of the verse says that the opposite is true of the people. These characteristics are on the periphery and cannot get in. Justice knocks at the gate and is turned away; righteousness is standing far away (cf. <a class=\"isa\" verses=\"WzE4ODEwLDE4ODEyXQ==\">vv. 9, 11<\/a>) and does not even try to enter. In the central <i>square<\/i>, where the city’s business is done, truth has fallen down, and honesty cannot even make an appearance. Again, this is all reminiscent of <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> (esp. <a class=\"isa\" verses=\"WzE4ODIyXQ==\">vv. 21–23<\/a>). Is nothing different? One thing is different. Salvation has occurred, both actually and in prospect (this is the message of chs. 40–55), and the point here is to say that in such a setting the presence of sin is now doubly distasteful to God. Whatever else salvation does for us, it must not suggest that since sin is now “under the blood” its continued existence among us is an unfortunate given.<\/p> <p>Pieper points out that <i>truth<\/i> here may be considered in both its subjective sense of “faithfulness” and its objective sense of divine truth. Unless people are committed to be faithful to each other and also to adhere to a standard of integrity that is exterior to themselves, justice will always fall prey to devouring self-interest. This seems to be the point of the rather strange v. 15a. Because there is neither faithfulness nor integrity in the society, life quickly falls to the lowest common denominator of self-seeking: be crooked to someone else before he is crooked to you. The person who does not choose that way opens himself or herself up to being taken advantage of in the most egregious ways. For social harmony to exist, all persons must be committed to the bare standard of truth in all relationships. Where truth is missing, righteousness must be chosen, not because it will pay off in the short run (cf. 57:1) but because it is right. Indeed, in a collapsing society, those who <i>turn aside from evil<\/i> may well be the most apparent losers.<\/p>",
    "audit": null
}