{
    "id": 17496,
    "source": "oswalt",
    "verse_id": 18632,
    "verse_count": 6,
    "reference": "48:17–22",
    "title": "O, That You Had Listened",
    "html": "<p>As noted above, these verses function as a conclusion, both to <a class=\"isa\" verses=\"eyIxODYyNyI6MTF9\">vv. 12–22<\/a> and to all of <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">ch. 48<\/a>. They remind the reader of what might have been if God’s people had listened to him (<a class=\"isa\" verses=\"eyIxODYzMiI6M30=\">vv. 17–19<\/a>), and of what will be for those who will listen and believe (<a class=\"isa\" verses=\"eyIxODYzMyI6NH0=\">vv. 18–21<\/a>). The final verse (<a class=\"isa\" verses=\"WzE4NjM3XQ==\">22<\/a>) functions to make plain that blessing is not the automatic prerogative of the elect.<\/p> <p><a class=\"isa\" verses=\"WzE4NjMyXQ==\">17<\/a> This verse explains why we should listen to God. The piling up of appellatives <i>(Lord, Redeemer, Holy One of Israel, God)<\/i> and the repetition of participles are typical of the book as a whole and of chs. 40–48 in particular. This is not just anyone who speaks to them. It is the Lord of the exodus, the kinsman-redeemer who will not leave them victims of fate or of their own bad decisions. This God is the only being in the universe worthy of the title “Holy One”; the one God who has given himself in covenant to them.<\/p> <p>But even beyond what these titles reveal about God’s person and character is what his behavior teaches. He is characteristically a teacher and a guide. The relationship between God and his people is not one of power manipulation from either side. God did not reveal himself to them in order to dominate them, nor for them to master him. Rather, he has shown himself to the human race in order to show us what we were made for and how we can return to that goal. The Hebrew word for the books of the Law, Torah, means “instruction,” and shows that the Hebrew people correctly understood God’s purpose. Throughout biblical history God’s leading of his people in their wanderings became an apt metaphor for his ultimate purpose of leading us to himself and our own true selves. Grimm and Dittert have observed that <i>I am the Lord, your God<\/i>, reflects the first commandment and that <i>gain profit<\/i> is regularly used in Isaiah and elsewhere in the Bible with attempts to aggrandize oneself through false reliance on anything but God (nations, 30:5, 6; gods, 44:9, 10). The only true profit in life comes when we allow God to be what he is: our only God.<\/p> <p><a class=\"isa\" verses=\"WzE4NjMzXQ==\">18<\/a> Since God is who he is, in both nature and action, one would think that God’s people would have listened carefully to his words of instruction and guidance. But that has not been the case. The conditional phrase here <i>(If only&nbsp;.&nbsp;.&nbsp;.&nbsp;)<\/i> could be taken in either a future sense or a past sense. Although 63:19 is roughly parallel in form and must be taken as a future, the normal sense of <span>wayhî<\/span> <i>(then)<\/i> would support a past rendering. While a future sense might lead more easily into the promises of v. 20, the past sense is not incapable of fitting the context. The prophet has castigated the people for not listening to God in the past (<a class=\"isa\" verses=\"WzE4NjE2LDE4NjE5LDE4NjIzXQ==\">vv. 1, 4, 8<\/a>), and has called on them to listen to God’s amazing new word of revelation (<a class=\"isa\" verses=\"WzE4NjE2LDE4NjI3LDE4NjI5LDE4NjMxXQ==\">vv. 1, 12, 14, 16<\/a>). Now he reminds them of what might have been in the past if they had listened, and this prepares them to hear again the wonderful promise of redemption. Since this sense is the most straightforward grammatically, and since it can work in the context, it seems best to take it in this way.<\/p> <p>Just as in 32:17, <i>peace<\/i> and <i>righteousness<\/i> are seen to be the characteristics of the reign of God. As is commonly recognized, this peace <i>(<\/i><span>šālôm<\/span><i>)<\/i> is not merely the absence of hostilities, but a state of general well-being, which proceeds from having listened to God about the nature of human life and the ways in which we have been created to live. Directly coupled to this is righteousness. Many commentators observe that <span>ṣ<\/span><span>dāqâ<\/span> typically means “deliverance” or “salvation” (i.e., the effect of God’s righteous intervention on behalf of his people) in chs. 40–55, and take it as such here. Nothing in the immediate context requires this reading, however, and the comparison with 32:17 and Amos 5:24 (“Let justice roll down like waters, and righteousness like an everflowing stream”), in both of which, as here, the water imagery is strong, suggests that the normal sense of “right behavior” is correct. General well-being is the result when all persons in a community are concerned to do what is truly right in the sight of God. At the same time, right behavior is easier where the peace and harmony of God reign.<\/p> <p>The imagery seems to suggest both continuity and abundance. Those who live on the banks of a river need fear no cessation in their water supply, and those who stand on the beach on a windy day are unfailingly impressed by the continual march of the waves onto the shore. There is no stopping them. So it might have been for Israel had they only listened to God’s instruction. Instead, the picture of <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> prevails: sick from head to foot, beaten, bruised, and desolate.<\/p> <p><a class=\"isa\" verses=\"WzE4NjM0XQ==\">19<\/a> A further benefit of having listened to God would have been the fulfillment of the Abrahamic promise (Gen. 22:17). In an environment of well-being and right behavior, families will grow and prosper. In these days of overpopulation, this promise may not be seen as a blessing. But in a time when all the forces of nature seemed ranged against survival, and when one’s significance was judged in terms of one’s posterity, this promise was a great blessing indeed. Nor should we dismiss it too lightly today. The creation of a stable environment where children can mature and become productive persons is a direct concomitant of having listened to the instruction of God about the nature of human life.<\/p> <p>The change in tense structure in the second bicolon of the verse (from <span>waw<\/span> plus imperfect to imperfect) suggests that the previous past perfect (“would have been cut off”) should be changed to a simple subjunctive (“would be cut off”). Although the fulfillment of all the promises had been thwarted in the past and the abundance that God had promised had not been achieved, the people had not lost their identity (their name had not been cut off). Nevertheless, if the people continued in rebellion, that eventuality was still a real possibility. As had happened to many other peoples, they could simply be absorbed into the faceless masses that peopled the great empires. By contrast, if they would listen, they need not fear that awful prospect (see 55:13; 56:5).<\/p> <p><a class=\"isa\" verses=\"WzE4NjM1XQ==\">20<\/a> After the preceding injunction to listen both by reason of who God is (v. 17) and the reminder of what has happened and will happen to those who do not listen (<a class=\"isa\" verses=\"eyIxODYzMyI6Mn0=\">vv. 18–19<\/a>), the announcement of salvation is recapped in powerful form. But these verses are the climax not only of <a class=\"isa\" verses=\"eyIxODYxNiI6MjJ9\">ch. 48<\/a> but also of chs. 40–48. Throughout this section God has been challenging these persons to believe that he not only wants to deliver them but has the power to do so, even to the point of using a pagan conqueror to serve his purposes. Nothing more remains to be said under that head. All that remains is to present the promise as an accomplished fact. The people are called to allow themselves to participate by anticipation, not only in the reality of the return but also in the glad announcement to the watching world of the vindication of God’s character. The force of the imperatives is to change the return from an idea to a reality. The prophet does not merely call the people to accept an idea; he challenges them to become part of the reality. This explains the use of the word <i>flee<\/i>. They will not leave as fugitives, as 52:12 says explicitly. They will not be furtively escaping the clutches of a mighty Babylon. North suggests that the idea may be to flee the destruction coming to Babylon and not be caught up in it. But Young is more likely correct when he calls this an “ethical admonition.” There must be no hesitancy about believing God’s promises. They must seize the idea that their deliverance is not a matter of question.<\/p> <p>They also must not keep silent about the meaning of the return. As Delitzsch says, “The redemption experienced by Israel is to be the gospel for all mankind.” Here is the climax of the logic of the entire section. If another people happens to escape the clutches of a conqueror, it is a blessed coincidence. But not so in this case. God has shown that he alone is God, not only by predicting the exile but also by predicting the return by means of Cyrus long in advance. What does this mean? It means that history is not an accident; it means that human existence is fulfilling the plan and purpose of a single, all-powerful Creator; it means that that Creator is faithful and good; it means hope for all who will listen to him. Should not such a message be shouted? Should it not be shouted to <i>the end of the earth?<\/i> It is often debated whether Israel had a missionary mandate. If “missionary mandate” means a commission to make converts, then there is room for debate. But if it means the obligation to declare to the world the truth of what had been revealed to them, there is no room for debate whatsoever. If Israel’s God is the only God, and if even the Cyruses serve him, then he is the God of every person under the sun.<\/p> <p>What is the message to be declared? Again there is a sense of climax and summarization. <i>The Lord<\/i>, the God who has challenged the very being of the gods of Babylon, <i>has redeemed<\/i>, has delivered, close family members from the clutches of the gods and restored them to health and dignity and freedom. He has redeemed <i>his servant Jacob<\/i>, the people who, in spite of sin and rebellion, have not been cast off, but have been delegated to be the living evidence of the incomparability of the Lord.<\/p> <p><a class=\"isa\" verses=\"WzE4NjM2XQ==\">21<\/a> As the prophet speaks in prospect of the coming deliverance, he uses language that would be familiar to all his hearers: the language of the exodus. Just as their forebears had, the people of the exile could be certain of experiencing the providential care of God. As Calvin says, if they had any question about the future, they should remember the past. Undoubtedly, the use of such language prompted the people to expect a repetition of the events of the exodus on the return from exile. But Isaiah had already warned them that while they were to remember the past in terms of what it taught them about the faithfulness and power of God, they were to forget it when it came to the new ways in which God was going to act (<a class=\"isa\" verses=\"WzE4NTI0XQ==\">43:18<\/a>). The rivers that God was going to cause to break forth in the wilderness (<a class=\"isa\" verses=\"eyIxODUyNSI6MTB9\">43:19–29<\/a>) would be those that flowed out of human hearts set free from their sin by the Spirit of God (32:15–20; 35:6–8; 44:3; 55:1; 58:11; John 7:37–39).<\/p> <p><a class=\"isa\" verses=\"WzE4NjM3XQ==\">22<\/a> Nevertheless, while God’s promises to Abraham and his children would be kept, and the nation would not be allowed to be wiped out, no individuals within the nation should presume on that election and believe that they could therefore sin with impunity. God had promised that those who would listen to his admonitions would have peace like a river (<a class=\"isa\" verses=\"WzE4NjMzXQ==\">48:18<\/a>), and he had declared that he would free his people from Babylon, but those promises should offer no comfort at all to those who showed by their wickedness that they had no intention of committing their way to God. In the same way, we may be certain that God will not abandon his church; he will preserve it and keep it in all events. But that is not a warrant for individual Christians to believe that they can live ungodly lives secure in their own election.<\/p>",
    "audit": null
}