{
    "id": 17414,
    "source": "oswalt",
    "verse_id": 18031,
    "verse_count": 6,
    "reference": "20:1–6",
    "title": "The Folly Of Trusting Egypt",
    "html": "<p>This passage concludes Isaiah’s oracle against Egypt. As such it forms a graphic summary of the prophet’s opinion of trust in Egypt. Egypt herself was under judgment, and reliance on her was useless. As an example, he takes the city of Ashdod, the northernmost of the five great Philistine cities, which lay about thirty-three miles west of Jerusalem and about two or three miles inland. When the Ethiopian Shabako was able to consolidate Upper and Lower Egypt in 714, he immediately began to foment rebellion against Sargon, who had been very busy for the better part of a decade quashing revolts in Babylon and the northwest (Urartu). Perhaps Shabako felt safe in this situation. But events were to prove otherwise, for Sargon was rapidly getting the upper hand over his adversaries and that was to be true as much in the west as it was elsewhere.<\/p> <p>Most commentators agree that at least part of the passage authentically relates to 713–711. However, Clements and Kaiser have each dated the present form later: Clements in 705 and Kaiser in 587. Clements argues that the original account must have depicted Ashdod’s fall, whereas the present text represents a reworking of the earlier story for its use against Egypt at some time when Judah was particularly tempted to trust Egypt—thus, 705. Kaiser sees the story as a prophetic legend and thus applies it to a much later time, just before the fall of Jerusalem in 587 when Egypt seemed the only hope against Nebuchadrezzar. Neither of the proposed dates is anything but conjecture, the original having been discarded. But it is not necessary to do so. Kaiser’s assignment of the material as prophetic legend is entirely subjective and Clements’s objection to the reference to Egypt in Isaiah’s acts assumes that there was always a near one-to-one relationship between setting and prophetic word. The diversity and complexity of the prophetic writings should make it plain that prophecy was much more dynamic than that.<\/p> <p>The leading city of the revolt was Ashdod, over which Sargon had set up a regent favorable to himself, a man named Ahimiti. Now, probably with the backing of Shabako, Ahimiti was deposed and another man, Yamani, was made king, apparently in 713. Sargon claims that he led his personal bodyguard in this action, apparently not waiting for levies to be raised from subject countries, as was normal practice. However, the biblical statement that the <i>tartan<\/i> (Akk. <i>turtanu<\/i>, one of the three chief officers of the empire, 2 K. 18:17) led the fight is probably more strictly accurate, since kings were prone to claim full responsibility for all victories in annalistic reports.<\/p> <p>The reference to the bodyguard may well indicate a very sudden attack. At any rate, the Assyrians report a swift victory, with Yamani fleeing to Egypt for asylum and Ashdod falling in 711. The Egyptians, faced with an Assyrian army on their borders, lost all of their bluster about defying Assyria and meekly handed over a bound Yamani, undertaking to send him all the way to Assyria. Undoubtedly, this action created a chill in the hearts of Egypt’s loyal allies and served to confirm the jaundiced view of Egypt held by people like Isaiah.<\/p> <p>It is against this backdrop that Isaiah, prompted by God, took his stand. He acted out the truth that Egypt was as much subject to defeat and capture as any other nation and that reliance on her was as foolish as it had been for Ashdod and Yamani.<\/p> <p><a class=\"isa\" verses=\"WzE4MDMxXQ==\">1<\/a> Like 7:1, this verse introduces the historic setting and gives a full resumé of the outcome. Having introduced the subject of the attack, it carries the topic through and gives us the results even though those results occur after the events described in the succeeding verses.<\/p> <p><a class=\"isa\" verses=\"eyIxODAzMiI6M30=\">2–4<\/a> The language here does not express the sequence of events very clearly. Evidently the Lord had spoken to Isaiah prior to the actual attack on and fall of Ashdod, since he had acted out his prophecy for at least fourteen months (parts of three years, v. 3). However, the interpretation of the activity was not given until the end of its duration. Thus it may be that the speaking <i>by the hand<\/i> of Isaiah (normally speech directed to others) was not the directions contained in v. 2 but the interpretation given in v. 3. In that case, the appropriate reading would be: “At that time the Lord spoke by the hand of Isaiah, son of Amoz—having said, ‘Go.…’ And he had done this.…—then the Lord said, etc.”<\/p> <p>The symbolic action here is the only one reported of Isaiah, but such activity was fairly frequent with Jeremiah and Ezekiel. Like the parables of Jesus, these actions were capable of being misconstrued by hardened hearts, but they certainly could not be overlooked. Here Isaiah was acting out the fate of captives. Although it was not always the case (some art objects picture captives clothed to a greater or lesser extent), captives were frequently stripped naked when led into captivity. As much as anything else, such treatment would have a demoralizing effect upon the prisoners themselves and also on subject peoples who were watching. Of course, it also had a practical effect of increasing the difficulty of escape, but the chief aim seems to be public disgrace, the demonstration that the thing in which the captive had trusted for help had been unable to save his name and reputation (see on 1:29; 2:9).<\/p> <p>It is not clear whether Isaiah appeared in public completely nude. The word <span>’ārôm<\/span> can mean that (Gen. 2:25), but it also seems to be used in situations where only partial nudity is intended (58:7; 1 Sam. 19:24; Mic. 1:8; cf. also John 21:7). Particularly in that society where the part was identified with the whole, partial nudity would have conveyed its point very effectively (cf. 2 Sam. 6:20). The practical as well as ethical problems with complete exposure suggest that such may have been the case here, although they do not rule out the other. Thus, the outer garment and the inner tunic would have been removed, leaving only the loin cloth.<\/p> <p><i>Sackcloth<\/i> suggests two possibilities. Normally sackcloth was a sign of mourning (Gen. 37:34; 2 K. 6:30; etc.), a rough, hairy cloth the wearing of which was designed to illustrate the spiritual discomfort with a physical one. Thus, Isaiah may have still been in mourning for the destruction of the northern kingdom completed by Sargon in 720, or for the depredations the Assyrians were going to commit on Judah (<a class=\"isa\" verses=\"W3siMTc4MTMiOjR9LHsiMTc4MjQiOjd9XQ==\">8:5–8, 16–22<\/a>). The other possibility is that sackcloth was the customary dress of prophets (Elijah, 2 K. 1:8; John, Matt. 3:4). Zech. 13:4 seems to give weight to the latter alternative.<\/p> <p>In any case, this behavior would not have been easy to undertake. Should someone do such things in our society, it is not difficult to imagine the comments and reactions. In a culture which makes well-balanced behavior a fetish (except in regard to sporting events), the prophets would not be welcomed. We are ill at ease in the presence of fanatics, people who are wholly committed to an idea, a program, or even another person. Our ideal is coolness, a noncommittal reserve which prevents us from belonging to anything but ourselves or to attachments we have defined. In truth, this has always been humanity’s ideal, and it is one the prophets reject heartily. For Isaiah, once he knew God’s will, this sort of behavior was not aberrant at all. It was wholly in keeping with the passion of his life—to live in glad response to that Holy One who had changed Isaiah, unbidden, from a filthy wreck to a clean person.<\/p> <p><i>a sign and portent<\/i> is a particularly biblical concept (8:18; Deut. 13:1, 2; 28:46; 29:3; 34:11; Ps. 135:9; Jer. 32:20, 21; etc.). Study of the occurrences makes it plain that the act was not understood to be related in any causal way to the event, as though the act caused the event, but had an evidentiary function. So the signs in Egypt proved that the Hebrews’ God was God. So also Jesus’ resurrection was evidence of his identity as redeemer and savior (Matt. 12:40). Here then Isaiah’s actions do not guarantee that Egypt will go into captivity. Instead, they are a part of the evidence that Egypt is not trustworthy and that Yahweh is.<\/p> <p><i>captive of Egypt&nbsp;… exile of Ethiopia.<\/i> At first it seems odd that a revolt by Ashdod should provoke a prediction of Egyptian (and Ethiopian, since the Ethiopian dynasty ruled Egypt) captivity. Furthermore, such captivity did not occur until the reign of Esarhaddon in 671, some forty years later. However, further reflection shows that his emphasis was not strange. In fact, it dealt with the real issue. For Ashdod’s fate was not the major issue with which Judah should concern herself. The real issue was the fate of Egypt, fomenter of the rebellion. So Isaiah concerns himself with the cause of the rebellion, not the symptom. Not only will Egypt’s lackies go into exile, he says, but so will Egypt herself. Mighty Egypt, rich in culture and glory, will be carried off in shame.<\/p> <p><i>the nakedness of Egypt<\/i> is almost universally said to be a gloss, but equally universally, without evidence or argumentation. It appears in all the oldest versions. Duhm’s primary argument was that a good writer would not have used both “buttocks” and “nakedness” in the same line, but that is a judgment which is very hard to support when the writer in question is at least twenty-five hundred years prior to the analyst. For further references to nakedness as disgrace, see 3:17; Ezek. 16:37; 23:10, 29.<\/p> <p><a class=\"isa\" verses=\"eyIxODAzNSI6Mn0=\">5, 6<\/a> As Ashdod had looked to Egypt and been betrayed, so will all the other nations of the Levant. Egypt’s shame will be theirs. She had not been strong enough to save Ashdod. She had not even been strong enough to defy Assyria’s demand for Yamani. All these events pointed to the harsh truth that whenever Assyria came for her, she would not be able to save herself. Why then, asks Isaiah, would we want to trust Egypt? It can only end in shame as it did for Yamani. Why look to Egypt’s fading beauty when we can look to the glory of God?<\/p>",
    "audit": null
}