{
    "id": 17490,
    "source": "oswalt",
    "verse_id": 18601,
    "verse_count": 4,
    "reference": "47:1–4",
    "title": "Babylon’s Humiliation",
    "html": "<p>Having already illustrated God’s uniqueness and sovereignty by reference to the gods of Babylon, the prophet now turns to Babylon itself. He represents the city and its empire as a beautiful and arrogant woman who is forced to abandon her pretensions and take the place of a slave. All the things on which she relied, not the least of which was her own self-confidence, will be shown to have been a false hope. The nations of earth have no hope, except in Israel’s God (cf. 45:21–23). Having refused him by insisting that she is self-existent (<a class=\"isa\" verses=\"W3siMTg2MDciOjJ9LFsxODYxMF1d\">vv. 7, 8, 10<\/a>), Babylon has no possibility of deliverance (v. 15).<\/p> <p>Most commentators (e.g., North) agree that <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">ch. 47<\/a> is a unit, though divided into several strophes. The unitary nature of the poem is strong enough that there is little agreement on the precise divisions of the strophes (see below). While it has been called a dirge (primarily because of the 3:2 meter that predominates) and a taunt song, Westermann is probably correct that it is an oracle against a foreign nation (cf. chs. 13–23; Jer. 46–51; Ezek. 25–31). This classification seems to be supported by the refined poetic style and the number of rare words, both of which are characteristic of this kind of literature. Spykerboer makes the important point that since Babylon is the antipole of Zion, as seen in 46:13, we must also regard 47:1–15 as an oracle of salvation for Zion.<\/p> <p>This observation that <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">ch. 47<\/a> is an oracle against the nations is an important confirmation of the point that Alexander makes: chs. 40–48 do not have as their chief purpose the prediction of the fall of Babylon in 539, and this is not the climax of that prediction. Rather, the point of these chapters is to teach the absolute power and the unceasing grace of God, using the particular backdrop of the exile and return to illustrate the point. Thus this chapter was not designed as a specific prediction any more than <a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">ch. 14<\/a> was designed for that purpose. Rather, it is another of Isaiah’s graphic and concrete illustrations of one of the continuing points of the book: God is supreme and no nation, however proud and glorious, can stand against him. Thus discussions about whether these predictions were fulfilled are bootless, as bootless as the discussion of the fulfillment of the oracle against Tyre (<a class=\"isa\" verses=\"eyIxODA3OSI6MTh9\">ch. 23<\/a>) would be. To be sure, in both cases there is a general correspondence to fact. The oracles would be meaningless if that were not the case. But their primary purpose is to illustrate a theological point, using the highest literary artistry.<\/p> <p>Scholars generally agree that <a class=\"isa\" verses=\"eyIxODYwMSI6NH0=\">vv. 1–4<\/a> form the introduction to the poem. But after that they find little agreement as to its structure. Most commonly, it is divided into <a class=\"isa\" verses=\"eyIxODYwNSI6OX0=\">vv. 5–7, 8–9, 10–11, 12–13<\/a>, and 14–15. But <a class=\"isa\" verses=\"eyIxODYxMiI6NH0=\">vv. 12–15<\/a> are united by their discussion of the failure of Babylon’s supposed supports: astrology and trade. Similarly, <a class=\"isa\" verses=\"eyIxODYwNSI6N30=\">vv. 5–11<\/a> have in common the foolishness of Babylon’s pride. This is the structure that I follow (<a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">1–4, 5–11, 12–15<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NjAxXQ==\">1<\/a> The language of the poem is harsh, almost brutal. Babylon has lorded it over the world as though it were somehow her right, but now she must come face-to-face with reality. The opening imperatives set the tone—they are terse and abrupt. Although Babylon thought itself destined for a throne, its rightful place is the dust. <i>Get down, sit in the dust<\/i>.<\/p> <p>The city and the empire are depicted as <i>delicate and dainty<\/i>, as a <i>virgin<\/i>, a young woman of fastidious and luxurious tastes, who has never had to face the harsh side of life. Now that is all ending, and no one will ever describe her in those terms again. <i>Chaldea<\/i> was the region of southern Mesopotamia from which the opponents of Assyrian domination of Babylon had come, and from which the rulers of the Neo-Babylonian kingdom had arisen.<\/p> <p><a class=\"isa\" verses=\"WzE4NjAyXQ==\">2<\/a> Work at the <i>millstones<\/i> was considered the lowest form of slavery (Exod. 11:5; Job 31:10; Matt. 24:41). The lower stone, with a concave surface, had a peg fixed in the middle. The upper stone, with a convex surface, had a hole drilled in its center through which the peg of the lower stone protruded. Grain was poured into the hole while the upper stone was turned. A groove from the center to the circumference of the lower stone allowed the ground meal to work its way out.<\/p> <p>As a slave, the woman could no longer wear the veil and long gown characteristic of an upper-class woman. The idea that her beauty was too precious for common people to see was now ludicrous. There was no longer anything special about her. Furthermore, such finery would only get in the way of what was now her sole reason for living: work for the slave owner. Uncovering <i>the leg<\/i> may imply gathering up an already shortened garment to work in irrigation ditches <i>(rivers)<\/i>, or it may only be a poetic parallel, stating the result of taking off the long skirt.<\/p> <p><a class=\"isa\" verses=\"WzE4NjAzXQ==\">3<\/a> In biblical usage “uncovering nakedness” has, at the least, the connotation of extreme humiliation, and in some cases may connote rape. As here, it is often used figuratively of nations that have consorted with many different lovers (allies or gods, or both), but are finally humiliated by being made to appear naked (defenseless) before them all. This will be Babylon’s fate as well, says Isaiah. She may think herself in a different category from all the other nations, but she is not. Only God is truly Other. Babylon is simply one more human nation, subject to the same historical processes as any other.<\/p> <p>But it is not merely historical processes that will humble mighty Babylon, insists Judah’s prophet. It is God, Judah’s God, the one who demonstrated himself trustworthy against Assyria and who is not diminished by time, who will call Babylon to account. He will take vengeance against Babylon, says Isaiah. Why? What has Babylon done to God? Simply because she has exalted herself to the place that he alone can hold (see below on <a class=\"isa\" verses=\"eyIxODYwNSI6N30=\">vv. 5–11<\/a>). So again, the prophet asserts that the course of history is directed by the God of little, insignificant Judah. He is not the distillation of humanity <i>(anyone<\/i>, Heb. <span>ʾādām<\/span><i>)<\/i>, caught like humanity in the swirl of change and decay. He is God, and the human who dares to attempt to usurp his place can only find himself or herself caught in an unequal contest, the end of which is never victory, but either surrender or destruction.<\/p> <p><a class=\"isa\" verses=\"WzE4NjA0XQ==\">4<\/a> This introductory segment ends with an ejaculation of praise, which is much like that found in 12:6. Scholars have been troubled by it because it seems to break into the flow of thought and lacks a verb. This is why Duhm and others have wanted to add the verb “says.” But the manuscript evidence for the addition of the verb is weak and the unemended verse stands quite well in this context. 46:13 is a promise of salvation for Zion, but that promise is only so much air if proud Babylon remains on the throne. But God, Zion’s God, has said that Babylon must, that she will, come down off that throne in humiliation. This is the basis of praise: <i>the Holy One of Israel<\/i>, who was shown in chs. 1–39 to be the sovereign God of the nations, who was shown to be the <i>Lord of<\/i> all the <i>Hosts<\/i> of heaven, a position of unimaginable power, is also the <i>Redeemer<\/i>. It is not only that God can deliver a trusting Israel from the threats of scheming nations; he can also redeem a sinful Israel from the hands of any nation to whom he may have sold them as captives. Here is power, power almost beyond comprehension: power to defend, power to deliver, power to revive, power to renew. Yes, he is the Holy One of Israel in regard to Assyria, and he is also the Holy One of Israel in regard to Babylon. Circumstances may change; he changes never. Praise his name!<\/p>",
    "audit": null
}