{
    "id": 17386,
    "source": "oswalt",
    "verse_id": 17847,
    "verse_count": 4,
    "reference": "9:17–20",
    "title": "Loss Of Brotherhood",
    "html": "<p>The initial spark of pride issued in a misplaced adulation of human leadership. Such leaders must inevitably lead their people astray and fail. When that happens the result is anarchy. It is the old cry of “Every man for himself.” With the restraints removed, all the ugliness of self-serving appears. Usually blood relations may be depended upon, but not so when “self” becomes all important. Wickedness knows no bounds once it is unleashed. Nor is this solely an ancient phenomenon. Some of the scenes reported in Germany’s last hours before the end of World War II are strongly reminiscent of Isaiah’s pictures. Of course, as Mauchline and Delitzsch correctly point out, there are two fires described here, but they are intimately related. One is the consuming fire of sin. The other is the fire of God’s wrath. But the two are aspects of one another. Because sin is contrary to God’s purposes it has the seeds of its own destruction within it. It <i>is<\/i> a fire because it is outside of God’s plan. In this sense, its own results are the judgment of God. So as sin both fuels a lust for greater lawlessness and, at the same time, devours its perpetrators, the last scraps of filial attachment are stripped away, leaving brother against brother.<\/p> <p><span>17 (<a class=\"isa\" verses=\"WzE3ODQ4XQ==\">18<\/a>)<\/span> Here Isaiah lays bare the true nature of sin. It is not a little misguided playfulness as it is so often depicted. It is a rebellion against God’s order for life. As such, it can only be destructive, like a grass fire which works its way through the brush at the edge of the forest deceptively slowly but then increases speed until it bursts into the woods with a roar and an upward rush of smoke. Because sin seeks gratification in denial of the created order, it can find such gratification only in increasingly flagrant denials. The sinful acts themselves cannot satisfy. Soon rebellion for its own sake, a raging fire, is all that is left.<\/p> <p><span>18 (<a class=\"isa\" verses=\"WzE3ODQ5XQ==\">19<\/a>)<\/span> As noted above, the very nature of sin is an aspect of God’s judgment upon it, just as the results of breaking a natural law are an expression of that wrath. Looked at from one point of view, it is the sin itself which has scorched the land and pitted brother against brother. But on the other hand, sin issues in such results because God has decreed one way unto life and all other ways unto death.<\/p> <p><span>19, 20 (<a class=\"isa\" verses=\"eyIxNzg1MCI6Mn0=\">20, 21<\/a>)<\/span> The particularly devouring power of sin is seen in its capacity to destroy human relations. These connections, upon which humanity is most deeply dependent, cannot survive the fire of self-serving. It is sad when the environment is abused through sin; it is tragic when human relationships are destroyed. Yet, that had been the history of Israel up to and including Isaiah’s own day. In the north, one bloody coup after another followed upon Jeroboam II’s death in 752 until the final Assyrian victory thirty years later. The south had been spared a good deal of that kind of dynastic bloodshed because of the strength of the Davidic heritage, but the inter-tribal hostilities, which had begun even in the wilderness and had continued into the present with Ephraim’s most recent attacks, were very real to them. It is this history which probably prompted Isaiah’s reference to Ephraim and Manasseh and then Judah. <i>Ephraim<\/i> and <i>Manasseh<\/i> were the two largest northern tribes, and, both having sprung from Joseph, they symbolized well the fratricide that had characterized so much of Israel’s, and especially Northern Israel’s, existence. If the passage is understood in this way, it is not necessary to look for a specific historical instance, either before or after Isaiah, to correspond to this reference. By the same token, it is highly unlikely that the prophet was making a particular reference to the recent Syro-Ephraimite attack upon Judah. It is more likely that he was referring to the long history of hatred between the northern and southern parts of the nation, a condition which would continue until the Roman dispersion.<\/p>",
    "audit": null
}