{
    "id": 17412,
    "source": "oswalt",
    "verse_id": 18006,
    "verse_count": 15,
    "reference": "19:1–15",
    "title": "Egypt’s Might Confounded",
    "html": "<p>Chapters 19–20 give us God’s word against Egypt. As is evident from chs. 30 and 31, the leaders of Judah were tempted to rely more and more upon Egypt as the eighth century drew toward a close and as Assyria’s threat loomed larger and larger. Isaiah’s word was the same as it had been concerning Assyria earlier: whatever we trust in place of God will eventually turn on us and destroy us. Why trust Egypt, he asks, when Egypt has nothing to offer you that you do not already have (<a class=\"isa\" verses=\"eyIxODAwNiI6MjV9\">ch. 19<\/a>)? Why trust Egypt when recent history shows she will betray you (<a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">ch. 20<\/a>)? Why not trust the God who holds Egypt in the palm of his hand and to whom Egypt must one day turn?<\/p> <p>In the two chapters three segments can be identified: 19:1–15 tells of Egypt’s utter helplessness before God; 19:16–25 tells that Egypt will one day be a worshiper of God; 20:1–6 gives a vivid and concrete example of the lack of wisdom in trusting Egypt.<\/p> <p><span>19:1–15<\/span> In this poem of three nearly equal strophes God successively exposes the weakness of all that would supposedly make Egypt great: her religion (<a class=\"isa\" verses=\"eyIxODAwNiI6NH0=\">vv. 1–4<\/a>), her physical situation (<a class=\"isa\" verses=\"eyIxODAxMCI6Nn0=\">vv. 5–10<\/a>), her vaunted wisdom (<a class=\"isa\" verses=\"eyIxODAxNiI6NX0=\">vv. 11–15<\/a>). None of these is ultimate, so what ground remains for committing Judah’s national destiny to Egypt?<\/p> <p>The occasion and authorship of this segment are matters of debate. Skinner says that similarities with known Isaianic passages prove it to be Isaiah’s, while Kaiser says that these similarities coupled with “poor” poetry show that a later imitator of Isaiah wrote it. Similarly, attempts to date it by references to the “hard ruler” of v. 4 have extended from the Ethiopian Piankhy of 715 to Antiochus Epiphanes in 170. However, attempts to locate the poem in a specific historical context seem likely to be futile. Alexander is surely right when he says that the picture is metaphorical, as one would speak in a metaphorical way of Britain’s demise by saying that her navy is sunk, her universities are empty, her throne abandoned, without any of those being literally true. Thus it seems impossible to prove or disprove Isaianic authorship from the internal evidence.<\/p> <p>According to most commentators, 19:1–4 deals with fratricidal warfare taking place in Egypt with total political collapse preceding foreign conquest. Undoubtedly this theme is present. Yet, one wonders if this is the central theme or if it is in fact derivative. In the entire poem, the only references to Egypt’s religion come in this strophe, in vv. 1 and 3. Is it not possible that the author is laying the blame for the internecine struggle at the foot of Egypt’s lush polytheism? It is because she has no one god, like Yahweh, to unite her and because her gods are basically ineffectual and must scrabble for power, the prophet seems to be saying, that Egypt is doomed to disintegration and foreign domination. Why should Judah be attracted to that?<\/p> <p><a class=\"isa\" verses=\"WzE4MDA2XQ==\">1<\/a> <i>the Lord is riding on a swift cloud<\/i> expresses God’s sovereignty over nature and suggests at the outset that the theme of this strophe is fundamentally a religious one. Similar expressions appear in Deut. 33:26; Ps. 18:11 (Eng. 10); 68:34 (Eng. 33); 104:3. The phrase is also used of Baal, the Canaanite storm-god, and may have been appropriated from that cult as being more fitting for the Creator of nature, rather than just one aspect of nature.<\/p> <p>Before the presence of the One who is God, Egypt’s many-faceted idols are in fact nonentities. They were shown to be this in the Exodus when the Lord had proven his complete superiority over them (Exod. 12:12), so their quivering before him is only to be expected. Before the revealed truth of one transcendent God who cannot be manipulated, but whose faithful love can be trusted to the end, the complex polytheisms of human religion pale into nothing. Well they might, for they offer neither hope nor help when life deals out its hard blows. The hearts of their worshipers dissolve before the onslaught, for there is nothing eternal to which they can attach themselves (cf. Luke 21:26).<\/p> <p><a class=\"isa\" verses=\"WzE4MDA3XQ==\">2<\/a> <i>I will spur Egypt against Egypt<\/i> is a graphic way of expressing the inner discord which comes to a people who have no stay beyond themselves in this world. Throughout her history Egypt was especially prone to this kind of dissolution. After the six strong dynasties of the Old Kingdom (3000–2200 B.C.), there came a two-hundred-year period when each of the 42 nomes (city-states) became a country unto itself and general chaos reigned. Then the Twelfth Dynasty united the land for about two hundred years (1990–1785 B.C.), but again chaos took over for two centuries. So it went again and again. It may be that the concept of the king as god incarnate contributed to this tendency to fragment, because unless someone came forward with enough godlike qualities or antecedents, no one was fit to rule. But beyond that consideration, the fact that each nome had its own god certainly led to fratricide when there was no god-king to enforce national order. So Isaiah sees more of this kind of disaster ahead for Egypt. Her gods cannot hold her together because of the judgment of Israel’s God.<\/p> <p><a class=\"isa\" verses=\"WzE4MDA4XQ==\">3<\/a> When a people begin to lose their way, especially a normally complacent and self-confident people like the Egyptians, depression settles on them suddenly. They do not have much resilience. That attitude is what Isaiah describes here. They will be despondent, lacking in spirit. When that happens, spirit is easily replaced by spiritism. Egyptian religion, especially during the Middle Kingdom (1990–1785 B.C.) and the New Kingdom (1550–1221 B.C.), exhibited a number of universalistic and monolatrous trends. But after this time the ancient polytheisms and spiritist tendencies began to reassert themselves. That is the picture here. As the more intellectualized and conceptualized polytheisms break down under the stress of the times, the more magical, subliminal spiritism reasserts itself. This situation is not restricted to polytheistic lands. It can also happen to a land where a paganized, manipulative Yahwism is practiced (<a class=\"isa\" verses=\"eyIxNzgyNyI6NH0=\">8:19–22<\/a>). Only a robust, pure faith in the God of the Bible can stand the shocks which must eventually come to every person and nation.<\/p> <p><a class=\"isa\" verses=\"WzE4MDA5XQ==\">4<\/a> The nation whose gods have deserted it is ripe for oppression. It lacks both the will and the raison <i>d’être<\/i> to resist the inner rot which eventuates in tyranny. While it is possible that Isaiah was predicting the rise of a particular tyrant in Egypt, it is more likely, as Alexander and Kissane have suggested, that he is continuing to speak in a broadly figurative way and that the attempt to link the <i>harsh lord<\/i> to one particular individual would be bootless.<\/p> <p><a class=\"isa\" verses=\"eyIxODAxMCI6Nn0=\">5–10<\/a> It is not an overstatement to say that without the Nile there would be no Egypt. Without the lifegiving flow of water out of central Africa the Sahara would simply extend unbroken to the shores of the Red Sea, for there is little or no rainfall east of the Sahara, making Egypt completely dependent upon irrigation water from the Nile. Very literally the desert begins where the irrigation canals end. Beyond this, the lack of any tributaries in its last one thousand miles makes the river very predictable. The annual flood, bringing new alluvium and washing the former year’s debris out to sea, could be expected to begin during the same week every year. Likewise, the receding of the floodwaters could be expected to start in the same week annually. The predictability and abundance of this life resource contributed to the complacency and self-confidence of the Egyptian people, but it also created a tremendous dependency. If the Nile were ever shut off, this rich and seductive Egypt would cease to be. This critical weakness is what Isaiah is emphasizing in this strophe: why depend upon a country whose only resource for life was not in its own hands, but in the hands of Israel’s God?<\/p> <p><a class=\"isa\" verses=\"eyIxODAxMCI6Mn0=\">5, 6<\/a> <i>the sea<\/i> probably refers to the appearance of the Nile in Lower Egypt when it is in flood. The low hillocks all appear to be islands and the water reaches to the horizon (18:2; Job 14:11).<\/p> <p><i>the streams<\/i> probably denote the canals, and <i>the rivers of Egypt<\/i> the branches of the Nile in the Delta. Normally <i>Egypt<\/i> is <span>miṣrayim<\/span>, a dual noun form apparently reflecting the Egyptian description of their country as “two lands”: the river valley (Upper Egypt) and the Delta (Lower Egypt). In “the rivers of Egypt” the name appears to be singular, <span>māṣôr<\/span> (AV “defence”). This form is taken to mean Egypt proper, from the Israelite point of view (i.e., the Delta; cf. 37:25; 2 K. 19:24; Mic. 7:12).<\/p> <p>Before God, the mighty Nile can be shut off, the canals made dry and stinking, the Delta dry as a desert (Prov. 8:29). Why commit yourself to a nation as vulnerable as that?<\/p> <p><a class=\"isa\" verses=\"eyIxODAxMSI6Mn0=\">6–7<\/a> The immediate result of the river’s drying up would be the desiccation of the lush plant life along its edges. Not only would the rushes and characteristic papyrus reed disappear, but the sown fields would be reduced to nothing in short order. (Note the powerful language expressing this: in Hebrew only three words, “dried, blown, nothing.”) Throughout her history Egypt was able to export grain to the rest of the world (Paul traveled to Rome on a grain ship from Egypt, Acts 28:11), but if the Nile were cut off that export would promptly cease.<\/p> <p><a class=\"isa\" verses=\"WzE4MDEzXQ==\">8<\/a> As the Nile and its streams dried up and the plant life died, so also would the marine life in the river itself die. It is apparent that one of the major industries of Egypt was fishing (cf. Num. 11:5; Ezek. 29:4), and this industry would of course cease at once if the river should ever stop flowing.<\/p> <p><a class=\"isa\" verses=\"WzE4MDE0XQ==\">9<\/a> Another industry representative of the total Egyptian life would be the production of linen from flax. Like the previous two, this process was completely dependent on water, both for growing the flax and for making the linen from the flax. As in the other areas, the author exhibits detailed knowledge of Egyptian life in his reference to combing or carding, which was necessary to break down the flax fibers to produce a thread. Thus his antipathy to Egypt was not a matter of mere uninformed prejudice. He knew the country well, but was convinced that all its productivity was no more than a gift from God.<\/p> <p><a class=\"isa\" verses=\"WzE4MDE1XQ==\">10<\/a> If the present translation is correct, this is a generalizing statement that all of Egyptian society, from the high (“the pillars”; cf. Ps. 11:3) to the low (“workers for hire”) will feel the impact of God’s acts upon the Nile. However, the versions have widely varying translations of <span>šāṯōṯêhā<\/span>, “pillars.” The LXX reading, “its weavers,” seems to make the most sense in the context of the preceding verse. That Akk. <i>šatu<\/i> and Coptic <i>štit<\/i> mean “to weave” suggests that the LXX has preserved the original reading at this point. If this interpretation is correct, the verse is not a conclusion to <a class=\"isa\" verses=\"eyIxODAxMCI6NX0=\">vv. 5–9<\/a>, but is rather continuing the thought of v. 9 (cf. NIV).<\/p> <p><a class=\"isa\" verses=\"eyIxODAxNiI6NX0=\">11–15<\/a> If Egypt had reason to boast of her rich religion and her great productivity, she also had reason to be proud of her ancient wisdom (cf. 1 K. 4:30). The Egyptian wisdom literature, probably growing out of the highly organized court life, is some of the earliest and best preserved known to us. The same is true of their reflections on the nature and meaning of life. Yet the Israelite prophet has the audacity to say that this tradition for wisdom is of no more value than the other two areas. This is so, in Gray’s words, because Yahweh is able to frustrate their plans, while they cannot discover his. In words similar to those addressed to the idols in chs. 41–43, Isaiah challenges the wise men to a contest. Can they show Pharaoh God’s plan now (any more than their predecessors could during the Exodus)? The answer is a flat no. What reason is there then for Judah to trust in or to fear Egypt? Her gods are helpless, her productivity is contingent on Yahweh’s grace, and her wise men are stupid. What could Egypt possibly offer?<\/p> <p><span>11a<\/span> <i>The princes of Zoan<\/i> refers to the officials in Tanis, which was the chief city of northern Egypt from the Middle Bronze Age onward. It was situated on the east side of the Delta region and would be the first large Egyptian city encountered by a Semite traveling toward the Nile Valley. At several points when the nation had broken in two, Tanis had become the capital city of Lower Egypt. Thus one would expect her officials to be possessed of unusual perspective and awareness. In fact, says Isaiah, they are completely foolish. These supposedly insightful people are giving Pharaoh counsel which would not become an animal (<a class=\"isa\" verses=\"eyIxNzY1NyI6Mn0=\">1:2, 3<\/a>).<\/p> <p><span>11b, 12<\/span> In language reminiscent of the later challenges to the gods (<a class=\"isa\" verses=\"WzE4NTE0LDE4NTQwLDE4NTgyXQ==\">43:8; 44:6; 45:20<\/a>), Isaiah speaks directly to the wise men and then to the Pharaoh himself. To the wise men he asks in sarcasm how they even have the temerity to claim to be a part of the class of wise men. <i>son<\/i> here does not mean so much a physical descendant as it does a member of a guild. (Cf. “sons of the prophets” for a prophetic school, e.g., 2 K. 2:3, 15.) Their plans have failed so many times that the prophet marvels that they are still willing to claim to be the heirs of the ancient wisdom. In fact, they do not understand either the past (<a class=\"isa\" verses=\"W3siMTc5NTMiOjR9LFsxODM3OV1d\">14:24–27; 37:26<\/a>) or the present.<\/p> <p>Turning to Pharaoh, the writer again uses language of a sort echoed by Paul many years later (1 Cor. 1:20). God is going to treat Egypt again as he did at the Exodus. How will the wise men—who do not look at events in the light of faith in God—explain that? In fact, which of the Egyptian wise men is able to tell Pharaoh what God’s plan of attack will be? None of them is able to do so and the prophet wonders why Pharaoh even keeps them around.<\/p> <p><a class=\"isa\" verses=\"WzE4MDE4XQ==\">13<\/a> The tragedy of Egypt’s situation is that the very ones who should have led her correctly have led her astray. Here the officials of the other great city of Lower Egypt, Memphis, are also called to shoulder the blame. These people were the very cornerstones of Egyptian society (Judg. 20:2; 1 Sam. 14:38; Zech. 10:4), but if the cornerstone itself has no foundation, it cannot support anything else. Wisdom which is limited to this world is as short-sighted and confused as a person lost in a dense forest. Unless there is an overall perspective from outside this world from which to analyze and evaluate human experience, then no course of action makes any ultimate sense. This is why the fear of the Lord is the beginning of wisdom (Prov. 1:7); it is also why there is no other foundation than Christ (1 Cor. 3:11; Eph. 2:20; 1 Pet. 2:6; Isa. 28:16). Without him as the unifying factor in all existence, existence is a tale “full of sound and fury, signifying nothing.”<\/p> <p><a class=\"isa\" verses=\"eyIxODAxOSI6Mn0=\">14, 15<\/a> This situation of confusion in Egypt is not accidental. It is the Lord who has confounded all the brilliance and wisdom of that culture, just as he confounded the language of a people set upon deifying themselves (Gen. 11:1–9). Having refused to know God as he is, having warped the relation of Creator and creation, they are now doomed to see all other relationships through a distorted lens. This is not an arbitrary judgment on God’s part, but it is from him in that it is a part of his plan of cause and effect that a false premise will affect the outcome of all premises dependent upon it (Rom. 1:18–32).<\/p> <p>The metaphor of proud Egypt wandering unsteadily back and forth through the vomit of her drunkenness is a biting one, but it had been increasingly so from about 1200 B.C. onward. When the New Kingdom ended, there were no more periods of greatness for the Nile Valley culture. It first broke in two along the ancient lines of valley and delta. Then it was dominated by a whole series of foreign conquerors of whom the Ethiopians in Isaiah’s time were the latest, but not the last. It is small wonder that Isaiah, recalling the language of 9:13 (Eng. 14), sees the situation as hopeless. Egypt is like an ancient whore who does not know that her beauty is gone. In that light, it does not come as a surprise that Ezekiel’s words a century later are even more severe than Isaiah’s (Ezek. 29:6, 7). Both prophets were horrified even to think that Judah might compromise her faith in the Almighty, all-caring God for such a patently false hope as conniving, drunken Egypt.<\/p>",
    "audit": null
}