{
    "id": 17541,
    "source": "oswalt",
    "verse_id": 18906,
    "verse_count": 9,
    "reference": "65:8–16",
    "title": "So Will I Do For My Servants",
    "html": "<p>These verses are a continuation of God’s response to the lament of 63:7–64:11 (Eng. 12). In 65:1–7 he has dispatched any false assumptions on which that lament may have been based, namely, that he was unwilling to help the people repent, and that his springing into action would automatically mean the deliverance of his chosen nation. In fact, he has said, when he breaks his silence it will be to decree a greater judgment than they have yet seen.<\/p> <p>So is there no hope? Has God indeed repudiated his promises to Abraham? These verses respond to those questions (and to the lament) by saying that God will by no means repudiate the ancient promises. He will deliver his servants and will manifest all the features of his grace to them, but they must realize that merely to have been among the survivors of the various catastrophes that were to befall Judah and Jerusalem between 700 and 400 <small>B.C.<\/small> was not what qualified them as servants. God’s <i>servants<\/i> are those who <i>have sought<\/i> him (v. 10) and have responded to his call by choosing the kind of obedience that he demands (v. 12). To be a descendant of Jacob (v. 9) will finally mean little. The foreigner or the eunuch who obeys the covenant will be more truly the servant of God (<a class=\"isa\" verses=\"WzE4NzYwXQ==\">56:6<\/a>) than an Israelite who forsakes God to try to gain control of his or her destiny (v. 11). There <i>will<\/i> be salvation; God will respond to the pitiful cries of those who are truly his people, but his refusal to destroy all the people (v. 8) in no way means that all who claim descent from Abraham will be saved.<\/p> <p>The passage divides into three segments: <a class=\"isa\" verses=\"eyIxODkwNiI6M30=\">vv. 8–10<\/a>, promise of deliverance; <a class=\"isa\" verses=\"eyIxODkwOSI6Mn0=\">vv. 11–12<\/a>, a reiteration of judgment; <a class=\"isa\" verses=\"eyIxODkxMSI6NH0=\">vv. 13–16<\/a>, a conclusion that synthesizes the two previous segments by contrasting the destinies of those who are truly God’s servants with those who only pretend to be.<\/p> <p><a class=\"isa\" verses=\"eyIxODkwNiI6M30=\">8–10<\/a> These verses address the natural horror that <a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">vv. 1–7<\/a> would arouse as an answer to the preceding lament. Is God going to destroy everybody because of the sins of the majority? This is the same response that Abraham had when he heard of the imminent destruction of Sodom and Gomorrah (Gen. 18:23–25). Can a just God, let alone a merciful one, do such a thing? Here, as there, God hastens to assure his people that those who love him will be spared. Even though judgment will fall, some will be delivered.<\/p> <p><a class=\"isa\" verses=\"WzE4OTA2XQ==\">8<\/a> While the basic point of the imagery from the vineyard is clear, its finer nuances are not. The basic point is that God will not destroy the good with the bad. What is less clear is whether the bad will be spared because of the good, as some commentators (e.g., Watts) have maintained. Part of the uncertainty centers on the ambiguity of <i>it<\/i>. Does the pronoun refer to the vine or to the cluster? Is the vine (Israel) to be spared because some clusters on it have grapes that, instead of being wizened and bitter (cf. 5:1–7), are obviously bursting with the juice that will become new wine? Or does the pronoun refer to the cluster, as the syntax would normally suggest? In that case, the sense might be that even though the cluster has some bad grapes, they will be spared because of the good grapes in it. But even if <i>cluster<\/i> is the antecedent, which seems likely, the final colon of the verse, <i>so as not to destroy the whole<\/i>, argues that the point is the opposite of what was just stated: even if the cluster has some bad grapes, that does not mean the whole cluster will be thrown out; just because the bad grapes will be destroyed does not mean the whole cluster should be. The good grapes will be culled out and spared (cf. 27:2–6). So it will be for God’s people: although judgment is coming, and will begin with those who claim to be his, those who demonstrate their faith through joyous obedience have nothing to fear.<\/p> <p>This concept of a remnant is hardly a new one in this book or in biblical theology in general. As far back as Gen. 18 and 19 the idea first surfaces, and it winds its way through the biblical account. According to some scholars, however, the distinction between a “believing” remnant and an “unbelieving” one is distinctly postexilic. Supposedly, prior to the exile, “remnant” referred simply to that portion of the nation that would survive the exile. But this position will not stand scrutiny. All the prophets, at least from Elijah and Elisha onward, divided the nation into those who obeyed God and those who did not (those who had not “bowed the knee to Baal” vs. the worshipers of Baal; the widow of Zarephath [1 K. 17] vs. Ahab and Jezebel, etc.); and if the bulk of preexilic preaching focused on the destruction of the disobedient ones, the presence of the “salvation oracles” addressed to the obedient surely attests to the division of the people along the lines of obedience. A classic example is that of the “good figs” and “bad figs” of Jer. 24. But see also a passage like Isa. 3:10, and the implication of the covenant blessings and curses that lie behind that statement (Deut. 28–29). This passage and those like it in this part of the book make explicit what has been more implicit until this point: to be part of the “remnant” is not merely to be among those restored from Babylon. In this sense, as stated above, chs. 56–66 integrate the teachings of chs. 1–39 with those of 40–55. Reading chs. 40–55 alone might give one the impression that all that is necessary to be part of the remnant is to believe God’s promise to deliver. Chs. 56–66 make plain that those who are truly the servants of God are those who believe his promises enough to obey his covenant.<\/p> <p><a class=\"isa\" verses=\"WzE4OTA3XQ==\">9<\/a> If the threats of <a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">vv. 1–7<\/a> had made it appear that God was going to wipe the children of Jacob off the map, that impression was incorrect. God has the power to raise up a seed from even a field of burned-out stumps (<a class=\"isa\" verses=\"W3siMTc3ODEiOjN9LFsxNzg4NiwxODcyMl1d\">6:11–13; 11:1; 53:10<\/a>), and can bring out of Judah (cf. Mic. 5:2) one who will truly have the right to possess God’s land (<i>my mountains;<\/i> cf. Isa. 14:25; Ezek. 36:1, 8; 38:8). In the context of this book, messianic overtones seem to be here, but they are muted. It is not the Messiah who is given prominence in this part of the book, but what God can do in the lives of people over whom the Messiah reigns. The language of the promise is exactly what one would expect of an OT prophet: the ownership of the land of the promise. Yet already it is apparent that Isaiah is using these words in somewhat figurative terms (cf. 30:23–26 for a farther stage of this figurative usage, and Matt. 5:5 for the final stage). What is it to possess God’s promises in the truest sense? We may believe that creation will one day be renewed in a new heaven and a new earth (Isa. 65:17; Rev. 21:1), and that God’s <i>servants<\/i> will serve him as his viceroys in a world without sin and decay. But even then, the promises of God are matters of the spirit. The truest blessings cannot be weighed or measured, and they are a matter not of ownership but of transmission (see below on <a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">vv. 13–14<\/a>).<\/p> <p>The paralleling of <i>chosen ones<\/i> and <i>servants<\/i> (see also v. 15) is reminiscent of the repeated pairing of these terms in chs. 41–44 (although they are sg. there). Here, as there (except for 42:1), the emphasis is on the servants’ response to God and the benefits that stem from an appropriate response. There the appropriate response was to believe God’s promises. Here it is taken a step farther in relational obedience, as <a class=\"isa\" verses=\"eyIxODkwOCI6M30=\">vv. 10–12<\/a> demonstrate.<\/p> <p><a class=\"isa\" verses=\"WzE4OTA4XQ==\">10<\/a> The metaphor of God’s blessing through the land is continued in terms that are familiar from the earlier parts of the book (<a class=\"isa\" verses=\"W1sxODIxMV0seyIxODI3NCI6Mn0sWzE4Mjc4XV0=\">29:17; 32:14–15, 18<\/a>). Where once the land had been burned and barren (<a class=\"isa\" verses=\"WzE4Mjg5XQ==\">33:9<\/a>), now it will be a prosperous and peaceful place, where flocks of sheep and herds of cattle can lie down in security (<a class=\"isa\" verses=\"WzE4MjY1XQ==\">32:5<\/a>). <i>Sharon<\/i> is the fertile coastal plain that stretches north and south along the Mediterranean Sea from Joppa to Mt. Carmel. By contrast, the Valley of Achor is one of the almost barren wadis (Wadi Kelt?) that lead up from the region of Jericho toward the central ridge. It is chiefly associated with the stoning of Achan and his family (Josh. 7:24–26; cf. also Hos. 2:17). Most commentators (e.g., Cheyne, Whybray) believe that these places have been chosen because by being on the west and the east of the country, they represent the country as a whole. It may also be significant that one (Sharon) is naturally fertile and the other (Achor) is naturally barren, and that the one has pleasant associations and the other tragic ones. These factors may further enable the parts to represent the whole. Whatever the past may have been, God is able to revive, restore, and improve for those who have sought him.<\/p> <p>Some commentators wish to remove <i>for my people who sought me<\/i> (although no textual evidence supports that action) because it stands alone and does not seem to fit the agricultural imagery. But, as both Muilenburg and Westermann point out, the colon serves a significant function in that it ties the promises for the remnant directly back to the beginning of the threat in 65:1. What is the ultimate difference between those who are blessed and those who are judged? It is that the blessed sought the Lord and the judged did not. But, as in some NT passages, we can hear the judged saying, “But I sought the Lord; I was very religious!” The answer to that objection is woven all through chs. 56–66. Seeking the Lord is not a matter of religious activity; it is a matter of covenant obedience, which may involve distinctly religious activity but will always transcend such activity (cf. 8:19; 58:2; Ps. 119:10; Jer. 29:13).<\/p> <p><a class=\"isa\" verses=\"eyIxODkwOSI6Mn0=\">11–12<\/a> These verses spell out the opposite of seeking the Lord. The initial word, <span>w<\/span><span>ʾttem<\/span>, composed of the disjunctive <span>waw<\/span> and the independent pronoun, signals the strong contrast from the previous thought: <i>they<\/i> will receive such and such, <i>but you&nbsp;.&nbsp;.&nbsp;. I will destine for the sword<\/i>. Far from seeking the Lord, these people have forsaken him and forgotten his holy mountain. They have abandoned the pure worship that covenant obedience demands and have gone to other gods, seeking the blessings that they can supposedly give. This is the same point made in 57:3–13 and 65:3–7. Again, it is not clear that all these practices were carried on as such in postexilic times, but Isaiah is using examples of his own time that were familiar to him to speak of the idol-making tendency of the human heart that is prevalent in all ages. The great irony is that these people in their quest for holiness have abandoned the <i>holy mountain<\/i> of God.<\/p> <p>One of the perennial concerns of humans is the control of the future. The fear of the unknown keeps driving us to a variety of sources in our attempt to know what is going to happen to us. Thus when God gives us evidence only of his past faithfulness and asks us to trust him to keep a variety of good promises for the future, we typically find this hard to do. Thus here, living in self-induced darkness (cf. 8:19–22), these persons seek the gods of Fortune and Destiny in an attempt to propitiate them and gain good luck in the future. The mention of <i>arranging tables<\/i> and <i>filling mixed wine<\/i> sounds much like the offering of a ritual meal to the gods that is known from all over the ancient world. In the Roman version, the idols were placed on cushions around the table.<\/p> <p>The god of <i>Fortune (<\/i><span>gad<\/span><i>)<\/i> is well known in the Syrian region, and his name is probably represented in the biblical place-names “Baal-gad” (Josh. 11:17; 12:7; 13:5) and “Migdal-gad” (Josh. 15:37). References to the worship of this god in Syria occur in Christian documents from as late as the 5th century <small>A.D.<\/small> The name of the other god, <i>Destiny (<\/i><span>m<\/span><span>nî<\/span><i>)<\/i>, is not known elsewhere in Scripture, but J. Mordtmann reported finding it in conjunction with “Gad” in a Latin inscription. Many scholars (e.g., Volz) associate it with the goddess Manat, who was one of the three principal deities of pre-Islamic Arabia. LXX translates <span>gad<\/span> with <span>daimoniō<\/span>, “demon,” and <span>m<\/span><span>nî<\/span> with <span>tychē<\/span>, “Fortune,” and since <span>daimoniō<\/span> is bad and <span>tychē<\/span> is good, it is possible that the pair go together, representing both good and bad fortune.<\/p> <p>To the extent to which these practices were actually carried out in postexilic times, it is virtually impossible to see “the disciples of Ezekiel” (à la Hanson and Achtemeier) as the persons performing such actions. Ezekiel’s diatribes against the preexilic priests and elders who defiled the temple with such pagan practices are too clear to allow any true disciples of his to be involved in such things. What the postexilic prophets call for is a priesthood that is more committed to the principles of Ezekiel, not less.<\/p> <p><a class=\"isa\" verses=\"WzE4OTEwXQ==\">12<\/a> Through the use of three participial phrases (cf. <a class=\"isa\" verses=\"eyIxODkwMCI6M30=\">vv. 2–4<\/a>), v. 11 describes the object, <i>you<\/i>, of the verb that only now appears. That reversal of the natural word order <i>(casus pendens)<\/i> throws the object into bold relief. Now God announces what he will do to those whose activities were so forcibly emphasized. The first verb, <i>destine<\/i>, has the same root consonants as the name of the god Destiny <i>(<\/i><span>m<\/span><span>nî<\/span><i>)<\/i>. Thus the comment is ironic: because these people have sought to control Destiny, they are destined for the sword. As Young points out, <i>bow down (<\/i><span>kāraʿ<\/span><i>)<\/i> may also be a play on <i>arrange (<span>ʿārak<\/span>)<\/i>. In any case, there is surely an ironical association between bending over to arrange the table of the gods and bending over the slaughter block. When we try to accomplish our ends without reference to God, what we really accomplish is the very opposite of what we intended. This is of course a reprise of one of the key themes of chs. 1–39 (see 8:14–15). God cannot be escaped; if we will not run with him, we are doomed to run into him. <i>all of you<\/i> is reminiscent of the repeated “all of us” in the preceding lament (64:6–8 [Eng. 7–9]). God turns a deaf ear to the idea that “all” the Israelites are his children. Instead “all” who forsake him and forget his holy mountain will be destroyed.<\/p> <p>Subscribing to the theory that this material was written after the return from exile, Whybray raises the issue of what could have been intended by <i>sword<\/i> and <i>slaughter<\/i>, since they are obviously no longer talking about the exile, as they did in the preexilic prophets. Three things need to be said. First, the terms were not restricted to predictions of the exile in the preexilic prophets. Violent destruction was almost part of everyday life, and could fall on one at any time. Second, as already pointed out, the language here at the end of the book is increasingly metaphorical. This is not a weakening of the traditional terminology, as Whybray and others maintain, but an expansion of it. Finally, could one not say that these references and those to what look like preexilic idolatrous practices are evidence that the material, whoever its final intended addressees may have been, was actually written before the exile?<\/p> <p>Although a particular behavior was illustrated in v. 11, a more sweeping statement of the charges that will result in punishment is contained in the second and third bicola of the verse. These words have a certain formality and inclusivity. This impression is strengthened when we discover that they are repeated again in 66:4. These people’s sin is not a more or less casual abandonment of God in search of other, more satisfying, resources, as v. 11 might suggest. No, Israel’s sin, and that of all humans, is rebellion. When God speaks, we refuse to listen (cf. 30:9; 50:2); what God hates, we choose (cf. 1:29); and what he chooses, we reject (cf. 56:4). The results of this rebellious attitude would drive the Servant\/Messiah to his death (<a class=\"isa\" verses=\"eyIxODcxNiI6OX0=\">53:4–12<\/a>), and so long as this attitude remains in us we cannot be the servants of God that he calls us to be.<\/p> <p><a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">13–14<\/a> In a series of beautifully balanced bicola, God pronounces judgment on the sinners by contrasting their condition with that of those who are truly his <i>servants<\/i>, those who, by implication, are not rebellious. The contrast is clearly presented by means of both words and word order. The first colon of each bicolon begins with the particle <i>behold<\/i>, which is clearly used as an attention-getting device. It is followed by <i>my servants<\/i>, which is in the emphatic position. Then the parallel colon begins with the disjunctive <span>waw<\/span> added to an independent pronoun in an emphatic position, <i>but you<\/i>. The effect is to communicate in the clearest terms that God will not allow his promises to Abraham and his descendants to fall to the ground, but that the qualifications for participating in that promise are not primarily genetic. Obedience is what marks the servants of God, and those who do not obey are not his servants, no matter what their bloodlines may be.<\/p> <p>At the same time one must not overlook the prominence of God in all of this. If it is true that God will not allow persons to hide their sinfulness behind the excuse that God has not caused them to repent, it is also true that unless God delivers his servants, they will not be delivered. He is the central figure in what is transpiring here, and it is clear that it would not transpire without his direct involvement. He stretches out his empowering hands to all who choose to follow him (cf. <a class=\"isa\" verses=\"eyIxODg5OSI6Mn0=\">vv. 1–2<\/a>).<\/p> <p>The formal nature of these statements is underlined by the opening colon, <i>Therefore, thus says the Sovereign Lord<\/i>. While the compound name is not uncommon in the book, it is still apparent that it is used here to emphasize God’s lordship and his rule of earth. It does not matter how powerful the rebels are, or how politically astute, or how wealthy; if they enter into a contest with the Sovereign of the universe, they will lose.<\/p> <p>The contrasting figures used are traditional ones for blessing and curse. To be blessed is to have enough to eat and drink, to have reason to rejoice and exult out of a glad heart (cf. Deut. 28:47; Judg. 19:6, 28; Esth. 1:10). To be cursed is to suffer hunger and thirst, to be ashamed and in despair with a broken spirit.<\/p> <p>In the larger context the prophet is saying that God’s servants, though they be lowly and contrite (cf. Isa. 57:15; 66:2), will be those who experience the blessing of the Lord, no matter what appearances may be (cf. Ps. 73:1–3, 17). There are implications here that we must wait until the NT to have fully worked out. There Jesus says that those who experience what here might be called “curse” because they have chosen to serve God’s Messiah are those who truly know the blessing of God (Luke 6:20–26). God <i>will<\/i> bless his servants, and the world will know it, but the form that that blessing takes is up to the Sovereign Lord.<\/p> <p><a class=\"isa\" verses=\"eyIxODkxMyI6Mn0=\">15–16<\/a> The contrast between the destiny of the rebels and that of the servants of God continues in these verses, although not in the highly patterned form of <a class=\"isa\" verses=\"eyIxODkxMSI6Mn0=\">vv. 13–14<\/a>. Formerly the matter of possession of the land had come up (<a class=\"isa\" verses=\"eyIxODkwNyI6Mn0=\">vv. 9–10<\/a>). Now another aspect of the Abrahamic promise is alluded to: the <i>name<\/i> (Gen. 12:2). Once again, persons are apparently considering themselves as among the servants of God because they bear the name of Israel. In a response that shares something of the tone of John the Baptist when he said that God could raise up children of Abraham from the stones (Matt. 3:9), Isaiah says that far from having an honored name, these people’s name will be used in a curse. The curse would presumably have gone something like “May God make you like so-and-so.”<\/p> <p>It is an open question as to how sweeping this statement is. A number of Christian commentators across the centuries (e.g., Calvin) have taken it to mean that the name used in the curse is “Israel” and that this signals the replacement of the Jews by the Gentiles as “the Israel of God.” But this seems too broad. The passage is not talking about replacement (“He will give them your name”), but about the criteria for inclusion (not ethnicity, but wholehearted commitment to God and his ways). Thus it is certainly correct that those who depend on ethnicity and do not obey the Word of God do not belong to the people of God. But it is not a whole people that is being displaced here; it is those from that people (or any other) who depend on external trappings for their relationship with God.<\/p> <p>The other <i>name<\/i> that is to be given to the servants is reminiscent of 62:4 and 12. They will not be locked into the past or doomed to repeat its failures. By the grace of God they can share his character and live his life. Interestingly, however, it is not their own name that is important to them but the name of God. While the rebels will leave their name for a curse, it is not said that the name of the servants will be used in a blessing (contra Gen. 12:2–3). Rather, the focus is on the <i>God of truth<\/i> (lit. the “God of amen”). The reputation and character of the people (their “name”) will be such that other people will not praise them, but will be drawn to the God seen in them, one who is absolutely dependable, whose promises are always “yea and amen” (cf. 2 Cor. 1:20), who embodies in himself the meaning and nature of truth (cf. Rev. 3:14).<\/p> <p>A further important point is that it is not the God of Israel, the God of some ethnic entity, by which men and women will swear, but the God who has demonstrated through his servants, of whatever ethnic background they are, a gracious faithfulness that the world desperately wants. How can they know that he is the “amen”? By seeing the lives of persons who are delivered from the <i>former distresses<\/i> by a God who is more than willing to have those distresses <i>hidden from<\/i> his <i>eyes<\/i>. Here is the synergism of righteousness: God must enable us to choose, but we must choose; we must choose, but God must deliver. As the world sees this dynamic in the lives of the servants of God they are drawn to such a faithful God for deliverance from their own sins and distresses (cf. 12:4–6; 66:18–21).<\/p>",
    "audit": null
}