{
    "id": 17473,
    "source": "oswalt",
    "verse_id": 18507,
    "verse_count": 7,
    "reference": "43:1–7",
    "title": "Israel’s Redemption",
    "html": "<p>This segment follows closely on the preceding one, as indicated by the <i>But now<\/i> (v. 1). The previous segment detailed in uncompromising terms Israel’s inability to recognize and respond to what God had done in her experience. As a result the nation had come under the severest judgment from God. But now, God says, a new day is at hand. God will act on behalf of his chosen people out of the purest grace. Although the fire had once burned them (<a class=\"isa\" verses=\"WzE4NTA2XQ==\">42:25<\/a>), it will not do so again (<a class=\"isa\" verses=\"WzE4NTA4XQ==\">43:2<\/a>). This will not be because of anything they have done. It is not said that they have become more perceptive or more obedient; nor is God’s salvation made conditional on their repentance. Isaiah simply announces that God’s people need not fear that his acts of punishment signal a negation of their election or a suspension of God’s loving care.<\/p> <p>This understanding places 42:18–25 in proper perspective within the larger section (<a class=\"isa\" verses=\"eyIxODQ5MSI6NjZ9\">42:10–44:22<\/a>). The overall theme of the section is the gracious salvation of God, and the opening segment (<a class=\"isa\" verses=\"eyIxODQ5MSI6OH0=\">42:10–17<\/a>) dealt with a challenge to God’s ability and desire to save. Having shown that the problem is not on God’s side, the prophet is now ready to return to the main theme: God’s activity on his people’s behalf.<\/p> <p>Pieper rightly notes a chiastic structure in the segment. Vv. 1 and 7 make the point that it is because of God’s special relationship to Israel that it will experience his grace. He created and shaped the nation long ago and will not forsake it now. V. 2 parallels <a class=\"isa\" verses=\"eyIxODUxMSI6Mn0=\">vv. 5–6<\/a> in describing the encouragement that should arise from the knowledge that no calamity can swallow up the chosen people. Vv. 3 and 4 speak of Israel’s value to God: no cost is too high to ransom his people.<\/p> <p><a class=\"isa\" verses=\"WzE4NTA3XQ==\">1<\/a> Whatever Israel’s blindness and insensitivity may have been in the past, God says thay are to forget that and concentrate on one fact: whose they are. The oracular form <i>thus says the Lord<\/i> underlines the firmness of this call. It is a call not to be afraid: <i>Do not fear<\/i>. This expression points out what would be the deepest pain of the exile, the fear that Israel’s sense of identity, the glory of having been a particular people called out by the eternal God, was after all just a fantasy. Much can be endured if we have a sense of destiny borne out of particular identity. Strip that away from us and we think going on in life is hardly worth it. The repeated “do not fear” (<a class=\"isa\" verses=\"W1sxODQ2Ml0seyIxODQ2NSI6Mn0sWzE4NTA3LDE4NTExLDE4NTM1LDE4NTQyXV0=\">41:10, 13, 14; 43:1, 5; 44:1, 8<\/a>) particularly addresses this issue: the fear that God has forsaken them, or worse, never was theirs in the first place.<\/p> <p>In the language of Gen. 1 and 2 Isaiah reminds the people that just as God created and shaped the physical universe, so he brought them into existence as his own people. Although the emphasis here is not on the doctrine of creation, there can be no question that that doctrine is in the background. The argument that Israel is a particular creation of God could have force only if the hearers understood the allusion to creation. “Just as he created the heavens and shaped the earth, so he has created Israel; and do you think he will forget us?” The use of the paired name, <i>Jacob\/Israel<\/i>, underlines both the tenderness of God toward the people and also the sense of their being a creation of God. In Egypt and at Sinai God had taken a disparate people whose only commonality was an ancestor and had made them into a nation. They had not become a nation through the long slow processes of history, but had been forged in an instant (comparatively) through the will and activity of God alone, just as he had singled out their father Jacob, and before that, his father Abraham, and had set them on a completely new path.<\/p> <p>Scholarly opinions vary considerably as to the significance of the perfect tenses of <i>redeemed<\/i> and <i>called<\/i>. Some believe that both are the so-called prophetic perfect in which future action is seen as already completed (so Muilenburg). But calling by name is most likely a past action, referring to the naming of a child at its birth, as God had named his people Israel. Thus others see both as completed actions in the past (so Delitzsch). This view has fewer difficulties than the previous one, seeing the act of redemption as having occurred at the exodus. Yet in a sense the hope of redemption to come supplies the rationale for not fearing. Because of this point, others (e.g., Schoors) see “reedeemed” as prophetic and “called” as past, with present and future redemption springing from past calling. Yet nothing in the sentence itself would signal such divergent usage. Perhaps Pieper has it best when he sees both perfect verbs as representing timeless fact, true in all eras. In any case, as Alexander notes, the reference to redemption calls to mind all the stipulations for redemption in the Mosaic law. Whatever misfortunes life may have brought, no one need be trapped in them forever. Provision is made for a family member, a friend, or even oneself to pay back the debt, to deliver the slave, to commute the sentence. In God’s world fate does not have the last word. In particular,the provisions for redemption by means of substitution in the case of the firstborn (Exod. 34:20; Num. 3:45; 18:16) may explain the references to substitution here in vv. 3 and 4.<\/p> <p><a class=\"isa\" verses=\"WzE4NTA4XQ==\">2<\/a> This verse expresses the consequence of belonging to God: preservation in the midst of trials because of God’s presence. Calvin’s observation is particularly apt for the present age: “The Lord has not redeemed you so that you might enjoy pleasures and luxuries&nbsp;.&nbsp;.&nbsp;. but so that you should be prepared for enduring all kinds of evils.” God does not say that there are no floods or forest fires, but he does promise that one can survive them because of his presence (cf. also Ps. 66:12; 1 Pet. 1:6–7). Both the main clauses of this verse begin with temporal <span>kî<\/span><i>, When<\/i>, while the first clause of v. 3 begins with a causal <span>kî<\/span><i>, Because<\/i>, which reinforces the point just made. It is not some quality given to the one who endures or some dramatic change of circumstances that makes victory possible; rather, it is the unfailing presence of God. (Note the repetition of the phrase “God was with him” in the Joseph story.)<\/p> <p>The nature of the difficulties described makes evident that no single historical circumstance is in view. While the Babylonian captivity would certainly qualify as a flood and a fire, other experiences in Israel’s history, both before and after that horrific event, would also qualify. But the author is speaking generally and establishing a principle that would apply to all such circumstances, not just to one. From that point of view, as Young observes, there is a legitimate eschatological scope to the interpretation. Whenever believers pass through hardship, loss, and tragedy, God accompanies them (cf. Rom. 8:31–39).<\/p> <p><a class=\"isa\" verses=\"WzE4NTA5XQ==\">3<\/a> He who has named Israel now gives his own names to Israel as indicators of the character that will support his people through whatever may come on them in years ahead. In all three cases, the emphasis is on whose he is: <i>your<\/i> God, <i>of Israel, your<\/i> Savior. As much as Israel is the Lord’s, just so much is the Lord Israel’s. This reciprocity is what the covenant was all about: as Israel committed itself to God, God was, incredibly, giving himself to Israel. Beyond that, all of these terms had gained special emphasis through the exodus. “The Lord” (Yahweh) was the name God had given Moses to identify the One who wished to deliver this captive people (Exod. 3:14; 6:3). Those who had stood at Mt. Sinai and seen the otherness of God in nature and heard it in his covenant stipulations would always know that there was just one “Holy One” (Lev. 11:44–45). Those who stood with amazement on this side of the Red Sea could not doubt that their God was the <span>môšîaʿ<\/span>, “Savior” (Exod. 14:30; 15:2). The occurrences of <span>môšîaʿ<\/span> in Deuteronomy (<a class=\"isa\" verses=\"WzE4MTk0XQ==\">22:27; 28:29, 31<\/a>) and Judges (<a class=\"isa\" verses=\"WzE3NzE3LDE3NzIzLDE3OTA0XQ==\">3:9, 15; 6:36; 12:3<\/a>) depict one who steps in when someone is unable to help himself.<\/p> <p>Although the precise meaning of the ransom metaphor of vv. 3 and 4 is open to discussion, the general meaning is clear. For God no price is too high to pay for the redemption of his own. He would go to any length to find a substitute for them (see above on v. 1). What is not clear is whether a specific historical incident is intended. Many commentators (e.g., Whybray, North) maintain that Cyrus is being promised the prize that both the Assyrian and Babylonian conquerors had sought—rule of the lush Nile Valley—in return for allowing the Jews to return home. A major problem with that suggestion is that it was only Cyrus’s son, Cambyses, who conquered Egypt some time after Cyrus’s death. Beyond that, an excessively literal reading raises some theological questions about God’s indiscriminate condemning of surrounding nations merely to get Israel off the hook. One should note, however, that the Bible does speak of the wicked being a ransom for the righteous (Prov. 21:18). In that light, it seems best to see this passage as a concrete imaging of that principle, which was ultimately worked out in him who knew no sin becoming sin for our sakes (2 Cor. 5:21) and giving “his life as a ransom for many” (Matt. 20:28). It was ultimately not Egypt and Nubia that God gave in ransom, but his own Son (see below on 53:8–12).<\/p> <p><a class=\"isa\" verses=\"WzE4NTEwXQ==\">4<\/a> In parallel with v. 3, in v. 4 God tells why he is willing to find a ransom for his people. There it was because he was their God, he belonged to them. Here it is because of what they are to him. In neither case is the ransom due to any intrinsic worth in the one being ransomed, but because of who God is and what he sees in them. The language is that which a bridegroom might use of his bride. Just as a groom finds his bride precious and worthy and lovable when others fail to see those qualities in her at all, God sees these things in us and is willing to pay any price to redeem his bride from her captors. But God’s grace is that he loves us without the self-delusion of some human grooms (and brides). He knows what his people really are (<a class=\"isa\" verses=\"eyIxODQ5OSI6OH0=\">42:18–25<\/a>), but that does not make them less precious to him. That is grace.<\/p> <p><a class=\"isa\" verses=\"eyIxODUxMSI6Mn0=\">5–6<\/a> Once again, God asserts that his people need not fear annihilation, because of his unfailing presence. It is important to note that this word is similar to that spoken to Ahaz when it appeared that Judah would be annihilated by Israel and Syria (<a class=\"isa\" verses=\"WzE3Nzg3LDE3ODE4XQ==\">7:4; 8:10<\/a>). Whatever may appear to be the case when looking at what the world calls reality, the immanence of God—his presence with us—changes all that for those who will avail themselves of it. The world may say that the people of God are hopelessly scattered, but if God is on their side, they can be drawn together again against all the odds (cf. also Jer. 30:10–11).<\/p> <p>In words similar to those of 11:11–12, 27:13, 49:12, and 60:4, the Lord promises to bring Israel’s children back from every quarter of the earth. This promise confirms the same promise Moses made in Deut. 30:3–6. One can understand this promise in perhaps three ways. The first is as hyperbole. The prophet has in view only such limited dispersions as occurred in 721 <small>B.C.<\/small> (Israel) and 586 <small>B.C.<\/small> (Judah), but he is using extravagant language to say that there is no place from which God cannot restore his people. The second possibility is that the prophet is speaking of the much greater dispersion after <small>A.D.<\/small> 70 and 135, in which the Jewish people were indeed scattered to the four corners of the earth and from which they have only begun to be restored in the 20th century. The third possibility is that, like the NT, he is considering the people of God on that larger scale as all who will, like Abraham, accept the revealed God in faith. In a spiritual sense God has been gathering them to Jerusalem for two thousand years and will continue to do so until the end of time. Commentators tend to opt for one or another of these, with most of the recent ones choosing the first (given the increasingly limited view of prophetic perception). I suspect that something of all three is in the prophet’s mind, that the images of the future were foreshortened and mingled in his thinking, and that he portrayed his vision without any attempt to separate the colors on the palette. This is not to say that he did not truly perceive the future, but that true perception of meaning and significance does not require a rationalistic distinction among genuinely related events and concepts.<\/p> <p><a class=\"isa\" verses=\"WzE4NTEzXQ==\">7<\/a> This entire verse is composed of two relative clauses modifying the opening <span>kōl<\/span><i>, all<\/i>, which is in apposition to the subjects of the previous two sentences. Who are these people to be brought back from the ends of the earth? What is there about them that qualifies them for such restoration? The qualifying factor is nothing in and of themselves, but rather their particular relation to God. They are called by his name, that is, they belong to him, they are part of his family (Deut. 28:10; Jer. 14:9; 15:16; Ezek. 36:20). But more than that, they were brought into existence—<i>created&nbsp;.&nbsp;.&nbsp;. shaped&nbsp;.&nbsp;.&nbsp;. yes,&nbsp;.&nbsp;.&nbsp;. made—<\/i>for one purpose: the glory of God. Because of these factors the people of God cannot be left in bondage. God’s name is on them. What happens, or does not happen, to them is directly attributable to him. But more than that, their whole purpose in existing as a people is that they might reveal the Holy One, whose glory alone fills the earth (<a class=\"isa\" verses=\"WzE3NzczXQ==\">6:3<\/a>). Unless God delivers and purifies them, that purpose will not only fail but will also be directly contravened, because the world will say that the Lord is not just one more of the gods, but he is a particularly despicable one because he alone makes the arrogant (and now patently false) claim to be the only god (43:11–13; Ezek. 36:20–25; Jer. 10:12–16).<\/p>",
    "audit": null
}