{
    "id": 17478,
    "source": "oswalt",
    "verse_id": 18540,
    "verse_count": 3,
    "reference": "44:6–8",
    "title": "No Other Rock",
    "html": "<p>With 44:6 we begin the final section (except for the brief conclusion, <a class=\"isa\" verses=\"eyIxODU1NSI6Mn0=\">vv. 21–22<\/a>) of the subdivision 42:10–44:22. In this subdivision the prophet has stressed God’s intentions and ability to deliver his people. Central to all of this has been the uniqueness of God. Because he alone controls history, what has happened to Israel was neither a surprise to him nor against his will. The people are in captivity for one reason alone: their broken covenant with God, and it was all foretold. By the same token, God’s uniqueness means that the gods of Israel’s enemies can do nothing to prevent him from delivering his people at the moment he chooses to do so. The deliverance has also been told in advance. To all of this Israel is a witness, not only to what has already happened but to what will happen. Israel’s experience, past, present, and future, can be accounted for only by God’s uniqueness.<\/p> <p>The section 44:6–20 is a cap to this whole argument. It begins with a brief, pointed summary of God’s absolute claims (<a class=\"isa\" verses=\"eyIxODU0MCI6M30=\">vv. 6–8<\/a>). Then it moves to a highly detailed exposé of the foolishness of idolatry, and, by extension, of the whole worldview out of which idolatry springs. In its pungent detail it is the most extensive example of the characteristic of the book that I have called the graphic summary. Instead of a logically developed summation in which previous points are enumerated, the author paints a detailed picture whereby he appeals to the imagination to drive the final nail of persuasion. Here, when he has finished his sarcastic picture, it is simply unthinkable to compare these gods to God.<\/p> <p><a class=\"isa\" verses=\"WzE4NTQwXQ==\">6<\/a> As is typical of this part of the book, the so-called messenger formula, “Thus says the Lord,” is embellished with several additional titles. While comparison with other occurrences will show a common repertoire, there is no set pattern. In each case it is apparent that the author wants to make clear to the hearers the specific qualities of the one who is making the statement. In this case he chooses three epithets. When combined with <i>Lord<\/i> they create a chiasm, with <i>King of Israel<\/i> paralleling <i>his Redeemer<\/i>, and <i>Lord<\/i> paralleling <i>Lord of Hosts<\/i>. The effect is to speak of the special relationship of God to Israel, his intentions toward them, and his ability to carry out those intentions. It is evident that as their King, God does not intend to let Israel be swallowed up in captivity. Instead, he will play the part of the near kinsman who will deliver his abject relative from the effects of misfortune and tragedy. As the Lord of all the hosts of heaven, he has the power to carry out these good intentions whenever he wishes.<\/p> <p>The message that this royal Redeemer wants to impart is that there is no one who can even be compared to him. It is not merely that he is the greatest of the gods, but that in comparison to him, there <i>is<\/i> no other god. Whatever the gods may be, they are not in the same category as the Lord. This is the force of the terms <i>the first<\/i> and <i>the last<\/i>, especially with the <i>I<\/i> in the emphatic postion. Israel’s God encompasses all of existence from start to finish, and no other being can compete with him. Alexander suggests that the force of <span>mibbalʿādî<\/span><i>, apart from me<\/i>, is that without him the gods cannot even exist. That this language <i>(first and last)<\/i> is applied to Christ not once but four times in Revelation (<a class=\"isa\" verses=\"WzE3NjcyLDE3Njk0LDE4MDQyLDE4MDY2XQ==\">1:17; 2:8; 21:6; 22:13<\/a>) is some indication of the force of the early church’s conviction that Jesus Christ was Yahweh incarnate.<\/p> <p><a class=\"isa\" verses=\"WzE4NTQxXQ==\">7<\/a> As already noted, there are a number of questions regarding the text of this verse, but the basic sense is clear. It restates that the fundamental proof of God’s uniqueness is his ability to predict what seems impossible and then bring it to pass (41:21–24, 26–27; 43:8–13; cf. also 45:21; 46:9–11; 48:3). This sense of the unity of history is inseparable from the concept of God’s unity. As Westermann says, “Because the creator is the same as the savior and the judge, because the saving God is the same as the blessing God, because there is only one to praise and only one to complain to, because there is only one to trust, therefore there is a connection [among the events of history].&nbsp;.&nbsp;.&nbsp;. If there are <i>many<\/i> gods, what is happening happens in the first place between the gods, between divine beings. If there is only <i>one<\/i> God, all that is happening takes place between this one God and his creation, including his people.”<\/p> <p>The present translation follows the Masoretic punctuation, which connects “he shall proclaim” with “so who like me.” This leads the rest of the sentence in the same direction, taking all three verbs in the sense of ability: who can proclaim and declare and [then] set it [the proof] before me. All the modern translations (with the exception of JPS, which follows the above understanding) make <span>ûmî-kāmônî<\/span> into a nominal sentence, “who is like me,” connect <span>yiqrāʾ<\/span> with the following verbs, and take all three as jussives. But this suggests that anyone who thinks he is like God must declare it. Rather, in keeping with the other, similar passages, it is more likely that God is saying that anyone who claims to be like him must present proof to God that he has accurately foretold future events.<\/p> <p><i>since I established an ancient people—and the coming things<\/i>. Although Oort’s conjectured emendation has been widely accepted and may be correct, the MT is not unparalleled (cf. 41:4, where in a similar context God claims to have originated humanity). Note also the places where God attests that he has created Israel (<a class=\"isa\" verses=\"WzE4NTA3LDE4NTIxLDE4NTM2XQ==\">43:1, 15; 44:2<\/a>). Thus whether one takes the reference to be to the human race or to Israel, the thought is not unintelligible. On the basis of the near context, the reference is to Israel. God has previously said that Israel is a witness to the truth of his claims to have predicted the future (<a class=\"isa\" verses=\"WzE4NTE4XQ==\">43:12<\/a>), and is just about to say it again (<a class=\"isa\" verses=\"WzE4NTQyXQ==\">44:8<\/a>). In that light it seems most likely that the point is that God alone has created a people long ago and both through them and to them has declared the course of things to come. Can any other god do the same for them?<\/p> <p><a class=\"isa\" verses=\"WzE4NTQyXQ==\">8<\/a> Again comes the injunction not to fear (see above on v. 2). History is in God’s hand, as the Israelites’ own history should tell them. Their faith will not be shown to have been misguided; God will not abandon them; Babylon will not devour them; the ancient promises will not fall to the ground. Isaiah’s own ministry was all to that end. When all the promises of the exile had come horrifyingly true, alongside them stood these detailed promises, equally old, that the exile would not be the end: <i>have I not made you hear from of old?<\/i> Before all the world Israel will be a living witness to the fact that God had predicted all of this far in advance, and that he had the power to make his promises come true. Just as God was predicting devastation to a heedless people who trusted human pomp and might instead of their God (<a class=\"isa\" verses=\"eyIxNzgxNCI6M30=\">8:6–8<\/a>), at the same time he was predicting an unheard-of return from that devastation for all those who would allow him to do so. One hundred and fifty years after Isaiah’s death the people would be able to testify, “Yes, God told us all of it, bane and blessing, long before any of it happened. He alone is God.”<\/p> <p>But the God of the promises is much more than an aloof, if benevolent, Master of history. He is one in whom we can hide when storms, whether deserved or undeserved, break on us. This is one of the messages that shine so brightly through the Psalms. Over and over, the psalmists tell us that this impossibly glorious one is also “a very present help in trouble” (Ps. 46:2 [Eng. 1]; cf. also 18:3, 32 [Eng. 2, 31]). This is the same point that Moses makes in his summary of what Israel has learned about God in Deut. 32. The God who demands absolute adherence to his statutes and commandments is a “Rock” (32:4, and 5 more times: <a class=\"isa\" verses=\"WzE4NTQ5LDE4NTUyXQ==\">vv. 15, 18, 30, 31, 37<\/a>) to whom Israel can fly at any time. It is fitting that Isaiah should end this brief restatement of God’s uniqueness on this same note, a favorite of his (Isa. 8:14; 17:10; 26:4; 30:29). Because God is the only God, he can be depended on, but also because of that fact, he <i>alone<\/i> can be depended on—there is no other.<\/p>",
    "audit": null
}