{
    "id": 17474,
    "source": "oswalt",
    "verse_id": 18514,
    "verse_count": 6,
    "reference": "43:8–13",
    "title": "You Are My Witnesses",
    "html": "<p>This segment continues the theme of the Lord’s intention and ability to deliver begun in 42:10. It does so with another lawsuit against the gods (cf. 41:21–29). But an additional feature is added to this one: witnesses. God calls on the idols to present witnesses who can confirm the deity of the gods because of their ability to predict the future (v. 9). Then, with great daring, God announces that the captive Judeans will be his witnesses. Despite their spiritual blindness, as detailed in 42:18–25, and again in 43:22–28, they will still be the living evidence that God has not only predicted salvation but has also fulfilled that salvation in every particular.<\/p> <p>This theme of witnesses is mentioned again specifically in 44:8 and 9. This recurrence provides a key to understanding the structure of the materials between 43:8 and 44:22. After the initial announcement that God will make his people the evidence of his Godhood (<a class=\"isa\" verses=\"eyIxODUxNCI6Nn0=\">43:8–13<\/a>), two subsections follow. The first is 43:14–44:5, in which God promises to deliver them both from Babylon (<a class=\"isa\" verses=\"eyIxODUyMCI6OH0=\">43:14–21<\/a>) and from their sins (<a class=\"isa\" verses=\"eyIxODUzNSI6NX0=\">44:1–5<\/a>), despite their past failures (<a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">43:22–28<\/a>).<\/p> <p>The second subsection (<a class=\"isa\" verses=\"eyIxODU0MCI6MTV9\">44:6–20<\/a>) begins with another assertion by God that his people are, and will be, his witnesses (<a class=\"isa\" verses=\"eyIxODU0MCI6M30=\">44:6–8<\/a>). Then it expands on the folly of idolatry that leaves the idol witnesses with nothing but lies and delusions (<a class=\"isa\" verses=\"eyIxODU0MyI6MTJ9\">44:9–20<\/a>).<\/p> <p>The larger section (<a class=\"isa\" verses=\"eyIxODQ5MSI6NjZ9\">42:10–44:22<\/a>) then closes with a call to the people of God to embrace the promises of God (<a class=\"isa\" verses=\"eyIxODU1NSI6Mn0=\">44:21–22<\/a>). This call caps off the overall teaching of the section that far from being rejected for their sins or abandoned by a helpless god, Israel will be delivered by the all-powerful God, and in so doing he will graciously use his people to demonstrate his incomparability.<\/p> <p><a class=\"isa\" verses=\"WzE4NTE0XQ==\">8<\/a> <i>Bring forth<\/i>. As already noted, the form of the opening verb is uncertain. On balance, it seems best to take it as an imperative addressed to an indefinite hearer, much like the <span>naḥ<\/span><span>mû<\/span> (“comfort”) of 40:1. While it is possible that the objects of the verb are the idols (cf. Ps. 115:5–8), it seems more likely, particularly in view of <span>ʿam<\/span>, “people,” and the discussion in 42:18–25, that the people of Israel are intended (cf. also Deut. 29:4; Jer. 5:21). Although they are spiritually blind and deaf, unable to understand the meaning of much of their experience, they can still testify to the facts of that experience. The exile had been foretold with a clarity and a precision unmatched in any other culture; likewise, the deliverance from that exile had been foretold, particularly by Isaiah himself, in a way that could be either verified or refuted unmistakably. Here the command is given that they be brought to the place of trial to declare what they know about God’s activity.<\/p> <p><a class=\"isa\" verses=\"WzE4NTE1XQ==\">9<\/a> This verse describes the gathering of the nations for the trial as a current event. As noted above, the two different verb tenses contribute to the sense of immediacy (the people have been gathered, and are even now being assembled). In this scene a large number of nations are already gathered, but more are still coming. Scenes like this may have provided the inspiration for the universal judgment scenes in the book of Revelation. Each of the nations and peoples has its god, but <i>Who among them<\/i> (the gods) <i>can declare<\/i> (foretell) a future like <i>this?<\/i> The indefiniteness of <i>this<\/i> has given rise to a number of interpretations. The most common one is that it refers to the destruction of Babylon and the release of the captives by Cyrus (<a class=\"isa\" verses=\"W3siMTg0NTQiOjN9LHsiMTg0NzciOjJ9XQ==\">41:2–4, 25–26<\/a>). While this view seems likely, we should also ask why the author chose the ambiguous demonstrative. Perhaps he had in mind the entire situation of sin and exile and return and reestablishment. In that case, we would do a disservice to the text to limit it too narrowly.<\/p> <p>As noted above on 41:22, the meaning of statements about <i>the former things (<\/i><span>riʾšōnôt<\/span><i>)<\/i> is uncertain. Some scholars suggest that it is the other side of predicting the future, namely, interpreting the past. Can the idols show how past events fit into eternal purposes? Can they provide, as Westermann puts it, “the power of faith to throw a bridge over a chasm torn open by the downfall of a nation”? But others (e.g., Schoors) maintain that the concept is a direct parallel to foretelling the future and refers to statements in the past that have now been fulfilled. In this case at least, it seems that Schoors has the better of the argument. Here the emphasis seems to be strictly on God’s ability to predict the future and then to fulfill that prediction when the time comes.<\/p> <p>One should bear in mind that the trial scene described here is imaginary and that its purpose is to convince the Judeans that since the Lord is the only God, it is foolish to depend on or fear the gods of the nations. Thus the appeal is continually to ask whether those gods can do what God has undoubtedly done, with the understood answer being, “Of course not.”<\/p> <p>A new level of disputation is reached when the prophet challenges the idols to bring evidence in the form of witnesses. Can they bring forward persons who can testify that the gods’ claims to divinity are right? Can they cause those who hear the evidence to say that the claims are true? Again, the obvious answer is no. Seen from one perspective, this entire line of argumentation could be dangerous. Suppose the gods could produce such a witness? With this all-or-nothing approach, God’s case, and the prophet’s, would be lost. But the very boldness of the approach is a testimony to the serene assurance of Isaiah that the God whom he represents is of an entirely different order of being than the gods. Unless the prophet was profoundly certain beforehand that his case could not be lost, he would never have dared to present it. As it is, his hanging everything on God’s ability to predict the events and the meaning of the future has profound implications for the claims of the book to have originated with Isaiah of Jerusalem. If it did not, but the later writers and editors sought to make it appear so in order to give its supposed predictions (which were actually after-the-fact reports) credibility, then the insistence that God is not one of the gods because he can tell the future is not profound theological insight but one of the more brazen lies in history.<\/p> <p>The identity of <i>them<\/i> in “let them hear” is not clear. Two possibilities are commonly mentioned: the witnesses, who on hearing the claims put forward for the gods can say whether the claims are true; or the court, who after hearing the testimony of the witnesses can pass judgment on its validity. Since “witnesses” appears in the sentence, it is slightly more likely.<\/p> <p><a class=\"isa\" verses=\"WzE4NTE2XQ==\">10<\/a> Now God turns to his people, who perhaps thought they would be only interested spectators at the trial, with the shocking news that he will rest his sweeping claims to unique divinity on their testimony. The opening independent pronoun, <i>you<\/i>, lays heavy emphasis on the fact that they, and no others, are the witnesses, and this point is further underlined by the formula of oracular speech, <i>says the Lord<\/i>. This is no casual, offhand statement, but a profound word directly from God.<\/p> <p><i>my witnesses&nbsp;.&nbsp;.&nbsp;. my servant<\/i>. The choice of parallel terms here is significant, because as one expects in synonymous parallelism, the two terms invest each other with meaning. Thus the calling of the servant is made plain: to be living evidence of the unique saviorhood of God. This meaning is further amplified by the following purpose clause. Why were these people chosen? <i>In order that<\/i> they might know by personal experience that the Lord alone is God. It is interesting that it is not said here that they were chosen so that others might know he is God. To do so would get ahead of the process. Others are to know, but only after the people of God themselves have come to know him. The knowledge of God is never merely a set of intellectual theorems (like the distance from the earth to the sun) that can be transmitted without teacher or learner ever having proved them by experience. So these servants are called to be witnesses, and these witnesses are servants: those who know the truth of God because they have entered into bondage to him and in that bondage have learned his character.<\/p> <p>Calvin says with some justification that the three verbs <i>know, believe<\/i>, and <i>understand<\/i> detail the progress of the faith, extending from initial experience of God through dependence on him to an understanding of his nature and ways. This interpretation must not be pushed too far because the verbs are to some extent synonymous with each other. With that understanding in mind, however, development within them is legitimate, especially in the light of the recent recognition that synonymous parallelism does not imply a static relationship among the terms but a developing one.<\/p> <p>The statement <i>Before me&nbsp;.&nbsp;.&nbsp;. after me<\/i> explains the enigmatic <i>that I am he:<\/i> he is the only God. Since no god existed before him and none will exist after him, he is evidently self-existent and self-determining: he <i>is<\/i>. The allusion to the gods being shaped is surely an assertion that they were generated from some source, as all the myths freely admit. In this way, without getting into philosophical abstractions, God declares his uniqueness. Before the gods were made, he was, and after all the gods are gone, he will be (Alexander). Thus what Israel is called to learn is not merely that God is great or loving or just or powerful, but much more, that he <i>is<\/i>, that there is no other, that he alone is the one with whom all creation must come to terms. What Israel thought would be a helpful relationship on the way to becoming a dominant culture in the ancient world was in fact a tool whereby Reality would lay hold of them in an unyielding way. That Reality was so unyielding that it eventually unhinged the whole way of looking at life on which the ancient world was based.<\/p> <p><a class=\"isa\" verses=\"eyIxODUxNyI6M30=\">11–13<\/a> As Muilenburg observes, 12 of the 29 Hebrew words in these three verses are in the first person singular, thus emphasizing monotheism. In a series of dramatic assertions God declares his absolute sovereignty (v. 13), his absolute saviorhood (<a class=\"isa\" verses=\"eyIxODUxNyI6Mn0=\">vv. 11–12<\/a>), and his absolute knowledge of the future (v. 12)—in short, his absolute unlikeness to any other being in the cosmos. He is unlimited and unyielding but also unfailing. Why should Israel doubt that he would either want to or would be able to deliver them? Their whole experience, if they would just learn from it, would tell them otherwise. They are witnesses, whether they want to be or not, to who he really is.<\/p> <p><a class=\"isa\" verses=\"WzE4NTE3XQ==\">11<\/a> This verse is the upshot of the preceding and is both predictable and unpredictable. It is predictable in its assertion that this God is the Lord. As if to emphasize in the strongest terms that no one else has the right to his personal name, he says, using the independent pronoun twice, <i>I, I am the Lord<\/i> (Yahweh). Baal is not Yahweh; Marduk is not Yahweh; Ishtar is not Yahweh. In the strongest terms God denies the syncretism that underlay all pagan religions and was to come to the fore during the Persian era. He alone is Yahweh, and as such is like no other so-called god. Israel’s experience should have taught them this.<\/p> <p>This much is predictable; it is the logical conclusion of what has preceded. But what follows is not so predictable, and is the more surprising because later expressions of this statement do adhere to what one might expect, such as: “I am the Lord, and there is no other God” (<a class=\"isa\" verses=\"WzE4NTY3LDE4NTgwLDE4NTg0LDE4NTk2XQ==\">45:5, 18, 22; 46:9<\/a>). But here the Lord’s saviorhood is declared to be unique: <i>apart from me there no savior<\/i>. On further consideration of the context, however, this conclusion is logical. God has insisted that Israel has witnessed the evidence that he alone is God. What had that evidence been? The promise to make Abraham a great nation; the promise to deliver his descendants from Egypt; the promise to give them the land of Canaan; the promise to make the dynasty of David secure on the throne of Jerusalem, and so on. What had the fulfillment of those promises required again and again? Deliverance, often over impossible odds. In the process of demonstrating his character as Yahweh to his people, he had demonstrated to them over and over his inclination and his capacity to save. What Israel had witnessed and could not escape was the realization that “Yahweh” meant “Savior,” and that as Yahweh was the only God, he was the only Savior. In the first part of his book, Isaiah had demonstrated that God alone can be trusted, that all other resources, especially the nations, would fail. Now he is showing that when we have refused to trust and have reaped the logical results of our false dependencies, God alone can save.<\/p> <p><a class=\"isa\" verses=\"WzE4NTE4XQ==\">12<\/a> This truth is made explicit in this verse. In an allusion to the challenge to the gods, God declares that he alone (again, note the emphatic 1st person pronoun) has <i>declared<\/i>, or foretold, the future and <i>made<\/i> it <i>known<\/i>. But between these verbs is the word <span>w<\/span><span>hôšaʿtî<\/span><i>, and I saved<\/i>. As noted above, many commentators propose to delete this word as intrusive in the parallelism. Apart from the unanimous witness of the versions and manuscripts against the deletion, there is also the considerable weight of the theological point being made in the segment: God not only foretold the future long ago, but he also brought it to pass. Without this, the foretelling is worse than worthless. What he brought to pass was not merely events, but those events that wrought deliverance for his people. Several commentators (e.g., Pieper) note the sequence and suggest that Isaiah is stressing the salvific process in which promise leads to fulfillment, which leads to further promise. This analysis may be correct, but the essential point stands in any case.<\/p> <p>What Israel is a particular witness to is that God performed his saving work on their behalf in the absence of any other gods. No other gods offered a heritage to Abraham; no other gods delivered them, a group of nobodies, from Egyptian slavery; no other gods offered themselves to the Hebrews in exclusive covenant. The gods of the foreign nations were conspicuous by their absence. Why should the Israelites now feel that they should look to those foreign gods for help in their hardship (Deut. 32:16–17; Jer. 2:25; 3:13; Ps. 44:21 [Eng. 20]; 81:10 [Eng. 9])? The Israelites themselves are the living evidence that their God is the only one.<\/p> <p><a class=\"isa\" verses=\"WzE4NTE5XQ==\">13<\/a> This verse forms a fitting climax to the assertions of the previous two. Not only is Yahweh God, he is the only God, the self-existent one (see above on v. 10) from the very <i>beginning<\/i>. This understanding of <span>mîyôm<\/span> takes it to be an elliptical, or perhaps even idiomatic, expression for “the first day” (<span>mîyôm ʾaḥad<\/span> or <span>mîyôm riʾšôn<\/span> could have been the full form; cf. Exod. 12:15; see also 1 Sam. 29:8; Neh. 5:14; Ezek. 28:15).<\/p> <p>Once again the doctrine of monotheism is expressed not in the abstract language of philosophy but in the concrete terms of experience. Are there other gods? Not any who can take out of God’s hand what he wishes to hold. Are there other divine beings? Not any who can frustrate whatever it is the Lord wishes to do. In short, he is of an order of being unlike any other. If he calls wicked Babylon to account, Marduk and Nebo can do nothing about it. If he determines that the days of her empire are at an end, Ishtar is helpless to prevent it. The Lord is God and there is no other, and Israel’s experience is a testimony to that fact.<\/p> <p><i>you are my witnesses<\/i>. It is interesting that Jesus spoke similar words to his disciples at his ascension (Acts 1:8). Like it or not, they were witnesses of who this man was in his life, death, and resurrection. Not until they were filled with the Holy Spirit (cf. Isa. 44:3) did they embrace this identity, but embrace it they did, as is evidenced especially in the prologue of 1 John (<a class=\"isa\" verses=\"eyIxNzY1NiI6NH0=\">1:1–4<\/a>), where the incontrovertible language of firsthand experience recurs again and again. Given that experience and its rootage by Jesus in the sweeping claims of Isa. 43, it is not surprising that the first Christian creed came to be “Jesus is Lord,” and that he should be understood to be the only Savior (cf. Isa. 43:11). Jesus himself taught the disciples to see that what was implicit in those words of Isaiah could find its fullest meaning only in him and in his work.<\/p>",
    "audit": null
}