{
    "id": 17507,
    "source": "oswalt",
    "verse_id": 18691,
    "verse_count": 7,
    "reference": "51:17–23",
    "title": "Drunken Jerusalem",
    "html": "<p>This segment continues God’s response to the call for him to awake in 51:9. It reverses the appeal and calls for Israel to awake from her helpless condition and receive the promise that “her warfare is ended” (<a class=\"isa\" verses=\"WzE4NDIzXQ==\">40:2<\/a>) and that from now on it is Israel’s oppressors who will suffer. This is the second of three segments (<a class=\"isa\" verses=\"W3siMTg2ODMiOjE1fSx7IjE4Njk4IjoxMn1d\">51:9–16, 17–23; 52:1–12<\/a>) that move from questions about God’s intent to deliver his people to joyful affirmations of the imminence of that deliverance. As is typical of this entire subdivision (chs. 49–55), the Babylonian captivity is in the background, providing the imagery, but it is never mentioned explicitly. This suggests that larger issues than merely that captivity are being addressed. Westermann points out that the Lord is rehearsing the words of Zion’s lament, showing that he had heard and knew her deepest feelings (cf. Exod. 2:23–25). This section and Lam. 1–2 have many similarities of language.<\/p> <p><a class=\"isa\" verses=\"WzE4NjkxXQ==\">17<\/a> It is Israel, not God, who is lying helpless in face of enemy threats (v. 9). It is not God who must be aroused to action, but Israel that must be aroused to faith. The reflexive nature of the verb, <i>wake yourself<\/i>, may be significant at this point as it calls on Israel to pay attention to its own condition. That condition is one of drunken stupor. Reeling from the military and theological shocks that would fall on her between 740 and 540, Zion would be literally incapable of taking action of any sort. But these shocks would come from God and would not be merely the random results of certain geopolitical facts. This conviction is forcefully stated through the imagery of a <i>cup<\/i> filled with a terrifically potent liquor received from <i>the hand of God<\/i>. It is the <i>anger<\/i> of God that Zion has drained to the bottom, a cup that has made her stagger and fall. If she lies sprawled out on the ground now, it is not because of the overwhelming power of her enemies but because of the justice of God. Therefore the enemies are powerless to prevent Zion from responding to God when he now bids her arise.<\/p> <p><a class=\"isa\" verses=\"WzE4NjkyXQ==\">18<\/a> But Zion is unable to stand up by herself. Moreover, there are <i>none<\/i> left <i>from among all the sons<\/i> that she bore or <i>reared<\/i> to take her by the hand and guide her home. The cup of God’s wrath has deprived her of all her children. While this imagery of children may be applied in some degree to the people exiled from Jerusalem and Judah, the analogy should not be pressed too far. The point is to speak of the utter helplessness of the people of God as a result of his just anger. Thus we have the picture of an inebriated old woman whose children are either dead or helpless so that there is none left to help her home. The Ugaritic “Tale of Aqht” suggests that one of the specific duties of a child in the ancient Near East was to assist a drunken parent home. This person has no one; she is utterly helpless in her shame and weakness. Yet God calls this bereft, drunken widow to stand. If she has no one to take her hand and lead her to salvation, then God, the God whose anger brought her to this pass, will lead her out of it (see 40:11; 49:10; Ps. 23:2).<\/p> <p><a class=\"isa\" verses=\"WzE4NjkzXQ==\">19<\/a> The referent of <i>these two things<\/i> is not clear. The same phrase appears in 47:9, where it refers to childlessness and widowhood. Perhaps widowhood is implied in v. 18 along with the explicit reference to childlessness, and this is what the phrase is speaking about. Since there are a number of allusions to <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">ch. 47<\/a> between 51:17 and 52:12, the author may have expected the reader to make the inference from <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">ch. 47<\/a>. A further reason to think that widowhood and childlessness are intended is the continuation of the discussion of childlessness in v. 20.<\/p> <p>Some commentators (e.g., Whybray) believe the four things listed in the parallel bicolon are to be combined into two groups: <i>violence and destruction; famine and sword<\/i>, and that these are the “two things.” In this scheme the first pair would refer to calamities befalling the land, and the second pair would refer to calamities befalling the people. As the present translation indicates, however, the Hebrew has conjunctions between all four of the elements and thus does not support the grouping into pairs. Neither does the MT accentuation. These facts do not rule out the paired groupings, but they argue strongly against them. The structure of the verse suggests that the second bicolon expresses a step beyond the first, thus “Widowhood and childlessness have come to you, who will sympathize with you? But beyond that, all these calamities have befallen you, who can strengthen and encourage <i>(comfort)<\/i> you?”<\/p> <p>However one understands “these two things,” the verse further emphasizes Zion’s hopeless state and God’s understanding of that state. Who is there who can offer any real sympathy or encouragement to one in such a condition as this? Terrible things have been suffered; all the resources that might offer some hope of recovery on a naturalistic basis are gone; what is left? Any human words of sympathy or encouragement at a time like that can only sound hollow. Is there hope? Yes, for it is God who is speaking these words. In speaking them, he communicates both his understanding and his experience of our situation. But, at the same time, the hope is not some easy glossing over of the grim reality.<\/p> <p><a class=\"isa\" verses=\"WzE4Njk0XQ==\">20<\/a> Here we receive a further explanation concerning Zion’s children. As noted above, this continuation may make it more likely that the first colon of v. 19 is referring to widowhood and childlessness. The explanation also shows why a facile equation of the missing children in v. 18 with the exiles would not be appropriate. The imagery is functioning on several levels, and any attempt to make overneat equations with specific historical situations would be to miss the point of the images. The writer is primarily concerned to convey to his readers the utter hopelessness of Israel’s situation, and he is willing to use images on several different levels to accomplish that purpose. Here the children are presented as being just as helpless as the mother. Like antelopes that have been netted, they are wild-eyed in exhaustion with their hopeless struggle. They lie in the main intersections <i>(the heads of all the streets)<\/i> where they have fallen together from starvation, terror, and hysteria (cf. Lam. 2:19 and Amos 8:13). Why has this happened? Again the prophet wishes to make clear that these events are neither because of chance nor because of the superior arms of some conqueror. The victims have fallen because they are <i>full of the anger of the Lord<\/i>. They have drunk from his cup and have fallen senseless. The connection is made even stronger by the parallel. It is <i>your God<\/i>, not just “God,” who has sent his <i>rebuke<\/i> upon the people. This is the same “rebuke” that dried up the sea (50:2; see also 30:17; 66:15). Little wonder that Israel has withered away before its blast.<\/p> <p><a class=\"isa\" verses=\"WzE4Njk1XQ==\">21<\/a> As McKenzie says, the magnitude of the disaster has been made clear, so that it will be easier to see the magnitude of the deliverance. As is common in the earlier part of the book, the transition from threat to promise is marked by <i>Therefore<\/i> (10:24; 27:9; 30:18; see also 52:6). The causal connection is implied: Because this is the condition of my people, therefore I will act on their behalf. This, the action of God, is what Israel’s restoration depends on. Israel is not a victim. They have experienced the inexorable action of cause and effect in the world God made. It is God with whom they have to do, and it is God who must deliver them if they are to be delivered at all.<\/p> <p>Beginning with this verse and continuing into v. 22 is a series of attention-getting devices. The series begins with the ejaculatory “Therefore,” which is followed by an imperative to <i>hear;<\/i> a double descriptor of the addressee: <i>afflicted one, drunk but not with wine;<\/i> a messenger formula (v. 22); and a quadruple descriptor of the speaker: <i>husband, Lord, your God, defender of his people<\/i>. What is the function of such a series as this? It is surely to gain a maximum of attention for what is going to be said in vv. 22b–23. It seeks to gain that attention in several ways. “Therefore” calls for an attempt to see the causal connection with the foregoing. The command to hear says that what follows is not merely a casual communication. The description of the addressees demonstrates to them that the speaker understands not only their condition but also the causes of that condition. The messenger formula again underlines the formality and importance of what is to follow: it is a word directly from God. Finally, the description of the speaker emphasizes the special relationship that exists between the speaker and the addressee. All of this argues that God is passionately eager for his people really to hear the message of hope and good news that follows in vv. 22b and 23. Somehow Zion must be roused from her hopeless apathy and brought to the point of believing that her situation is not hopeless if she will only commit it to God and believe his promises.<\/p> <p>Unlike Babylon, who sees herself as voluptuous (<a class=\"isa\" verses=\"WzE4NjA4XQ==\">47:8<\/a>), Zion knows herself as <i>afflicted<\/i>. But the same God speaks to both, telling Babylon to go down into the dust, and telling Zion to arise from the dust (<a class=\"isa\" verses=\"WzE4Njk5XQ==\">52:2<\/a>). Babylon thought herself independent and self-existent (<a class=\"isa\" verses=\"WzE4NjEwXQ==\">47:10<\/a>), but Zion believes the very opposite about herself: she is a helpless victim who can do nothing about her situation (<a class=\"isa\" verses=\"WzE4NDQ4LDE4NjUxXQ==\">40:27; 49:14<\/a>). All this could be changed; if she would only listen to the voice of God (through the Servant, 50:10), she could stand in quiet confidence. But she must remember that her afflictions have to do with her relation to God and not with some other cause (see 9:7–10:4). She is now helpless because she made choices in relation to God’s law that led to her drinking from a cup that held something other than wine. This is why the following words of God should have such relevance for her. Her hope does not lie in somehow overcoming Babylon, but in becoming reconciled to the God who first placed the cup in her hand.<\/p> <p><a class=\"isa\" verses=\"WzE4Njk2XQ==\">22<\/a> Who is it who now speaks to “the drunk and afflicted one”? Is it their judge, their punisher? No, as has been plain from 40:1 onward, it is the one who has reconciled himself to them already, the one who, if they will only believe it, longs to bring them home to himself. If he has put them away (<a class=\"isa\" verses=\"eyIxODY2NCI6Mn0=\">50:1–2<\/a>), it was not forever, because he is still their <i>husband<\/i>. This plural form of the word, <span>ʾ<\/span><span>dōnayik<\/span> (lit. “your lords”), is considered to be an intensive form that is frequently applied to humans but rarely to God. This is the only time it is so used in Isaiah. Elsewhere it appears as a reference to God in Neh. 8:10; 10:30 (Eng. 29); Ps. 8:2, 10 (Eng. 1, 9); 135:5; 147:5; and also in the phrase “Lord of lords” (Deut. 10:17; Ps. 136:3; Mal. 1:6). In this light some commentators (e.g., Torrey, Young, Watts) consider the term to be used to express the particularly close relationship of a husband to a wife. Furthermore, he is <i>the Lord<\/i> (Yahweh), the God who had shown his covenant faithfulness to Israel across a millennium. Beyond that he is <i>your God<\/i>, the Holy One who had yet condescended to give himself to an outcast, enslaved people in exclusive commitment. Finally, he is the <i>defender of his people<\/i>. The term here, <span>yārîb<\/span>, may be a noun or a finite verb. Some commentators (e.g., Delitzsch, Watts) take it as a verb but see it functioning in an attributive clause (thus your God is a “he-will-defend-his-people” God). This idea is expressed as a relative clause (so NRSV, NIV, etc.). But the three appellatives that have preceded in this series argue for this fourth one to be an appellative as well. The chief argument against this view is that the three other occurrences of the noun form speak of this person as an adversary (Isa. 49:25; Ps. 35:1; Jer. 18:19). But the occurrences of the noun in proper names show that this negative connotation was not exclusive. In that light, and especially in view of the occurrence of the noun form in near context (<a class=\"isa\" verses=\"WzE4NjYyXQ==\">49:25<\/a>), this translation is justifiable. God is the one who takes up the case for his people. If he has been their prosecutor, that is not his final intention. Finally, he intends to be their defender from every charge that might be brought against them (see also 1:17; 34:8; 41:11; 50:8). He does not intend that they will continue to drink the cup of staggering forever. What he wants for them is to drink from the river of life (Rev. 22:1).<\/p> <p><a class=\"isa\" verses=\"WzE4Njk3XQ==\">23<\/a> This verse expresses the final element in the prophetic program, which has four elements: (<a class=\"isa\" verses=\"WzE4Njc1XQ==\">1<\/a>) Israel will be punished unless they repent; (<a class=\"isa\" verses=\"WzE4Njc2XQ==\">2<\/a>) the surrounding nations will be God’s instrument of punishment; (<a class=\"isa\" verses=\"WzE4Njc3XQ==\">3<\/a>) after punishment God will restore the remnant; (<a class=\"isa\" verses=\"WzE4Njc4XQ==\">4<\/a>) the nations that arrogantly believed they were serving themselves and their own purposes in oppressing Israel will be punished by God. The oracles against the nations (chs. 13–23; Jer. 46–51; Ezek. 25–32; Obadiah; Nahum) are expressions of this point. Just because God will use these nations as tools to accomplish his larger purposes with Israel does not mean they are immune from the moral standards of God (see 10:5–34).<\/p> <p>The <span>waw<\/span> prefixed to the verb, following the negative in the preceding verse, is a rather strong adversative, <i>But<\/i>. What had been the lot of Zion will now become the lot of her tormentors. The cup will not only be taken away from Zion, but it will be passed on to her oppressors. In this way the justice of God will be confirmed. If he uses a wicked people to discipline his own, this does not mean the wicked will escape judgment. This is something of the argument of Habakkuk. Although God does not explain to the troubled prophet why he is using the wicked Chaldeans, he does assert both the unchanging nature of his moral standards (Hab. 2:4–20) and the glory of his sovereignty (<a class=\"isa\" verses=\"eyIxNzcxMSI6MTN9\">3:3–15<\/a>). These together convince the prophet that God can be trusted to do right (<a class=\"isa\" verses=\"eyIxNzcyNCI6NH0=\">3:16–19<\/a>). Thus here, if the people of God suffer for their sins, the nations of the earth that under the hand of God provoked the suffering will not escape. The same thing is shown in Israel itself: Jehu destroyed the dynasty of Ahab at the behest of God (2 K. 9:6–10). Nevertheless, Jehu’s own dynasty was brought under judgment for the wantonness of that destruction (Hos. 1:4). Nothing, not even service to God, relieves us of responsibility to the moral law.<\/p> <p>A key to the attitude of the nations for which judgment falls on them is seen in the picture of the conqueror standing on the <i>back<\/i> of his victim. The victim serves no purpose but to provide a means for the victor to exalt himself and move forward in his purpose. This may be the reason for the text’s explictness in saying <i>who said to your soul<\/i>. The conqueror is not so much interested in crushing the bodies of those whom he has conquered as in crushing their spirits. Although this is primarily a figure of speech, it is not completely so, as Josh. 10:24 indicates. Illustrations of the practice (or the figure) may be found in Eannatum’s forces walking across a solid surface of the backs of the enemies, and Thutmose driving his chariot over the backs of the fallen enemy.<\/p>",
    "audit": null
}