{
    "id": 17537,
    "source": "oswalt",
    "verse_id": 18882,
    "verse_count": 5,
    "reference": "63:15–19",
    "title": "Why make us err?",
    "html": "<p>This section begins the lament proper, following the historical reminiscence of <a class=\"isa\" verses=\"eyIxODg3NCI6OH0=\">vv. 7–14<\/a>. The prophet, speaking for the people (as in 53:2–6), calls on the God whose power was expressed in <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">vv. 1–6<\/a> and whose election love was expressed in <a class=\"isa\" verses=\"eyIxODg3NCI6OH0=\">vv. 7–14<\/a> to take action. V<a class=\"isa\" verses=\"eyIxODg4MiI6Mn0=\">v. 15–16<\/a> call on God not to be distant but to have pity on those who are more truly his children than they ever were Abraham’s or Jacob’s. V<a class=\"isa\" verses=\"eyIxODg4NCI6M30=\">v. 17–19<\/a>a (Eng. 19) acknowledge the helplessness of the people before their sin and conclude with a reference to the divine name (just as did v. 14; see also 64:6 [Eng. 7]). The two parts of the stanza are united by their questions in the lament mood about God’s activities.<\/p> <p><a class=\"isa\" verses=\"WzE4ODgyXQ==\">15<\/a> In contrast to God’s intimate nearness through his Holy Spirit during the days of the exodus and conquest, Isaiah envisions a time when God will seem far away. He will have restored his people from the exile, yet it will seem as though he is doing no mighty miracles. The people will seem helpless before their enemies, and much more, before their own sinfulness. Where is God in moments like these? They think that he is surely far away in his heavenly palace, unconcerned with the condition of his people. Has he forgotten the promises that after the exile Jerusalem (as well as heaven) would be his holy and beautiful dwelling place (<a class=\"isa\" verses=\"eyIxNzczNiI6Mn0=\">4:2, 3<\/a>)? Once God had been so full of zeal for his name (<a class=\"isa\" verses=\"WzE4ODc5LDE4ODgxXQ==\">vv. 12, 14<\/a>) and for his people’s welfare. His might was displayed on every hand, it seemed. Where is it now? Beyond that, on an even more elemental level, where is the affection <i>(rumbling of your innards)<\/i> and the compassionate feelings that have characterized God’s dealings with his people from the beginning (v. 7)? It seems as though God is withholding even these tokens of his love and care.<\/p> <p>The prophet is here speaking for all those who have at one time or another endured what John of the Cross called “the dark night of the soul.” Here the prophet knows the cause; it is sin that keeps God at bay (v. 17). Yet it does not seem that God is even helping the sinner to turn back to himself. Perhaps these feelings are best summed up in the cry of dereliction of Ps. 22:2 (Eng. 1), “My God, my God, why have you forsaken me?” When we have these feelings, for whatever reason, we need not try to hide them from a disapproving God. The saints of the Bible have been there before us and point the way to a soul-baring honesty.<\/p> <p><a class=\"isa\" verses=\"WzE4ODgzXQ==\">16<\/a> But what is the basis for such expectations that God should care about us? By what right does the prophet expect that God should have feelings of affection and compassion toward us? The answer goes back to the election of the people of God (v. 8). Who brought these “children” into existence? It was not <i>Abraham<\/i> or <i>Israel<\/i> (Jacob). These men are not the real “fathers” of the people of God. It is God who fathered these people (cf. 64:7 [Eng. 8]; Deut. 32:6). This is a profound thought: Israel is not an ethnic, or linguistic, or national entity, but a spiritual one. God is their <i>Father<\/i>. Commentators have debated whether ancestor worship is implied here. That is, the people have prayed to Abraham and Jacob for help and have gotten none, so they turn in desperation to God. The Hebrew people certainly practiced nearly every other feature of pagan religion at one time or another, so it should not surprise us if they did this. But the point here is not sociological but theological, similar to that of 49:15 or Ps. 27:10. God’s relations with his own are deeper than the deepest we humans know, that between a parent and a child. Although an Abraham might deny his children, God cannot. This is why the prophet is so bold as to call on God to do what he should.<\/p> <p>But there is another basis for the appeal. Not only is God our Father but his <i>name<\/i>, his reputation, is inseparably tied to us. What is that name? <i>Our Redeemer from ancient times<\/i>. This is who God has been known to be. He is the one who has redeemed Israel not only from Egypt (v. 12) but also from hosts of other enemies (v. 14). Can he now afford to allow his people to go unredeemed? Can he continue to allow them to be held in bondage by their sin and unrighteousness? Can he continue to leave them in a condition where there is no distinction between them and the pagan peoples around them? Will he be able to leave his temple in a state of ruin? Can a God like this continue to leave the nations of the world in darkness? Surely not! Surely he will take whatever steps he needs to protect and preserve the great name he has made for himself.<\/p> <p><a class=\"isa\" verses=\"WzE4ODg0XQ==\">17<\/a> Now the complaint itself is introduced, and with the exception of v. 17b, it continues through v. 19a (Eng. 19). The people make three basic points: we cannot break out of our pattern of sinning because you are not helping; your sanctuary is in ruins; it does not appear that we even have any relationship to you. The first two are probably two sides of the same coin, and the third is the conclusion to be drawn from the first two.<\/p> <p>Whatever else this verse claims, it does not claim that the people are not responsible for their sinfulness (in the near context, see 64:4a–6 [Eng. 5a–7]). No one could read this book and believe that Isaiah thought the people were forced to sin by God. At the same time, Isaiah is obviously at one with the rest of Scripture, which insists that a person’s relationship with God is not a matter of human initiative with an essentially passive deity. If persons turn to God, it is because God in his grace has enabled them to do so. If persons do not turn to him, it is because God has not given them the desire to do so. These ideas are hard for the Western mind, steeped in human initiative, to accept, but what are the alternatives? On the one hand is dualism (a good god makes us do good things, and a bad god makes us do bad things), and on the other is humanism (“I am the captain of my soul; I am the master of my fate”). If this biblical way of expressing reality is incomplete and partial, as it necessarily is, it is still a better way of conveying the essential truth of existence than either of these alternatives.<\/p> <p>One must also remember that what we have here is not a philosophical treatise, but the cry of a man of God who has seen the fulfillment of the words God had spoken to him at the beginning of his ministry (<a class=\"isa\" verses=\"eyIxNzc3OSI6Mn0=\">6:9–10<\/a>). He has cried out to his people with all his strength and has watched them turn away in amused contempt (cf. 5:19; 30:9–14). He has also seen the enormously addictive power of sin, and the stubbornness of rebellion. In the anguish of those kinds of experiences, he knows that if God were to remain uninvolved, far away in his holy and beautiful palace, these people could not be delivered from their persistent sinning. If we continue to persist in our sin, cries the heartbroken prophet, it must be because God will not intervene to stop it.<\/p> <p>Thus he calls on God to <i>Return<\/i>, to turn back to the people whom he has apparently rejected. Note the intensity of the appeal throughout the stanza as Isaiah musters every argument he can to persuade God to intervene where no one else can (cf. 59:16; 63:5). He appeals to God’s power and his affection; he reminds him that he alone is their Father; he points out that his name is at stake, and now he recalls for God what God himself has called his people: “my <i>servants<\/i>” (<a class=\"isa\" verses=\"WzE4NDYxLDE4NTAwLDE4NTE2LDE4NTM1LDE4NTY2XQ==\">41:9; 42:19; 43:10; 44:1; 45:4<\/a>), to whom he has promised to give “righteousness” (<a class=\"isa\" verses=\"WzE4NzQxXQ==\">54:17<\/a>). Can the Master abandon the servants to their sin?<\/p> <p>But Isaiah is not yet finished. He has one more basis for appeal. These are <i>the tribes of your inheritance<\/i>. This is the ancient language of the exodus and the conquest. God might give the tribes of Israel the land of Canaan as their heritage, but <i>they<\/i> were what he wanted as his heritage (Deut. 4:20). Can God now refuse to turn to his servants, his heritage, in their desperate straits? This is the prayer of intercession, the passionate entering into of the needs of those for whom we are praying, and a storming of the gates of heaven with every tool we can use. Why? Because God is callous and uncaring? No, because we are callous and uncaring, and until our passion is in some small way connected to the great passion of God, his power is in some way restrained. This seems almost unimaginable, but the testimony of history and of Scripture is that it is so.<\/p> <p><a class=\"isa\" verses=\"WzE4ODg1XQ==\">18<\/a> What is the temporal evidence of this inward bondage to sin? It is dispossession. As noted above, the correct reading of the first colon is uncertain. Thus it is not possible to be dogmatic about the details of the interpretation. It is unclear whether the people possessed something (the land, the sanctuary, the holy mountain) for a short time but lost it to adversaries, who then trampled the sanctuary; or whether the enemies of the people dispossessed the people, and in so doing trampled the sanctuary. The latter seems more likely than the former in that it requires the least emendation of the MT. The sense is this: during the brief time that the holy people were <i>dispossessed<\/i> (i.e., the Babylonian exile), their adversaries trampled God’s <i>sanctuary<\/i> (the temple was in a ruined state).<\/p> <p>What is the significance of this statement in this context? 62:10 had closed on the high note that God’s redeemed people would be called “the Holy People” and Zion would be called “Sought Out.” In that light this statement is almost ironic. What about <i>your holy people?<\/i> The reality is that they are not so much redeemed as dispossessed (cf. also the repetition of “holy” in 64:9–10 [Eng. 10–11]). And if they are now restored to the land, they can hardly be said to possess it, being vassals of the Persian emperor. As for Zion’s “sought out” holy place, the reality is that it has been trampled by the “wild animals” (cf. 5:5). Instead of the enemy being trampled underfoot (<a class=\"isa\" verses=\"WzE3OTQ4LDE3OTU0LDE4ODczXQ==\">14:19, 25; 63:6<\/a>), God’s holy place has been trampled. Where indeed is God’s zeal for his house and his people (v. 15)? Mal. 2:11 gives some reason to believe that <i>sanctuary<\/i> here may refer to the people of God, just as the preceding colon does. In any case, it seems possible that the desire to have the two cola end in variant derivatives of <span>qdš<\/span> may provide some of the reason for the odd construction of the verse.<\/p> <p><span>19a (<a class=\"isa\" verses=\"WzE4ODg2XQ==\">19<\/a>)<\/span> What conclusions might an observer draw from the conditions described in <a class=\"isa\" verses=\"eyIxODg4NCI6Mn0=\">vv. 17–18<\/a>? If they saw a people who continually lived lives that were contrary to the character of God, who were chronically disloyal to him; if they saw a nation given over to its enemies, the people dedicated to God’s service dispossessed, and the places dedicated to his service corrupted and destroyed, what would they conclude? They would surely conclude that the stories about Israel’s glorious past were lies. God never had ruled over them. They had never belonged to God as his children, those who had been <i>called by your name<\/i> (cf. 43:17; Deut. 28:10; 2 Chr. 7:14; Jer. 25:29). Is this what God wants? Does he want the world to have this false impression, or does he want the world to know his glory (<a class=\"isa\" verses=\"eyIxODk0MSI6Mn0=\">66:18–19<\/a>)? Of course the answer to these questions is that God does not want these false impressions to be given. What then is the implied solution? Is the solution to make Israel ruler of the world? Is that what Isaiah is asking? Not at all, as 56:1–57:13; 58:1–59:15a; 63:17; 64:4–6 (Eng. 5–7); 65:1–7; 66:1–5 show clearly. The solution for Israel is that God should deal with their continued sinning and make of them the witnesses to his glorious name that they ought to be. Chs. 49–55 dealt with the problem of the guilt of sin, but these chapters address the power of sin and God’s expectation that his people will live righteous lives. In both cases the Servant\/Messiah is the agent for the solution, but in the one case he is the Suffering Servant (<a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">52:13–53:12<\/a>), and in the other he is the conquering Messiah (59:15a–21; 61:1–3; 63:1–6).<\/p> <p class=\"pcust\">EXCURSUS: THE HISTORICAL SETTING OF 63:15–19<\/p> <p class=\"paft\">Although the historical setting of chs. 40–66 is vague at best (cf. the introductory comments at chs. 40 and 56), contemporary scholarship continues to reconstruct a more precise setting than the text provides. This is in defiance of the way in which the present text asks to be read, as springing from the historical setting of Judah in 740–700 <small>B.C.<\/small> Although the issues dealt with in chs. 40–55 have special relevance for persons in Babylon in 580–540 <small>B.C.<\/small>, and the issues dealt with in chs. 56–66 have special relevance for persons living in Judah in 540–400 <small>B.C.<\/small>, by its great paucity of data the text carefully avoids making those eras the primary reference points for understanding them. Suggestions for why it does so are given in the introductory comments referred to above. Nevertheless, scholars are not content with this state of affairs and continue to construct detailed hypothetical settings by which to provide an (authoritative?) interpretation of the text. Perhaps the most creative of these is that of Watts. But it has not gained much support, perhaps because of its creativity. A reconstruction that has gained more support is that of Hanson. Many look particularly to 63:16 and 18 as confirming the theory, in that in the former “Abraham” and “Israel” are the Zadokite high priests who have rejected the Levitical\/prophetic visionaries who consider themselves the true “children” of God (<a class=\"isa\" verses=\"WzE4ODc1XQ==\">63:8<\/a>). In the latter the “holy people” who held possession (of “the sanctuary”) for a little while were the visionaries, while the “adversaries” who “trampled” “the sanctuary” were the Zadokites now in possession of it.<\/p> <p>The first response must be that this entire lament makes no distinction between a righteous element (the speakers) in Israel and an unrighteous element (some others). The entire nation, including the speaker, is seen as being under the judgment of God for the sins of the nation. Although such a distinction does occur in 65:8–16, that section is not part of this lament. Here it is the sins of the nation as a whole that are lamented, and not the sins of “our opponents.”<\/p> <p>Second, these two verses do not give rise to the theory from themselves. No one reading them would think that they refer to two opposing groups in Israel.<\/p> <p>Third, such documents as Haggai, Zechariah, Malachi, Ezra, or Nehemiah, all of which came from the postexilic era, give no evidence of the kind of conflict Hanson hypothesizes. The conflict that did exist (and one that is entirely congruent with the picture presented in other parts of Isa. 56–66) is between those who wanted to keep God’s covenantal requirements carefully and those (often those in power) who saw no reason for such “legalism,” because their real sympathies were with paganism.<\/p> <p>Finally, there is no evidence at all that one group, whoever it was, held the temple for awhile, and that another group, whoever it was, forced the first group out and rejected them. This passage is not about one group of Jews asking God to smash another group of Jews. It is the cry of a prophet for God to come to his people’s aid and to break their persistently pagan hearts in some climactic way. This is a cry that would have particular poignancy in the light of the deliverance from Babylon, but the theological necessity of such action was as clear in the prophet’s own day as it would be in any coming day. There is no justification for an attempt to interpret the perennial message of this passage on the basis of a hypothetical historical setting that is neither explicit nor implicit in the book, and that is not supported by any historical source.<\/p>",
    "audit": null
}