{
    "id": 17514,
    "source": "oswalt",
    "verse_id": 18725,
    "verse_count": 10,
    "reference": "54:1–10",
    "title": "A Wife Restored",
    "html": "<p>Chapters 54 and 55 are a lyrical announcement of salvation, and a call to participate in and rejoice in its reality. As many commentators have pointed out, there is little direct connection between 52:13–53:12 and these chapters. That is, there are few, if any, repetitions of that passage’s themes, and no direct references. Yet, if one omits that poem and tries to move directly from 52:12 to 54:1, the change of atmosphere is hard to explain. Even though 52:7–12 is somewhat more lyrical than 49:14–52:6, it is still continuing the tone of disputation and exhortation that characterizes that section as a whole. Israel is being called on to believe that it can be restored to God. In chs. 54 and 55 that is all changed. Israel <i>is<\/i> restored—in the mind of the writer, at least—and is called to bask in that reality. If nothing intervenes between 52:12 and 54:1, the shift is unaccountable. But if 52:13–53:12 is understood as an expression of the means by which a restored relationship between God and his people is possible, then the change in atmosphere is entirely understandable. That this is the correct understanding is shown by the sequence in 49:1–13. For example, 49:13 has a number of similarities with 54:1–10 in particular, and that verse is clearly a response to God’s salvation that has been accomplished by the servant (<a class=\"isa\" verses=\"eyIxODYzOCI6MTJ9\">49:1–12<\/a>). Thus we have in 52:13–55:13 an amplification of the same theme that was introduced in the beginning of the segment as a whole. A further confirmation of the significance of 52:13–53:12 for chs. 54–55 is the continued emphasis throughout the two chapters on the issues of sin, righteousness, mercy, pardon, and relationship with God. Cyrus had to do with the physical bondage of Israel. The Servant had nothing to do with that, but with matters of sin and righteousness, and that is exactly the focus of these chapters.<\/p> <p>Scholars agree little about the structure of the materials in the two chapters (as they do not concerning the materials of the entire section of chs. 40–55). In general, they agree that there are four groupings: 54:1–10, 11–17; 55:1–5, 6–13. But they reach no consensus beyond that point as to the relations among these segments. Many (e.g., Whybray) regard 55:6–13 as an epilogue to chs. 40–55, paralleling the supposed prologue in 40:1–11. This conclusion then prompts some to see 54:1–55:5 as a unit. As Muilenburg points out, however, 55:1 has all the marks of the introduction of a new unit (and 54:17 has the marks of a conclusion). Moreover, the clear continuity between the call to come (<a class=\"isa\" verses=\"WzE4NzI1XQ==\">54:1<\/a>) and the call to seek (<a class=\"isa\" verses=\"WzE4NzMwXQ==\">54:6<\/a>) ties those two segments together and differentiates them from what is said in <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">ch. 55<\/a>. When one looks at the materials of <a class=\"isa\" verses=\"eyIxODcyNSI6MTd9\">ch. 54<\/a> in this light, one can see that the two segments that now make up that chapter are united by the call to rejoice in the wonder of what God has done, while the two segments of <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">ch. 55<\/a> are united by the call to accept for oneself all the implications of that wonderful work.<\/p> <p>In <a class=\"isa\" verses=\"eyIxODcyNSI6MTd9\">ch. 54<\/a>, as just indicated, the stress is on the wonder of God’s love for his people. In language similar to that of 26:1–3; 27:2–8; 29:22–24; and 30:23–32, Isaiah speaks of the amazing love of a God who is able to dispose of his righteous anger in a moment (though perhaps it seemed longer to the Servant) and who glories in the wonderful opportunities to bless his people. The expansive language of <a class=\"isa\" verses=\"eyIxODcyNSI6M30=\">vv. 1–3<\/a> and 11–17 is almost that of explosive relief. All of God’s cosmic desire to bless can finally be released (and by what other means than through what the Servant has done?), and it pours out in ways that only the most extravagant imagery can express (so also chs. 60–62; 65:17–66:24). The two segments (<a class=\"isa\" verses=\"eyIxODcyNSI6MTd9\">54:1–10, 11–17<\/a>) are thus united by the continuation of the description of God’s restored relationship with his people and the benefits that accrue to them from that relationship. V<a class=\"isa\" verses=\"eyIxODcyNSI6MTB9\">v. 1–10<\/a> emphasize the source of that restoration in the gracious character of God, and <a class=\"isa\" verses=\"eyIxODczNSI6N30=\">vv. 11–17<\/a> describe the benefits of the restoration. Throughout, a lyrical poeticism undergirds the wonder of what is being said.<\/p> <p>The dominant literary structure in 54:1–10 is a recurrence of substantiation, reminiscent of the hymn of praise. Three times an imperative is followed by the causal particle <span>kî<\/span>, “for” (<a class=\"isa\" verses=\"eyIxODcyNSI6NX0=\">vv. 1, 2–3, 4–5<\/a>). Then the final substantiation is extended over five verses. The hearers are called to sing for joy, to expand their tents, and to live in confidence. For what reason? Because the childless, rejected wife is going to be restored to the arms of her loving husband, who promises that nothing can prevent him from loving her, and she will have enough children to fill the earth. Here indeed is cause for praise: abundance for emptiness, honor for shame, and eternal love for lonely despair. This is our God.<\/p> <p><a class=\"isa\" verses=\"WzE4NzI1XQ==\">1<\/a> Just as elsewhere in the book, here the expected response to the announcement of God’s salvation (in 52:13–53:12) is an outburst of joyous shouts. The combination of the two roots used here (<span>rnn<\/span> and <span>pṣḥ<\/span>) occurs particularly where the response is in direct juxtaposition with a Servant passage (42:23; 49:13; but see also 14:7). Significantly, up to this point it is nature that is to burst forth into shouts. Now it is the people of God personified as a woman. It is probably not coincidental that while the term “Zion” occurs 8 times between 49:14 and 52:8, it does not occur again until 59:20. This suggests that the prophet is consciously resisting the limitation of the implications of God’s forgiving grace that would result from the use of that term here. To be sure, the imagery is that which has been previously applied to Zion. But the absence of that term here when it had been used frequently immediately before suggests that, because of the work of the Servant, all who feel barren and dejected and alone as a result of their sins have reason to shout for joy now. All, Gentiles and Jews alike, may become the blessed people of God.<\/p> <p>The imagery of the childless, rejected wife has already been encountered in this section in 51:17–20. But the theme of the barrenness of human strength and the fecundity of the Spirit of the Lord is a favorite one in the Bible, going all the way back to Abraham and Sarah and extending forward as far as Elizabeth the wife of Zechariah (Luke 1:7, 25). This passage is especially reminiscent of the song of Hannah (1 Sam. 2:1–10), with its references to the shame of childlessness (<a class=\"isa\" verses=\"eyIxODcyNyI6M30=\">vv. 3–5<\/a>), and to the children of the barren and the forlornness of the fertile (v. 5). While Paul’s use of Isa. 54:1 in connection with his exposition of the meaning of Hagar and Sarah (Gal. 4:27) manifests a greater freedom than most modern exegetes feel comfortable with, his interpretation is still well within the fundamental sense of the verse. This sense is that although persons are spiritually barren and unproductive because of unbelief, they can, through the power of God, actually be more fruitful than those who seem abundantly blessed apart from God.<\/p> <p>The evocation of the barrenness\/fertility theme that lies at the very roots of the existence of Israel suggests that behind the exile lie the same questions that lie behind the Egyptian bondage. God made sweeping promises to Israel through Abraham about land, progeny, and blessing to the world (Gen. 12:1–3). But is he really able to keep those promises given geopolitical realities and the more horrid reality of human sin? That is the question that the Egyptian bondage raised, and it is the same question that the exile raises. The answer, as given here, is a resounding yes! Just as God could make a barren Sarah more fruitful than a fertile Hagar, so he can take those who are “dead in trespasses and sins” (Eph. 2:1, AV) and use them to bring abundant blessings to the entire world. As Westermann comments, it is cruel to ask a barren woman to sing unless you are able to offer her the only thing that will make her happy. And that is the very thing God offers his people. Humanly speaking they are finished, but in the power of God they will influence the world long after mighty Babylon is a pile of sand.<\/p> <p><a class=\"isa\" verses=\"WzE4NzI2XQ==\">2<\/a> Women in the Near East were responsible for the erection and maintenance of the family tents, so it is appropriate that the formerly barren woman who is now the mother of many children would be called on to enlarge her tents. There is a note of faith here, since the woman is presumably still barren when she receives this command to enlarge the tent. Nevertheless, the insistence of the essentially repetitious commands connotes an urgency and an exuberance that will brook no hesitation. God will do what he says. A wider space must be found where a bigger tent with necessarily longer cords and stronger pegs can be stretched out. Israel’s motherhood has not been ended by the exile; in many ways it is just beginning, and they had better be ready. When one compares this verse with Jer. 10:20, it gains a special poignancy, because that verse is the lament of a woman bereft of children whose tent is fallen down and empty.<\/p> <p>As the previous verse may have been alluding to the origins of the nation in the Abraham and Sarah story, the use of the tent imagery here, long after Israel had ceased literally to dwell in tents, may be a purposeful allusion to the years in the wilderness, when Israel was on its way home from bondage in Egypt. If so, the sense may be that just as God guided and protected his people in that return, keeping his promises alive despite the loss of an entire generation, so now he can do the same again, and Israel will not only survive but prosper.<\/p> <p><a class=\"isa\" verses=\"WzE4NzI3XQ==\">3<\/a> This verse substantiates the command given in v. 2. Why will God’s people need a bigger “tent”? Because they will expand on every hand. The words <i>right<\/i> and <i>left<\/i> are also used for “north” and “south,” and the Targ. translates that way here. But it is hard to understand why east and west are not included if compass points are intended (see 43:5–6). Rather, it seems the more general “on all sides” is intended. The language of the verse strongly supports the idea that the fulfillment of the ancient promises is in the prophet’s mind. First, the verb <i>burst forth (<\/i><span>pāraṣ<\/span><i>)<\/i> used here is the same one used in Gen. 28:14, which speaks of the children of Abraham spreading out in all directions. Then the word used for <i>descendants<\/i> is <span>zeraʿ<\/span>, “seed,” a word that occurs in Gen. 12:7 (“to your offspring [lit. ‘seed’] I will give this land”) and at least 35 times more with regard to the land in Genesis alone. Still further evidence is the use of <i>dispossess the nations (<\/i><span>yāraš gōyim<\/span><i>)<\/i>, a combination that appears only in Deuteronomy (9:1; 11:23; 12:2; 31:3; etc.), where it refers to God’s promise to give Israel the land of Canaan. This phrase may also refer to the reclaiming of property that had been seized by the non-Jewish people who had been transported into the land during the exile. On the one hand, those people will be dispossessed, and on the other, the empty ruins <i>(desolate cities)<\/i> will be reinhabited. But the larger sense is that just as God kept his promises in the past, so he will keep them now. Thus if he says we should expand our tents, we had better do it, erring on the side of excess (v. 2, <i>do not withhold<\/i>) rather than limitation.<\/p> <p><a class=\"isa\" verses=\"WzE4NzI4XQ==\">4<\/a> The third command is directly related to the other two, although that connection will not be obvious to the modern reader. One of the results of childlessness in the ancient world was terrible shame (cf. 1 Sam. 2:3–5; Luke 1:25). A childless woman was a failure, someone who had apparently committed some sin, or had been at least been judged unworthy of bearing a child. Thus all her life was an agony of humiliation (Gen. 16:4; 1 Sam. 1:6). In a historical context, Israel had been humiliated by the apparent failure of her God to deliver her, so she went off to exile in shame. Now in two beautifully balanced bicola, God says to the barren woman, the defeated nation, that the days of shame are past. The woman shall be so fruitful that she will forget all the earlier shame. Commentators have suggested that <i>youth<\/i> is meant to refer to the Egyptian sojourn and <i>widowhood<\/i> to the Babylonian exile. This is possible, especially with the apparent references to Israel’s history commented on above. At the same time, it does not appear to be necessary. The terms may be simply parallels to each other designed to encompass the woman’s entire life. From the earliest days of her marriage to her later years, this woman, like Sarah or Elizabeth, has lived with unremitting reproach and contempt. But now God says that she may drop the thought habits of a lifetime and hold her head high with the abundant evidence of God’s blessing.<\/p> <p><a class=\"isa\" verses=\"WzE4NzI5XQ==\">5<\/a> As mentioned above, <a class=\"isa\" verses=\"eyIxODcyOSI6Nn0=\">vv. 5–10<\/a> are an extended substantiation of the calls in <a class=\"isa\" verses=\"eyIxODcyNSI6NH0=\">vv. 1–4<\/a> to sing, spread out, and surrender fear. The first reason that is given in this section has to do with the character and nature of God. How is it that the childless, rejected woman should still have hope after all the fruitless years, after the depths of her sins against her husband? The answer lies in him. Who is this <i>husband<\/i> of hers? He is no ordinary person. He is the <i>Maker<\/i> of the whole earth. Having made her, he knows her intimately and has the affection that only a Creator could have for his creation. Beyond that, he who made the world has the power to remake it. He is not one of the idols who is merely an exhalation of the eternal Cosmos; no, he is the sole author of the cosmos and has the power to alter even the ingrained habits of a lifetime. This power is expressed in his <i>name, the Lord of Hosts<\/i>. This is one of Isaiah’s, as well as the other prophets’, favorite descriptions of God. It expresses the absolute control of the earth that Jacob envisioned in his dream (Gen. 28:12–15). Through his myriad hosts of angels, God not only knows but controls all that happens on earth; his power is limitless.<\/p> <p>The parallel bicolon expresses the same truths but with additional nuances. The Lord is not only our husband but also our Redeemer. Inevitably, this juxtaposition reminds us of the story of Ruth. She is a childless, foreign widow, as humiliating and hopeless a position as it was possible to reach in Israel. But the man who falls in love with her is also just the man who is able to redeem the land and name of her dead husband. This is our God, the one whose love is able somehow to salve the sting of the past and turn even bitter water to sweet. Who is this Redeemer? He is <i>the Holy One of Israel<\/i>, that favorite term of Isaiah to express both the absolute transcendence of God and his unbelievable condescension. He is the one who is so holy that to see him is to die, and at the same time the one who has borne helpless Israel on his back as a mother eagle does her eaglets (Exod. 19:4).<\/p> <p>It is one thing to have the desire to redeem, but it is quite another to have the power to do so. Our God has both. Why? Because he is <i>the God of all the earth<\/i>. On the one hand, this is an expression of breathtaking faith. How can Isaiah say that his God, and not Bel or Nebo or Ashur, is the God of all the earth except through the widest leap of faith? On the other hand, for one who has lain facedown on the temple floor and heard the “burning ones” sing that it is the Lord’s glory that fills the earth (<a class=\"isa\" verses=\"WzE3NzczXQ==\">6:3<\/a>), this may not have been so much a leap as a calm certainty. In any case, redemption from shame and loss and hopelessness is not so hard for the one to whom all the earth belongs. If he were just one more of the gods, then he, like they, would be a slave to the determinism of the cosmos, and transformation would be but a cruel illusion (see above on 44:9–20). But he is not one of the idols—he is the one God of all the earth.<\/p> <p><a class=\"isa\" verses=\"eyIxODczMCI6M30=\">6–8<\/a> These verses continue the thought begun in v. 5. There are shouts of joy for the barren woman because her husband, who has the power to do what he wishes, does not wish to leave her in the terrible conditions to which her sins have condemned her. Here we think automatically of the story of Hosea. His wife’s persistent prostitution of herself has brought her to the slave block (<a class=\"isa\" verses=\"WzE3NzEwXQ==\">3:2<\/a>). Hosea would not be breaking any law if in outrage he left her there to bear her just disgrace. But the Bible knows a higher law than hot indignation or even calm justice. That is the “law” of <span>ḥesed<\/span> (<i>love<\/i>, <a class=\"isa\" verses=\"WzE4NzMyLDE4NzM0XQ==\">vv. 8, 10<\/a>; cf. Hos. 2:21–22 [Eng. 19–20]). No single English word can encompass all the connotations of this Hebrew word, but its basic idea is of passionate loyalty, especially of a superior to an inferior. In its basic usage it refers to the obligations of covenant, but in the biblical experience of God it comes to express that loyalty which goes far beyond any legal obligation in a passionate concern for the well-being of the other. It is this that God has for his people, which expresses itself in “grace,” “mercy,” “unfailing love,” “kindness,” and several other similar English words. Those who, like Judas (Matt. 27:4–5), die in their forsakenness, have forgotten the character of God, whose righteous anger is passing, but whose love, whose determination to bless his people, is eternal.<\/p> <p><a class=\"isa\" verses=\"WzE4NzMwXQ==\">6<\/a> The verse contains two pictures: one of a strained, narrow-eyed, embittered woman <i>(a forsaken wife, a wounded spirit)<\/i>, and the other of a laughing bride with dancing eyes <i>(wife of youth)<\/i>. This last term connotes all the happiness of the first days of marriage and expresses the way in which most men think of their wives in moments of tenderness—“the woman I married.” But the laughing eyes have been turned into bitter eyes by broken dreams and scattered hopes. The bride has been rejected, and the fault is all her own. Nothing is left but a life of going through the motions. But, wonder of wonders, her Husband, who is her Maker, calls her back to all that might have been and yet will be again.<\/p> <p><a class=\"isa\" verses=\"WzE4NzMxXQ==\">7<\/a> But how can God call his wife back to him? The answer lies in the character of our God. In words reminiscent of Ps. 30:6 (Eng. 5) (see also Isa. 26:20), he reminds us that although he becomes angry, he <i>is<\/i> love (1 John 4:8). Anger may describe his condition for a period of time, but love (<span>ḥesed<\/span>, as pointed out above) describes his unchanging essence. We should not be troubled over the idea of an angry God. The alternative is Aristotle’s Unmoved Mover, a feelingless, impersonal force who originates all things but is in no way touched by them. The great contribution of Israelite thought to that of the world is its idea of an utterly transcendent one who is at the same time wholly personal. Thus God is passionately concerned about us and the thought that we should corrupt and destroy ourselves stirs him to the depths. How much better a father who knows what his child is doing to himself or herself and is angry about it than the one who neither knows nor cares what is happening. American society is coming apart because of the latter attitude.<\/p> <p>The point being made here is highlighted by the contrast between <i>a little moment<\/i> and <i>great compassion<\/i>. The former probably refers to the exile. For us a generation is a long time, but in the larger purposes of God it is but a moment. We need to see ourselves as part of those larger purposes and to commit ourselves to a faith and a faithfulness that is not held hostage to the vagaries of the moment.<\/p> <p><a class=\"isa\" verses=\"WzE4NzMyXQ==\">8<\/a> This verse continues and amplifies the thought of v. 7. What was the way in which the people experienced God’s anger? It was in the hiding of his face from them. Was it not in the terrible cruelties of the siege and destruction? Was it not in being dragged from their homes and being forced to settle in a strange place? Yes, it was all of these and more. Yet those are all expressions of something deeper and more important: the absence of the presence and favor of God. Those things happened to Israel and Judah because God refused to look at them, and that is what this part of the book (chs. 49–55) is about. Restoration to the land is really not the principal issue—restoration to the loving glance of God is. Restoration to the land is nothing without restoration to the presence of God, and it is the sacrifice of <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">ch. 53<\/a> that makes the latter, more important, restoration possible. That sacrifice was the ultimate expression of the <i>eternal love (<\/i><span>ḥesed ʿôlām<\/span><i>)<\/i> of God; thus it is not accidental that the Lord is called <i>the Redeemer<\/i> here. He has redeemed them from the sin that had made his face stony toward them. The eternity of his love is particularly seen in his willingness to reconcile himself to his people through the Servant even before they are willing to seek that reconciliation (Rom. 5:8). As Cheyne says, God’s anger may have gushed over the land like a flood, but that is as nothing compared to the unchanging sea of his righteous deliverance. As with Gomer on the slave block, God can only see the wife of his youth when he looks at human beings sunk in their sin. When we had done nothing, God had already reconciled himself to us and had satisfied himself over our sins. All that remains for us to do, as it was for Israel, is to accept that fact and rejoice.<\/p> <p><a class=\"isa\" verses=\"WzE4NzMzXQ==\">9<\/a> In these verses the substantiation of praise and rejoicing continues, but under a new figure, that of Noah’s flood. It is to be wondered if the figure of the “flood” of anger in v. 8 sparked the comparison here. In those days as in the days of the exile, God had visited his anger on the earth for a limited period of time. But after that period, God’s eternal love reasserted itself. (Of course, the fact that God made a way for Noah and his family to escape was a manifestation of that love as well.) That essence of God’s character expressed itself in an oath (which was part of a covenant; see Gen. 9:11) that he would not destroy the world by water again. As previously in this section, we see the importance of the divine promises and their fulfillment. The Bible, especially the book of Isaiah, presents God as a God of promises, one who commits himself in a future yet unknown for the sake of purposes yet to be achieved, but inherent in the very nature of the world he has created. Isaiah is saying here that there is no discontinuity between the God of Noah and the God of the postexilic era. Just as his compassion prevented him from completely destroying the world then and led him to bind himself from that sort of destruction in the future, so here it is his compassion that leads him to bring the exile to an end and to swear not to pour out his anger on them.<\/p> <p>While the sense of what is being said is clear—God’s anger is always kept in bounds—the actual import is less clear. Is he swearing never to allow his anger to flow in an unrestrained manner, or not to allow a foreign power to hold his people as captives again? Or is he saying that he will not allow biblical faith to be brought so near to dissolution again? Perhaps the latter is most likely, but it is still the larger sense that is most important: here is a God who voluntarily binds himself and limits his freedom because his overwhelming concern is not for his own aggrandizement but for the welfare (the shalom) of his people.<\/p> <p><a class=\"isa\" verses=\"WzE4NzM0XQ==\">10<\/a> This verse offers a substantiation of the previous promise. God can swear that his anger will be limited in its effects, for his <span>ḥesed<\/span> <i>(love)<\/i> as expressed in his covenant of peace is even more secure than the mountains and the hills. The imperfect verbs are probably best understood as subjunctives expressing either conditions contrary to fact (“If the mountains could depart [which, of course, they cannot]”) or conditions of possibility (“If the mountains should depart”). The point is to take the most substantial thing anyone can think of and then to say, “That is insubstantial compared to what I am talking about.” The point is literally correct, since God is the Creator. He alone is the I AM; everything else in the universe pales into nothing beside his substantiality, his glory. Whatever is characteristic of him is so much more lasting than the mountains as to defy comparison (Ps. 102:26–28 [Eng. 25–27]; Hab. 3:6).<\/p> <p>So what is it that is particularly characteristic of God? According to the biblical writers it is his <span>ḥesed<\/span>, that gracious, giving loyalty that, if given half a chance, will beggar itself for the beloved. It is not a spineless sentimentality that is blind to our human condition. Rather, it calls us into the mutual commitment of covenant. But it is that “love [that] never fails” of which Paul knew (1 Cor. 13:8, NIV), and it is the comfort of the psalmist that allows him to live in security even when everything this world believes to be certain is sliding away or departing (<span>môṭ<\/span>, as here) into the raging sea of chaos (Ps. 46:3 [Eng. 2]).<\/p> <p><i>my covenant of peace<\/i> expresses God’s commitment both to be at peace with his people and to secure the peace of his people. As noted already several times, <i>peace (<\/i><span>šālôm<\/span><i>)<\/i> in Hebrew is much more than the absence of hostilities: it describes a condition of wholeness. God commits himself that the relationship between him and his people will be one of productivity, fruitfulness, and blessing; and he commits himself that their lives will be marked by those same characteristics. As Westermann remarks, this is possible only on the basis of prior salvation. This is the pattern throughout the entire Bible: covenant obedience is never the condition of deliverance; deliverance is always the basis of covenant. Thus it should not come as a surprise that the two places in the book of Isaiah where the word <i>covenant (<\/i><span>b<\/span><span>rît<\/span><i>)<\/i> appears are here and in 55:3, both of them in the lyrical section following the climactic Servant passage. The connection of the Servant and covenant also appears in Mal. 3:1–2. How was it possible for God to enter into the Sinai Covenant with his people? They had to be delivered from Egypt by “Moses, my servant” (e.g., Num. 12:7). How is it possible for God to enter into a (new) covenant of peace with Israel and all the nations of the world? It is possible through the deliverance brought about by the self-sacrifice of “my Servant,” who is the expression of the eternal love of God. “Break forth with a shout!”<\/p>",
    "audit": null
}