{
    "id": 17511,
    "source": "oswalt",
    "verse_id": 18716,
    "verse_count": 3,
    "reference": "53:4–6",
    "title": "Punished For Others",
    "html": "<p>This stanza of the poem reports that although “we” did not recognize it at first, the sufferings of the Servant were not his own fault, as “we” thought, but were in fact the result of “our” sins, and resulted in “our” healing. It is here and in <a class=\"isa\" verses=\"eyIxODcyMiI6M30=\">vv. 10–12<\/a> that the issue of the substitutionary suffering of the Servant, and thus his capacity to deliver his people, comes to the fore. He does not suffer merely as a result of the sins of the people, but in the place of the people. He suffers <i>for<\/i> them, and because of that, they do not need to experience the results of their sins. At this point Orlinsky and Whybray say, “Not so!” The people of Israel had surely already suffered for their sins to the full measure in the destruction of their land and their captivity. Is this not the point of 40:2? Israel has already suffered, and the Servant cannot suffer for her. He can only participate with his people as they suffer. He (the prophet) is a righteous man, but because of the people’s sins, he must suffer too.<\/p> <p>There are two responses to this point of view. First, it does not do justice to the context. As I have argued throughout, there is every reason to see this poem as expressing the means of salvation that is anticipated in chs. 49–52 and in which the people are invited to participate in chs. 54–55. Thus the Servant is clearly identified with the “arm of the Lord” who effects the deliverance of the people. But if the Servant is merely the prophet who suffers because of his people, that identification is impossible, and the poem must be removed from its context in order to avoid the identification.<\/p> <p>The second response is this: while temporal punishment for sin is serious and ought not to be dismissed, it is by no means as serious as spiritual punishment: alienation from God. This is what the entire sacrificial system is about: making it possible for sinful humans to have fellowship with a holy God. The sacrifices do not mitigate the temporal effects of sin, so what do they do? They deal with the spiritual effects of sin; they address the truths that the soul that sins shall die (not merely physically, Ezek. 18:4, 20), and that there is no forgiveness for sin apart from the shedding of blood (Lev. 17:11; Heb. 9:22). It is only through substitution that fellowship between humans and God is possible. But can a sheep die for a man? Can a goat die for a woman? Micah speaks for every thoughtful Israelite when he raises that question (<a class=\"isa\" verses=\"eyIxNzc3NiI6Mn0=\">6:6–7<\/a>). Surely the answer is no. So what is the meaning of the sacrificial system? Is it only metaphorical? No, for just as surely as Micah captured the thought of his compatriots, John the Baptist spoke for his when he cried out, “Here is the Lamb of God who takes away the sin of the world” (John 1:29). A lamb cannot die in a human’s place, but a perfect human could; and if that human is also God, he could die for every human’s sin (Heb. 9:11–14). Yes, Israel had suffered temporal results for its sins, but that did not mean that it was automatically restored to fellowship with God. For that to happen, for Israel to be enabled to be the servants of God, atonement was necessary, and that is what this stanza is about.<\/p> <p><a class=\"isa\" verses=\"WzE4NzE2XQ==\">4<\/a> The opening word, <span>ʾākēn<\/span><i>, But surely<\/i>, expresses both affirmation and contrast (see 49:4b for the same use). In spite of all that “we” have just said about the unlikely appearance and the tragic circumstances of this man, the fact is that it was all for us! The force of this awareness is shown throughout this verse and the following by the recurrence of the contrast between “him” and “us.” <i>He<\/i> suffered, but it was <i>we<\/i> who sinned. This contrast is heightened in this verse by the use of the emphatic independent pronouns <i>he<\/i> and <i>we<\/i> in the first colon of each bicolon: “our sicknesses <i>he<\/i> carried&nbsp;.&nbsp;.&nbsp;. but <i>we<\/i> considered him stricken.&nbsp;.&nbsp;.&nbsp;.&nbsp;” In this recurring emphasis the prophet conveys the perennial shock of those who are secure in their own ability to handle the affairs of their lives when they discover that what they understood to be the well-deserved misfortunes of another were really their own—when they discover that they need a Savior.<\/p> <p>The skill of the poet is shown in his repetition and reversal of <i>sickness<\/i> and <i>pains<\/i> from v. 3. That weakness and illness that made us think little of the Servant—it is <i>our<\/i> weakness and illness! The very things that made us think him of no account are the things for which we ought to honor him, because it is for our sake he is enduring them. Part of the shock of recognition is due to the typical ancient Near Eastern understanding of the source of suffering: if a person is suffering, it is because he or she has done something to deserve it (the book of Job is the classic example in the OT). Thus if a person is smitten, it is because he or she is a sinner. But this man has been stricken because <i>we<\/i> are sinners.<\/p> <p>The language of carrying and bearing sets the stage for the substitutionary understanding of the Servant’s suffering. This is the language of the cult, especially from Leviticus. There the sacrificial animal carries <i>(<\/i><span>nāsāʾ<\/span><i>)<\/i> the sins of the offerers away, so that the offerer does not carry them anymore. The animal does not merely die because the offerer sinned, but in the offerer’s place, doing what the offerer must do otherwise, (5:1, 17; 10:17; 16:22; 17:16; 20:19; see also Num. 9:13; 14:34). In the same way <span>sābal<\/span> implies the bearing of a burden for someone else (Isa. 46:4, 7; Lam. 5:7). The Servant is not suffering <i>with<\/i> his people (however unjustly), but <i>for<\/i> them.<\/p> <p><i>stricken (<\/i><span>nāgûaʿ<\/span><i>)<\/i> is sometimes associated with the disease of leprosy (Lev. 13:3, 9, 20; 2 K. 15:5), and it is probably on this basis that the Babylonian Talmud describes the Messiah as a leper (<i>Sanhedrin<\/i> 98a). But this is not always the case; in other places this term can describe any illness or misfortune that suddenly occurs (Gen. 12:17; 1 Sam. 6:9). So here the people had seen the Servant afflicted with some hateful disease and had wondered to themselves what terrible thing he had done to deserve that. Now they know that it is they who deserved these fearful consequences. This is metaphorical language, as the following verse shows. As noted above, all kinds of suffering are ascribed to the Servant in order to emphasize the totality of his mediatorial work.<\/p> <p><a class=\"isa\" verses=\"WzE4NzE3XQ==\">5<\/a> Again, as in v. 4, the independent pronoun preceded by a disjunctive <i>waw, But<\/i>, emphasizes the contrast between him and us. We had thought God was punishing this man for his own sins and failures, but in fact he was <i>pierced through<\/i> as a result of our rebellion; he was <i>crushed<\/i> on account of our twistedness. The images have now shifted from illness to injury and have become more severe. While “pierced through” is not always specifically said to result in death, it is typically used in contexts with death (22:2; 51:9; 66:16; Ps. 69:27 [Eng. 26]). Delitzsch goes so far as to say that it is the strongest term for violent and excruciating death in the language. Similarly, “crushed” is stronger than that which Eng. “bruised” implies. It suggests at least breaking into pieces and in some cases even pulverizing (19:10; Job 22:9; Jer. 44:10; Ps. 90:3 [<span>dakkāʾ<\/span>, “dust,” a noun form of <span>m<\/span><span>dukkāʾ<\/span>, “crushed,” here]).<\/p> <p>This effect in the Servant is the measure of how seriously God takes our rebellion and crookedness. We typically wish to make light of our “shortcomings,” to explain away our “mistakes.” But God will have none of it. The refusal of humanity to bow to the Creator’s rule, and our insistence on drawing up our own moral codes that pander to our lusts, are not shortcomings or mistakes. They are the stuff of death and corruption, and unless someone can be found to stand in our place, they will see us impaled on the swords of our own making and broken on the racks of our own design. But someone has been found. Someone has taken on himself the results of our rebelliousness, and we have been given the keys of the kingdom (2 Cor. 5:21; 8:9; 1 Pet. 2:24).<\/p> <p>The metaphors of <a class=\"isa\" verses=\"eyIxODcxNiI6Mn0=\">vv. 4–5<\/a> are precisely those of 1:5–6. As a result of its rebellion, the nation is desperately ill, a mass of open sores and unbandaged wounds. What is to be done? Not more hypocritical worship (<a class=\"isa\" verses=\"eyIxNzY2NSI6Nn0=\">1:10–15<\/a>)! No, what is needed is just and righteous living (<a class=\"isa\" verses=\"eyIxNzY3MSI6NX0=\">1:16–20<\/a>). But can that atone for the past, cleanse the wounds, destroy the infection? No, writing new words over the old ones will not blot out the old ones. Someone must come to wipe the slate clean (<a class=\"isa\" verses=\"WzE3NzM4XQ==\">4:4<\/a>). Someone must take the disease and give back health, must bear the blows and give back wealth (in its original sense of “well-being”).<\/p> <p>That this is precisely the intention of the first bicolon is shown by the second. If the first is taken alone, one could argue again that substitution is not being talked about, but only sharing in results. But the second bicolon will not permit that interpretation. What the Servant does in bearing the undeserved results of his people’s sin brings about positive results for the people. He is not merely participating in their suffering, he is bearing it away for them so that they may not labor under its effects anymore. He took the punishment that made it possible for us to have well-being, and he has taken the infected welts so that ours could be healed. No Judean prophet did that for sick, broken Israel; and sick, broken Israel did not do that for either itself or the world.<\/p> <p>While <span>mûsar<\/span> does not always imply “punishment,” it frequently does (cf. Job 5:17; Prov. 22:15; 23:13; and the verb <span>yāsar<\/span> in Ps. 6:2 [Eng. 1]). It is the discipline of a child by a parent up to and including punishment. Here the context demands this understanding. The child has rebelled against the parent; not only has the relationship been disrupted, but justice is offended. There is no <span>šālôm<\/span><i>, well-being<\/i>, because things are out of order, unbalanced. Until punishment has been meted out, all the good intentions in the world cannot restore that broken order. But when the parent’s authority has been recognized, when justice has been done, then both sides of the equation are balanced again, which is what shalom is all about. This is what the Servant has done for us. This is not a matter of a raging tyrant who demands violence on someone to satisfy his fury. It is a God who wants a whole relationship with his people, but is prevented from having it until incomplete justice is satisfied. In the Servant he has found a way to gratify his love and satisfy his justice.<\/p> <p>The same point is made by the last colon. The back of the rebel is covered with the bloody welts of the lash. Yet his behavior seems only to ask for more (<a class=\"isa\" verses=\"WzE3NjYxXQ==\">1:6<\/a>). How can his back ever be healed? Only if someone takes those welts in his place. The elliptical language only intensifies the point; it is literally: “in his welts it is healed to us.” What can this mean but what it says? The Servant is not suffering with his people—he is suffering for them, procuring for them through his suffering what they cannot procure for themselves. This requires that the Servant does not deserve any welts of his own. Because he does not he can take those of his people and give them healing in return. Can any human do this?<\/p> <p><a class=\"isa\" verses=\"WzE4NzE4XQ==\">6<\/a> Isaiah now reinforces his point with an extended simile (which also serves to introduce the next stanza). The entire people is compared to a flock of sheep. <i>all of us<\/i> both opens and closes the verse, emphasizing the extent of the problem, and by its lack of specificity inviting an extension to the whole human race. The point being illustrated includes the contrast between “us” and “him,” and the fact that the effects of our behavior were made to fall on him. (Note that nothing is said about his sharing the effects with us. The plain implication is that he took the effects and we did not.) Sheep are notoriously single-minded and at the same time unaware of their circumstances. Their minds are on the next clump of grass and not much else. Furthermore, when they are frightened, they have a tendency to bolt off in any direction. As a result of these two tendencies, sheep are prone to get lost. Like them, we humans seem not to be much aware of the consequences of our choices. And like them, we are frequently helpless in the consequences, especially the eternal ones. So what has happened? The consequences have fallen on the Servant. This is not accidental; the text says explicitly that God has made this happen. What a mystery! The conventional thought of the day said that if a person suffered it was because God was bringing his iniquity on him (Num. 32:23; Ps. 40:13 [Eng. 12]). Here God has made this person suffer for the iniquity of “all of us.” Who can this person be?<\/p>",
    "audit": null
}