{
    "id": 17529,
    "source": "oswalt",
    "verse_id": 18839,
    "verse_count": 6,
    "reference": "60:17–22",
    "title": "Gold For Bronze",
    "html": "<p>This last stanza of the poem now constituting <a class=\"isa\" verses=\"eyIxODgyMyI6MjJ9\">ch. 60<\/a> is the most lyrical of all. The poet “slips the bonds of earth” and soars free to describe the wonder of what it is God will do, and be, to his people. The Holy City will be made entirely of metal with all that this suggests of permanency and security. Far from the darkness that characterizes the city of ordinary human endeavor, God’s presence in this city will create such light that the sun and moon will not be necessary. Every person will be righteous (v. 21) so that God’s beauty may be seen everywhere. Even though this is the language of lyric, the author makes four inescapable points: God will keep his promises to his people; God’s aim for his people is peace and righteousness; those aims are to be realized through his power alone; the greatest blessing of all is the presence of God.<\/p> <p><a class=\"isa\" verses=\"WzE4ODM5XQ==\">17<\/a> In language reminiscent of 1 K. 10:21, 27, Isaiah speaks of the glory that God will give to the city as he replaces the better with the best. There is no question about the ultimate source of these blessings: God brings them. Neither Zion’s effort nor the nations’ submission will be the ultimate cause; it is God’s work.<\/p> <p><i>gold,&nbsp;.&nbsp;.&nbsp;. silver,&nbsp;.&nbsp;.&nbsp;. bronze,&nbsp;.&nbsp;.&nbsp;. iron<\/i>. Are we to look forward to an all-metal city of Jerusalem? Not any more than we are to look for one made largely of precious gems (Rev. 21:18–21). These are simply poetic ways of talking about the wonder of living under the blessing of God as opposed to every other means of living. Spiritually speaking, it is to know the best, to know a permanence that time cannot erode, to know a security that no enemy can break through. Will there some day be a literal city where these spiritual truths will be experienced in their ultimate sense? The unity of matter and spirit in God’s creation seems to argue for it, but to try to construct a physical model of it in advance, based on descriptions like these, is to miss the fundamental point being made.<\/p> <p>Most commentators (e.g., Young) agree that the point of the final bicolon is that <i>peace<\/i> and <i>righteousness<\/i> are to become the basis and operative principle of government in God’s city. <span>p<\/span><span>qudōt<\/span><i>, governors<\/i>, is related to <span>pāqad<\/span>, “to visit, appoint, judge,” which frequently has a negative connotation (cf. 26:14). <span>nōg<\/span><span>śîm<\/span><i>, officers<\/i>, definitely has a negative connotation, referring 5 times in Exodus to slave drivers. Here then it appears that the poet, by his direct juxtapostion of overwhelmingly positive words with rather negative words, is using irony. If Righteousness is your “slave driver,” and Peace is your “inspector,” that is, if the worst is wonderful, what will the best be? A further point is that these are the characteristics that the people have confessed themselves incapable of producing (cf. 59:9–13). But by God’s grace they can become the very foundation of the political life of his city.<\/p> <p><a class=\"isa\" verses=\"WzE4ODQwXQ==\">18<\/a> A further description of the city has to do with the conditions within its borders. The violence, devastation, and destruction that have been part of Zion’s experience from its earliest days will no longer be the case. This absence is a particular characteristic of the Messiah’s kingdom as described in chs. 9 and 12, and recapped in 65:19–25. <i>violence<\/i>, with its accompanying <i>destruction<\/i>, is an expression of a self that is determined to have its way at all costs. It is a self that does not know “peace” or “righteousness.” But in the Messiah’s kingdom, every knee will have bowed to him, and all rapacious selves will have surrendered their desires to his rule. There every need is entrusted to him and met by him in his wisdom, and the cacophony of myriad selves, grasping and striving, smashing what they cannot possess, fades away into a glorious harmony. In that city the <i>salvation<\/i> of the Redeemer will be the <i>walls<\/i>, protecting everyone from the mightiest enemy of all: sin. The avenue of entry to the city, its <i>gates<\/i>, will be <i>praise<\/i>. Those who enter that city will do so by laying themselves and their needs aside and joining in the endless song that the redeemed will sing to their Savior. By the same token, those who attack that city will find themselves repulsed by adamantine doors of selfless joy <i>(praise your gates)<\/i>.<\/p> <p><a class=\"isa\" verses=\"eyIxODg0MSI6Mn0=\">19–20<\/a> These verses climax the references to the light of God in this chapter. V<a class=\"isa\" verses=\"eyIxODgyMyI6M30=\">v. 1–3<\/a> represented the light of God, his glory, dawning in Jerusalem. Now the obvious conclusion, poetically speaking, of those verses is drawn. If the light of God the creator has dawned, of what use are the created lights, <i>the sun<\/i> and <i>the moon?<\/i> Of what good is their pitiful reflected light when he who is <i>Light<\/i> itself (1 John 1:5) is present? The Gospel of Luke makes clear that Jews of the 1st century <small>A.D.<\/small> associated this light with the Messiah, who is the Sun of God’s righteousness (Luke 1:76–79; 2:32; cf. Mal. 3:19 [Eng. 4:2]), and John’s Gospel demonstrates the association of Jesus Christ with these promises (John 1:5, 9; 3:19; 8:12; 12:35–36). Even before the advent of modern scientific studies the ancients understood that light and health are intimately related. If that is true in the physical world, how much more is it true in the spiritual realm? It is the Sun of righteousness that we need. If he has given health to our souls, and if we have his promise that he will not set, then the physical sun and moon may fade and disappear, yet all will be well with us.<\/p> <p>The appearance of <i>mourning<\/i> in the final colon seems strange to some, but the point is the same as that of Ps. 30:6 (Eng. 5) “weeping may linger for the night, but joy comes with the morning.” Although different words are used, the same thought also appears in Isa. 40:2. It often seemed to Israel that the night of mourning for its sins and its broken covenant would never end. Destruction seemed to follow destruction without end (cf. 3:26; 24:4; 33:9). But almost equally troubling was their inability to learn from the punishment and change their behavior (cf. 59:10–11). Nevertheless, says the prophet, the daylight is coming. The night of mourning will be ended, but more than that, <i>completed<\/i>. There will be no mourning left to be done. Why? Because the Messiah will have come to declare the grace and power of God (cf. 61:2). He is the Sun that will not set, and the Moon that will not be taken away. Truly, “joy comes with the morning.”<\/p> <p><a class=\"isa\" verses=\"eyIxODg0MyI6Mn0=\">21–22<\/a> The final two verses of the stanza turn from the description of the city to a discussion of the condition of the people who are the city. Four things are said: they are all righteous; they are assured permanence; they are established by God for his beauty; and their influence will be out of all proportion to their size. This is a comprehensive statement whose points are closely related to issues raised elsewhere in the book.<\/p> <p>As 56:1 makes plain, God expects that his people will do right, as defined by their covenant relation with him. But this emphasis did not start in <a class=\"isa\" verses=\"eyIxODc1NSI6MTJ9\">ch. 56<\/a>. At the very beginning of the book, God calls for Jerusalem to be characterized by righteousness (<a class=\"isa\" verses=\"WzE3Njc2LDE3NjgxXQ==\">1:21, 26<\/a>). This expectation prevails throughout chs. 1–39 (<a class=\"isa\" verses=\"WzE3NzQ3LDE3NzU2LDE4MTM4LDE4MTgyLDE4Mjg1LDE4Mjk1XQ==\">5:7, 16; 26:7; 28:17; 33:5, 15<\/a>). Furthermore, righteousness (and justice) are said to characterize the messianic kingdom (9:6 [Eng. 7]; 11:4, 5; 32:1, 16, 17). As pointed out elsewhere (see the commentary above on 45:8), in chs. 40–55 righteousness is almost everywhere used of God and of his faithfulness to deliver his people. But even in those chapters some references speak of the people’s behavior (see esp. 51:7).<\/p> <p>Yet, as chs. 56–59 make plain (cf. also chs. 63–66), the people are unable to live righteous lives. They know they should, they try, and yet they fail and find themselves in misery as a result (cf. esp. 59:1–15a). So God has bared his arm (<a class=\"isa\" verses=\"WzE4ODE3XQ==\">59:16<\/a>), which earlier chapters revealed was the Servant\/Messiah (cf. 52:10 and 53:1), and has come to his people’s aid (cf. also 63:1–6). The ultimate result of his effort is the righteousness of all his people. To be sure, this is the righteousness of faith, as persons accept what the Messiah has done for them, but in the context of chs. 56–66 it must be more than that; it must also be the realized righteousness that these chapters are calling for throughout. To allow for anything less is to make a mockery of all those demands for lives that demonstrate the character of God.<\/p> <p>Here then is a synthesis of chs. 1–39 and 40–55. Chs. 1–39 call for lived-out righteousness, and threaten punishment as the alternative. Chs. 40–55 offer redemption from that punishment solely on the basis of the righteousness of God. Finally, chs. 56–66 again call for lived-out righteousness, but show that such living is possible only through the gracious righteousness of God. In short, if it is true that we still look for the perfection of the kingdom of God, we are expected to know a taste of its reality as we allow the power of the arm of the Lord to make us a righteous people for his name’s sake.<\/p> <p>If the character of God in his people will be a mark of God’s light having dawned on them, so will their continued existence as his people. In 57:13 the prophet said that those who take refuge in God will possess the land. Here that promise is confirmed. What does this mean in a poetic setting of all-metal cities, and a ceaseless light where the sun and moon are unnecessary? What does “inherit the land” mean in a supernatural cosmos? From its very earliest appearance in the Abrahamic covenant, the promise of the land has been inseparably connected with ideas of permanence and continuity. Thus the land has become a metaphor for God’s faithfulness to preserve the posterity of Abraham. This is especially clear if these words are directed particularly to the returnees in Palestine. They <i>have<\/i> inherited the land, physically speaking. They have returned home, against all the odds, just as Isaiah said they would. But what do they have? Do they have any security that they will survive as a people in a radically changed world? They have the land, but do they have what the land represents? God asserts that they do, and the reality of the deeper promise has been confirmed by the continued existence of the Jews as God’s people across two thousand years even without physical possession of the land of Israel. The same promise of continuity and preservation is given to Gentile believers, those other children of Abraham, as well.<\/p> <p>But how is it that the people of God, whether Jew or Gentile, can survive? The answer is not in themselves—it is in the fact that they have been planted by God <i>(a shoot of my planting)<\/i>. Despite the textual difficulties surrounding this bicolon (noted above), its fundamental sense is clear: God will nurture his people like a tender cutting in a vineyard (cf. 5:1–7; 27:2–6). He has set them out with his hands, and will weed around them, and prune them carefully. Why? Because of the purpose for which this has all been undertaken: that his essential beauty might be known to the world. This is why the character of the people is vital: if God’s true beauty is to be seen through his people, they must reflect his righteous character (cf. Eph. 2:10). This is also why faithful people can depend on him for the continuation of their faith until the end of time: it is in that continuity that the faithfulness of God is seen. Christ has taken the imagery a step farther by making himself the vine and his people the branches of the vine. To belong to him is not merely to be planted and tended by him but also to have his very life flowing though us (John 15:5). This is exactly what Isaiah is speaking of when he promises us that by the grace of God we can share the righteousness of God.<\/p> <p><a class=\"isa\" verses=\"WzE4ODQ0XQ==\">22<\/a> The fourth of the things that the prophet says about the people who make up the city of God is that their influence will be out of proportion to their size: <i>the least will be a thousand, and the smallest will be a mighty nation<\/i>. This is directly opposite to 30:17, which states that one of the enemy is able to chase a thousand of Israel, because Israel trusted in military power rather than in the Lord. Now the prophet sees a day in which that situation is reversed, when out of the ragged remnants of Israel’s empire could come a king who would rule the world from a throne made of two crossed pieces of wood, where a handful of his frightened disciples empowered with the Spirit of their Lord could shake an entire empire. This thought is the climax of a theme that runs through the OT and that the NT picks up (cf. 1 Cor. 1:26–31): the power of the weak, the triumph of the unlikely, and the fruitfulness of the barren. The kingdom of God is not made with human strength; it is built by human weakness, through which God can move (cf. Mic. 5:1 [Eng. 2]).<\/p> <p>This thought, and indeed the entire chapter, is summed up in the final bicolon. How is it possible that <i>this<\/i>, all these wonderful promises, even understood as imagery, could ever happen? Because the one who is speaking is the Lord! This phrase, <i>I am the Lord<\/i>, first prominent in the proclamation of the Sinai covenant (e.g., Exod. 20:2), was also highlighted in Isa. 40–48 (see, e.g., 43:3, 15). Who then is the guarantor of these promises? The one who delivered his people from Egypt and brought them into the land of Canaan, according to his promise; the one who delivered his people from Babylon and brought them home to Israel, according to his promise. Any promise is worth only as much as the integrity and the capacity of the one making it. Can we believe these promises about the city of God? Of course we can! He is the Lord!<\/p> <p>At this point, with the benefit of hindsight, we know that the promises here refer to two events, the first and second comings of the Messiah, Jesus Christ. Paul may allude to this verse when he says that God brought forth his Son in “the fullness of time” (Gal. 4:4). Although it may take a long time for all things to be ready, nevertheless, when they are ready, God will suddenly bring it to pass. This is the way it was with the first coming. It seemed that the Messiah would never come; but when the time was right, he was suddenly present, and those who were not prepared had no time to get prepared. So it will be in the consummation of all things. Suddenly the sun will leap over the horizon, and God’s everlasting day will be here. In the meantime, the task of the people of God is to draw on all his resources to reflect to the world as much of his light as he now makes available to us. If we will, the nations will continue to come streaming to him as they have for two thousand years.<\/p>",
    "audit": null
}