{
    "id": 17467,
    "source": "oswalt",
    "verse_id": 18460,
    "verse_count": 13,
    "reference": "41:8–20",
    "title": "Israel Need Not Fear",
    "html": "<p>Verses 8–20 now shift the focus from the frightened people of Babylon, terrified by the works of the Lord (<a class=\"isa\" verses=\"eyIxODQ1NyI6M30=\">vv. 5–7<\/a>), to the people of the Lord, who are told that they need not fear anything because of their Lord’s presence with them. No obstacle (<a class=\"isa\" verses=\"eyIxODQ2MyI6Nn0=\">vv. 11–16<\/a>) and no need (<a class=\"isa\" verses=\"eyIxODQ2OSI6NH0=\">vv. 17–20<\/a>) can alter the fact that they are God’s chosen (<a class=\"isa\" verses=\"eyIxODQ2MCI6M30=\">vv. 8–10<\/a>), and that he will help them. This picture of the Holy One of Israel (<a class=\"isa\" verses=\"WzE4NDY2LDE4NDY4LDE4NDcyXQ==\">vv. 14, 16, 20<\/a>) calmly reassuring his helpless, chosen people is in strong contrast to that of the fearful people of the nations frantically constructing gods to meet the onrushing Cyrus (<a class=\"isa\" verses=\"eyIxODQ1NyI6M30=\">vv. 5–7<\/a>).<\/p> <p>Most modern commentators divide the segment into three components: <a class=\"isa\" verses=\"eyIxODQ2MCI6OX0=\">vv. 8–13, 14–16<\/a>, and 17–20. The first is often identified as being in the form of an oracle of salvation, supposed to have been spoken in response to the lament, reassuring the one who had cried out for God’s intervention (see, e.g., Ps. 22) that his prayers had been heard and would be answered favorably. V<a class=\"isa\" verses=\"eyIxODQ2NiI6M30=\">v. 14–16<\/a> are taken to be a second oracle of salvation, though somewhat truncated. V<a class=\"isa\" verses=\"eyIxODQ2OSI6NH0=\">v. 17–20<\/a> are frequently said to be a hymn of salvation. But despite the somewhat more lyrical tone of these verses, there is little to mark them as a hymn per se in comparison with those in 42:10–13; 43:23; and 45:8. The movement of thought through the segment from v. 8 to v. 20 is from basic encouragement (<a class=\"isa\" verses=\"eyIxODQ2MCI6M30=\">vv. 8–10<\/a>) to promise of deliverance from enemies (<a class=\"isa\" verses=\"eyIxODQ2MyI6M30=\">vv. 11–13<\/a>) to promise of overcoming all obstacles (<a class=\"isa\" verses=\"eyIxODQ2NiI6M30=\">vv. 14–16<\/a>) to promise of full supply of all needs (<a class=\"isa\" verses=\"eyIxODQ2OSI6M30=\">vv. 17–19<\/a>), all to the end that the Holy One of Israel may be recognized (v. 20).<\/p> <p><a class=\"isa\" verses=\"eyIxODQ2MCI6Mn0=\">8–9<\/a> These two verses describe the person addressed in v. 10. The opening disjunctive <i>waw, But<\/i>, emphasizes the contrast between this person and the preceding ones. Israel does not need to create gods in fear (<a class=\"isa\" verses=\"eyIxODQ1OCI6Mn0=\">vv. 6–7<\/a>), because it is their God who has created this situation (v. 20). Indeed, the Israelites are under the special protection of the Lord because they are his <i>servant<\/i>. Here we are introduced for the first time to the concept of God’s “servant,” which is especially frequent in this part of the book. “Servant” does not occur at all with reference to the nation in chs. 1–39.<\/p> <p>It is evident that <i>servant<\/i> is intended to be an encouraging term here by its connection with the vocabulary of election. Israel, like Abraham, Moses, and David, has been especially <i>chosen<\/i> to serve God. That chosen servanthood extends in a straight line back through their ancestors to Abraham himself, the prototype of election (see 1 Chr. 16:13 and Ps. 105:6). <i>my friend<\/i> (lit. “my lover” or “my beloved”) suggests that election is not an austere, judicial act but is rooted and grounded in love, both the love of God for the chosen and the love of the chosen for God. Thus, as those particularly chosen to serve God, offspring of his unique friend (2 Chr. 20:7; Jas. 2:23), they have nothing to fear (John 15:14–15).<\/p> <p>God had already taken the <i>seed<\/i> of Abraham, the Israelites, from the ends of the earth to their new home in Canaan. God could do it again, and indeed he meant to, because the exile would not change their relation to him—they would not be forsaken. Thus God’s continued reminder throughout chs. 41–45 that they are his chosen servants was aimed solely at encouraging them. Any sense of obligation or requirement in the term is in the distant background. To be sure, God has in mind a function for them: living evidence, witnesses, of his unique godhood (<a class=\"isa\" verses=\"WzE4NTE2XQ==\">43:10<\/a>). But that is not so much obligation as a simple fact of their existence. As G. E. Wright put it, Isaiah turns “to the question of God’s salvation in order that the faith of the broken community can be restored.” We must experience the wonder that sin cannot change God’s love for us, and realize that he will do everything necessary to redeem us, even before we decide how to respond to him. If they will allow that wonder and that realization to motivate them to trust, then there will be evidence in their lives for the world to see.<\/p> <p><a class=\"isa\" verses=\"WzE4NDYyXQ==\">10<\/a> <i>do not fear<\/i>. Here is the address of God to his people. Because of their relationship with him they do not need to fear anything. This is not some species of positive thinking; their hope is not in casting off negative thoughts. Rather, in two concise causal (<span>kî<\/span>, “for”) clauses God states that they can take courage because he, their God, is with them. But who is he? One more of the helpless gods? No, he is the great “I Am.” Every other being in the universe is contingent; he alone is self-existent, complete in himself. That One has given himself to them to be their God; that One is immanently present with them. This was no new message. It was the same word that Isaiah had given to Ahaz (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">7:14<\/a>), and that Moses had declared to the Israelites at the Red Sea (Exod. 14:13–14) and to Joshua on the plains of Moab (Deut. 31:8). It was the key to Joseph’s success (Gen. 39:2, 21, 23) and also to Isaac’s (Gen. 26:3, 28). But in a situation that would seem to make a mockery of all that they had believed about themselves and their identity (how could they be elect if they had been forcibly taken from God’s land?), they needed to hear in no uncertain terms that God was still with them and that he was still willing to be called their God.<\/p> <p><i>strengthened&nbsp;.&nbsp;.&nbsp;. helped&nbsp;.&nbsp;.&nbsp;. supported<\/i>. Since God, their God, is with them, they can expect certain things from him. The second bicolon of the verse details what these are with an interesting use of the particle <span>ʾap<\/span>, <i>moreover<\/i>. Its use between the three verbs gives them a sense of being piled on top of one another. Not only has he strengthened, but he has helped, and not only has he strengthened and helped, but he also has upheld them (cf. 40:24). That help is symbolized by God’s <i>righteous right hand<\/i>. It is common in some of the modern translations to translate <span>ṣedeq<\/span> with “victorious” (so NRSV and REB; cf. CBAT “true,” JPS “gracious,” NIV “righteous”). This is an attempt to convey the recognition that <span>ṣedeq<\/span> connotes more than ethical behavior—it connotes “right” action in all circumstances. Thus God’s great power (“right hand”) will do the right thing for his suffering people and deliver them. But “victorious” seems to go too far, because it has no relation to standards at all.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ2MyI6Mn0=\">11–12<\/a> Standing as they do between the “fear not” of v. 10 and those of vv. 13 and 14, these verses make specific the promises of God’s help and defense. In six parallel cola (all of which end with the 2nd masc. sg. suffix -<span>kā<\/span>, “you, your”), God declares that all Israel’s adversaries, from those who are angry with them (v. 11) to those who are actually making war on them (v. 12), will slink away in disgrace, <i>ashamed and humiliated<\/i> (v. 11). They will do so because they are <i>as nothing<\/i> in the presence of Israel’s God.<\/p> <p><a class=\"isa\" verses=\"WzE4NDY1XQ==\">13<\/a> Note the parallelisms with v. 10: admonitions not to fear because he is their God and will help them. Interestingly, where v. 10 speaks of God’s right hand, this verse says that he will hold their right hand. Taken together, these two verses present a powerful picture of parent and child: in the father’s right hand is a mighty weapon to defeat any enemy, but his left hand is holding the child’s right. He does not merely stand by to defend, but he is also physically with the child; he will not allow the child to be separated from him. The final emphatic <i>I<\/i> underlines the personal involvement of God in all of this.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ2NiI6M30=\">14–16<\/a> Here the focus changes from defense to offense. Not only will God defend his people against those who trouble them, but he will make them the very tool in his hand to tear down any obstacle that would thwart his plans for them. The Targums make the mountains and the hills of v. 15 “nations” and “kingdoms” and announce that the Israelites will “slay” (not “thresh”) them. Some commentators agree with this understanding of the figure, but most do not. Isaiah makes no clear reference elsewhere to Israel destroying the nations. Furthermore, the use of mountains and hills as figures of obstacles to the Lord’s coming in 40:4 is instructive. On these grounds it seems best to understand the terms in a similar way here. Nothing can stand in the way of the Lord’s promises to his people. There may be a reference to the return from exile here (see also on <a class=\"isa\" verses=\"eyIxODQ2OSI6NH0=\">vv. 17–20<\/a>), but there is no indication that the imagery should be limited to that (see, e.g., Ezek. 36:3, which refers to the mountains of Israel as having been crushed by enemies).<\/p> <p><a class=\"isa\" verses=\"WzE4NDY2XQ==\">14<\/a> The two parts of the parallelism in this verse guide in interpreting each other. <i>worm<\/i> tells us that <i>men<\/i> is to be understood as that which is finite and mortal. At the same time <i>men<\/i> tells us that <i>worm<\/i> is not to be understood as that which is disgusting and worthless. While it is not apparent that the term is used as an affectionate diminutive, as some commentators (e.g., Muilenburg) suggest, neither is it an indication that the Israelites are valueless in God’s sight. They may not be much on the scale of things, but they are of infinite worth to God.<\/p> <p>Here <i>redeemer<\/i> makes the first of its 13 appearances in the book. Elsewhere in the OT it is used of the near relative who delivers a poor person from enslavement and the loss of the family inheritance consequent on their poverty (Lev. 25:25; Ruth 4:1–8). But it is also used of the person who avenges the blood of a murdered person by killing the murderer (<span>gôʾēl haddām<\/span>, Num. 35:21–27; Deut. 19:6; Josh. 20:5). Thus the term has both positive (for the oppressed) and negative (against the oppressor) connotations. Its use here is typical of all but one of the rest: it is used as an epithet in connection with other titles that emphasize the greatness and uniqueness of God. Six times it appears in conjunction with “the Holy One of Israel”; three times with “Lord of Hosts”; twice with “the Mighty One of Jacob.” Other terms appearing at least once are “King of Israel,” “First and Last,” “Formed You from the Womb,” “Made Everything,” “God of the whole earth,” “Our Father.” What these connections serve to indicate is that God is able to carry out the tasks of the redeemer. He is strong enough, creative enough, and compassionate enough that no other being in the universe will be able to prevent him from carrying out his plan.<\/p> <p>If our understanding of “redeemer” is conditioned by its connection with “Holy One of Israel,” the converse is equally true. In this part of the book the evidence for God’s holiness, that is, his unique godhood, is his willingness and ability to redeem. The so-called gods are either unwilling or unable to redeem. They are no more dependable than fickle human beings, and thus have no right to be called holy. But the Lord is unencumbered by either history or nature; he is truly Other, and so is free to do what is right in every circumstance. That is holiness.<\/p> <p><a class=\"isa\" verses=\"WzE4NDY3XQ==\">15<\/a> There seem to have been two main types of <i>threshing sledge<\/i> in the ancient Near East. One was simply a frame of heavy timbers with sharp stones or pieces of metal driven into the underside. The other was a frame holding one or two heavy rollers into which the stones or metal was driven (Isa. 28:27). Both types were dragged around and around, normally by a draft animal (cf. Deut. 25:4), over a pile of cut grain until the kernels were separated from the husks. The instrument here seems to be the former type, a <i>new<\/i> one, with teeth that have not yet been worn down. Israel is no worn-out, broken-down tool in its Master’s hand.<\/p> <p><a class=\"isa\" verses=\"WzE4NDY4XQ==\">16<\/a> All that stood in Israel’s way—oppressors, sins, obstacles, and whatever else—will be swept away as swiftly as a strong wind sweeps the chaff from the winnowing fork. In a moment it will be gone. This was certainly true of the return from exile. With breathtaking suddenness Cyrus’s victories shook the seemingly unshakable Babylonian Empire to its roots and ushered in a brand-new day. The result of all God’s work would be cause for rejoicing in him. Just as the defeated would know that God had been the cause of their defeat, so the Jews would know that he was the cause of their victory. There would be no reason to rejoice in their own strength or to boast of their accomplishments. In that day it would be apparent that whatever the involvement of the people as instruments, it was he, the One who is unlike any other—the Holy One who has committed himself to a people—who had done it.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ2OSI6NH0=\">17–20<\/a> As mentioned above, these verses seem to be a graphic, lyrical summary of what has been said in <a class=\"isa\" verses=\"eyIxODQ2MCI6OX0=\">vv. 8–16<\/a>. Using the imagery of desert and water, wilderness and fertile field, which are familiar throughout the book, Isaiah paints the picture of what God’s undertaking will mean in the desolate lives of his people. It will mean not only provision of needs for them (<a class=\"isa\" verses=\"eyIxODQ3MCI6Mn0=\">vv. 18–19<\/a>) but also a recognition by the world that Israel’s God is in another class altogether than the rest of the gods (v. 20).<\/p> <p><a class=\"isa\" verses=\"WzE4NDY5XQ==\">17<\/a> The pair <i>poor and desolate<\/i> is a frequent one in the OT (e.g., Deut. 15:11; 24:14; Ps. 35:10; 37:14; Prov. 31:20). It connotes not merely material poverty but also a more generalized powerlessness. The sense here is almost certainly figurative. It is not water that these people need, whether in well-watered Babylon or on the return from Babylon, the likely route being by way of the Euphrates Valley to Aleppo and then southward. Thirst is used here because it is a powerful image of every human need—physical, spiritual, and emotional. The use of the participle <i>seeking<\/i> expresses continued activity, perhaps reflective of our perpetual neediness (cf. Pieper). It may also express the thought that at any time when the needy are seeking, God will answer (see NRSV). At any rate, God declares that he will respond to their cries personally <i>(I, the Lord, I will answer them)<\/i>.<\/p> <p>Perhaps the greatest curse of well-being, whether physical, material, emotional, or spiritual, is that it lures us into believing we are self-sufficient, especially in matters of the spirit. That is, of course, a lie with eternal consequences. We are dependent creatures, most of all in spiritual matters. This was what Paul learned, beginning on the road to Damascus (Phil. 3:7–11). It is when our neediness, in whatever realm, has taught us that the cosmic Lord, on whom we depend absolutely, longs to bless those who bring their needs to him, that we have learned the greatest lesson of life.<\/p> <p><a class=\"isa\" verses=\"WzE4NDcwXQ==\">18<\/a> God promises to supply the needs of those who cry out to him, and to do so in a superabundant manner. The language is clearly figurative. There is no indication that the prophet expected these things to come true in a literal sense. As he has done in so many other places in the book, he uses the language of natural impossibility to make the point of God’s limitless ability, but with the understanding that it applies particularly to the realms of history and spirit (cf. esp. Isa. 30:25; 32:14–20; 44:3–5).<\/p> <p><a class=\"isa\" verses=\"WzE4NDcxXQ==\">19<\/a> Although some of the trees listed here are found in Babylon, the complete list is common to Syria and Israel, which tends to support the Israelite provenance of the writing. Delitzsch has suggested that the number of them—seven—was chosen to indicate the perfection of God’s provision for his needy ones. This may be true, but the text offers no clues to verify it. The chief point is simply that God is able to take that which is barren and unproductive, the human soul, and make it fertile and fruitful (cf. 5:7; 6:13; 27:6; 37:31; 60:21; 61:3, 11).<\/p> <p><a class=\"isa\" verses=\"WzE4NDcyXQ==\">20<\/a> Here God’s purpose in electing and delivering his people is stated as directly as it is anywhere in the book. It is in order that people may recognize who God is by reflecting on his creative, miracle-working power in Israel. Finally, this is what Israel’s servanthood is all about. Just as Isaiah himself was, the nation is called, and cleansed, and empowered, not for its own enjoyment but as a vehicle of God’s revelation. This emphasis is especially prominent in this section of the book (<a class=\"isa\" verses=\"W1sxODUxNl0seyIxODU4MiI6NH0sWzE4NjM1XV0=\">43:10; 45:20–23; 48:20<\/a>), but it continues in the following ones as well (<a class=\"isa\" verses=\"W1sxODY0MywxODcwN10seyIxODc2MCI6M30seyIxODgyMyI6M30seyIxODk0MSI6Mn1d\">49:6; 52:10; 56:6–8; 60:1–3; 66:18–19<\/a>). It is as Israel becomes the living evidence of God’s unique deity that the world will recognize him.<\/p> <p>The piling up of verbs is significant here, as is their pairing. <i>see<\/i> and <i>know<\/i> relate to learning that comes from firsthand experience. <i>take [it to heart] and consider<\/i> connote that reflection which will translate knowledge into appropriate action. The author wants to make clear that what God will do in and for his people will be unmistakable, and that its logical consequences will be inescapable. It will point directly to the power <i>(hand)<\/i> and the character <i>(Holy One of Israel)<\/i> of God. <i>created<\/i> probably reflects the newness and unparalleled nature of God’s activity (as discussed below on 43:18–19).<\/p>",
    "audit": null
}