{
    "id": 17470,
    "source": "oswalt",
    "verse_id": 18486,
    "verse_count": 5,
    "reference": "42:5–9",
    "title": "Commission",
    "html": "<p>After the description of the Servant and his ministry in <a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">vv. 1–4<\/a>, these verses come as an address to the Servant with a more specific charge to him (<a class=\"isa\" verses=\"eyIxODQ4NyI6Mn0=\">vv. 6–7<\/a>). This charge is contained within statements that link it to all that has gone before it in chs. 40–41. They identify the Servant’s Lord as the Creator (v. 5) and remind both the Servant and the hearer that his ministry will provide further confirmation that God is incomparable (<a class=\"isa\" verses=\"eyIxODQ4OSI6Mn0=\">vv. 8–9<\/a>).<\/p> <p><a class=\"isa\" verses=\"WzE4NDg2XQ==\">5<\/a> The one who calls the Servant to establish God’s loving order on the earth is in fact the creator of the earth. <i>The Lord<\/i>, Israel’s deity, is <i>God<\/i> (<span>hāʾēl<\/span>, lit. “the God”; cf. 40:18). Thus the Servant’s ministry will not constitute an imposition of some new regimen, but will be, in fact, the renewal of creative design. The language, notably the exclusive use of participles, is identical to the descriptions of God in 40:12–26. It speaks of the incomparable one who has exclusive right to the cosmos and who maintains an exclusive care for it and its inhabitants. The language is also typically graphic. The picture of God spreading out the heavens like a tent (cf. 40:22) and flattening out the surface of the earth with a hammer as he would a piece of metal is endearing. But of greater significance than those creative acts is that of giving life <i>(breath, spirit)<\/i> to human beings. His concern for humans, as expressed in <a class=\"isa\" verses=\"eyIxODQ4NyI6Mn0=\">vv. 6–7<\/a>, is the concern of the one who brought us into being and sustains us with every breath we draw.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ4NyI6Mn0=\">6–7<\/a> From the identification of the one who has called in v. 5, we move here to the manner and purpose of the calling. First, there is an air of certitude about the calling. It is not just anyone who has called—it is <i>I, the Lord!<\/i> The emphatic structure of the Hebrew phrase places heavy weight on the identity of the caller. Second, he has called in accord with his own essential <i>righteousness<\/i> or rightness (cf. 41:2; 45:13; 59:4). There is nothing either incidental or underhanded about this call. It is at the right time, in the right place, and for the right purposes. Third, the Servant is not expected to carry out the task on his own after being called. God holds him tightly by the hand and will not let go (see 41:10). All this underlines the important point that the Servant is given by God to the people of the earth. Four times the first person pronoun referring to God appears. It is the Lord’s work that the Servant will be about.<\/p> <p>Scholars have given a great deal of attention to <span>b<\/span><span>rît ʿām<\/span> (lit. “a covenant of a people”) in attempts to understand what people is being referred to and what the phrase actually means. The sense is almost certainly that the Servant represents the covenant, much as Jesus said, “I am the way, and the truth, and the life” (John 14:6). But to whom does he represent the covenant? Commentators tend to divide along theological lines; most of those who take the Servant as an individual identify “the people” as Israel, while those who take the Servant as Israel must identify “the people” as humanity. In general, three matters raise doubts about the identification with Israel: (<a class=\"isa\" verses=\"WzE4NDgyXQ==\">1<\/a>) the same word in v. 5 is shown by the context there to refer to humanity; (<a class=\"isa\" verses=\"WzE4NDgzXQ==\">2<\/a>) when this word refers to Israel, it almost always has the article, but it is anarthrous here; (<a class=\"isa\" verses=\"WzE4NDg0XQ==\">3<\/a>) the structure of the sentence is synonymous parallelism; therefore the meaning of <span>ʿām<\/span> should be synonymous with its parallel member, <span>gōyim<\/span><i>, nations<\/i>. But these matters are hardly insuperable: the context of v. 5 is different from the context of v. 6; the presence or absence of the article in poetry is highly unpredictable; recent studies of parallelism have shown that even in so-called synonymous parallelism it is normal to have a progression from the first to the second member. Thus the grammatical and literary questions cannot be answered conclusively.<\/p> <p>By contrast, the evidence of 49:5–6, 8, seems irrefutable that the Servant was conceived of as having a mission to Israel. In particular, 49:6, which starts with the restoration of Jacob and continues with the light to the nations, offers a precise parallel to the statement here in 42:6. In short, in view of the explicit statements in <a class=\"isa\" verses=\"eyIxODYzOCI6MjZ9\">ch. 49<\/a>, one has every reason to take 42:6 in the same way, given the absence of any linguistic bars to doing so.<\/p> <p>But what does it mean for the Lord to make the Servant a covenant of the people and a light to the nations? The latter figure seems at least to refer to v. 7. By means of this Servant God will deliver the people of earth from that theological darkness in which they are bound by their own self-idolatry. Insisting on making reality a mirror of ourselves, we have plunged ourselves into darkness. Not being self-originating, we nevertheless try to explain the origins of things in terms of ourselves. Not being self-existent, we try to explain the end of all things in terms of ourselves. The result is predictable: existence is an endless cycle that comes from nowhere and goes nowhere. By flaunting the grossest elements of our flesh, we expect somehow to find release to the higher realms of spirituality. The only hope of self-transcendence is ultimately the destruction of our individuality by absorption into the all. This is darkness and this is bondage, the darkness and the bondage in which the whole world lives by its own choice (Rom. 1:18–32). But by means of his servants, both the collective and the individual, God wants to break into the dungeon with the light of his revelation. Young is correct that the darkened <i>dungeon<\/i> here is not a figure for the exile; rather, it is the darkness and bondage of sin, as Jesus’ use of the similar language of 61:1–3 (Luke 4:17–21) and the context of chs. 40–41 indicate.<\/p> <p>Above everything else, that light comes by means of the covenant, a covenant first made with that particular people called to be his servants, and then expanded to the entire world. It has been by means of the covenant, God’s committing of himself to human beings, that his holy and righteous nature as seen in the Law has been revealed to the world. But more than that it has been through his keeping of his side of the covenant when the people had hopelessly and repeatedly broken their side of it that the incredible nature of his love has become known. Thus when the Servant becomes the fulfillment of the covenant to the people, he is in part proclaiming the continuity of God’s covenant love to a people who had every expectation that whatever relation they may have had with God in the past was now hopelessly gone. (Note the emphasis on the continutity of the covenant in 54:10 and 55:3–5, following on the Servant’s ministry described in <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">ch. 53<\/a>.) But beyond that, there is the hope of a new covenant, one that it will be possible for the people to keep because it will be internalized through the power of the Holy Spirit (59:21; Jer. 31:31–34: Ezek. 16:60; 36:26–27; 37:26). In this covenant even the Gentiles will be invited to participate (Isa. 56:3–4), and by means of it the light of the covenant God will extend to all the nations (<a class=\"isa\" verses=\"W1sxNzY4OV0seyIxODgyMyI6M31d\">2:3; 60:1–3<\/a>). Thus the Servant is the messenger of the covenant (Mal. 3:1). He will show that the covenant is not abrogated and that a blessed relationship with the transcendent God is still possible.<\/p> <p><a class=\"isa\" verses=\"eyIxODQ4OSI6Mn0=\">8–9<\/a> These two verses confirm that this “Servant song” is intended to be read in the context of the previous two chapters. God’s <i>glory<\/i> lies in his capacity to do all the things the <i>idols<\/i> cannot. Because he alone transcends the cosmos he alone can explain the course of history; he alone can turn that course in a whole new direction and tell the world in advance that he is going to do it. Whatever and whoever this Servant is, his ministry will be a confirmation that God, whose character is epitomized in the name Yahweh, is the only God and only Savior.<\/p> <p>As Pieper comments, <i>the Lord<\/i> is a covenant name. God gave it to Moses at the beginning of that process which would culminate in the giving of the Sinai covenant (Exod. 3:13–15). It epitomizes the personal, unchanging, inescapable reality of the sole God who came to Israel through the covenant. Now his honor depends on the fulfillment of his covenant obligations. The inverted word order, <i>my glory to another I will not give<\/i>, highlights the importance given to “glory” and its association with “name.” The glory of God is his essential reality, which is his alone. As with “holy” it is evident that the experience recorded in 6:3 stamped on Isaiah’s mind forever that it is the glory of the one God alone that fills the earth (<a class=\"isa\" verses=\"W1sxODExOV0seyIxODg0NSI6M30sWzE4OTQyXV0=\">24:23; 61:1–3; 66:19<\/a>). Ezekiel sounds a similar note: if the people of Israel are left in bondage, the world will believe that the Lord is merely one more idol; his name (character) will be profaned. God must deliver his people not only from bondage but also from their sin, for his name’s sake (Ezek. 36:19–25; see also Isa. 48:11).<\/p> <p>Finally, the emphasis on the former things and the new things closes this section (Isa. 41:1–42:8; cf. 41:22, 26) and reminds us of the overall context here: a disputation with the gods. This concluding function is emphasized by <i>behold<\/i>. It is as though God is reminding his people that not only is the predicted coming of Cyrus evidence of God’s sole lordship, so is the predicted coming of the Servant. The full flowering of each of them, according to Isaiah, has been predicted even before the first shoot has broken through the ground. God stakes his honor on this. Dare the idols do so? Hardly. But because God can and does, there is hope for Israel and the world. We are not locked in to the inevitable results of our inheritances and our choices. The transcendent one can enable us to transcend all of those, not by telling us to lose ourselves in the all but by absorbing into himself all the wrongs we have done and giving us back the selves we were created to be (53:10–11; Eph. 2:11–21).<\/p>",
    "audit": null
}