{
    "id": 17494,
    "source": "oswalt",
    "verse_id": 18621,
    "verse_count": 6,
    "reference": "48:6–11",
    "title": "New Things",
    "html": "<p>After an opening transition summing up the point about the former things (v. 6a), this stanza focuses on the point at issue: God’s ability to do something brand new, something different from what he had done before in the life of his people.<\/p> <p>As noted above on <a class=\"isa\" verses=\"eyIxODYxNiI6NX0=\">vv. 1–5<\/a>, many critics reject the negative tone that comes to the surface there and especially here. Thus many reject vv. 7b and 8b–10. But the tone of frustration in the prophet’s words is clearly increasing, even before this chapter (cf. 40:27–28; 42:18–20; 43:22–24; 45:9–13; 46:8–13). The strong words of challenge here fit very well in this sequence. Thus the present text of chs. 40–48 is structured from the outset and throughout around the conflict between God and his disbelieving people. If all these statements are to be excised on the basis of a prejudgment that the section has to do only with words of comfort, then the text we are called to interpret has little or no connection with whatever the original actually was.<\/p> <p><a class=\"isa\" verses=\"WzE4NjIxXQ==\">6<\/a> In preparation for the next stage in his argument, Isaiah sums up the significance of what he has just said: you have heard the prophecies; look with understanding eyes and you will see they have all been fulfilled. The verb here, <span>ḥāzâ<\/span><i>, see<\/i>, is not the common verb for seeing. This is the verb for looking at intently, the verb used to describe Isaiah’s activity as he considered the visions of God (<a class=\"isa\" verses=\"WzE3NjU2LDE3Njg3XQ==\">1:1; 2:1<\/a>).<\/p> <p>The nation’s very existence is a fulfillment of the words of the prophets, from Abraham to the present. They must declare what they know to be true. The root <i>ngd, declare<\/i>, is often associated with a prophet, a messenger, or a watchman, those who speak by commission, who are responsible to report what they know (<a class=\"isa\" verses=\"WzE4MDQ2LDE4NTQxXQ==\">21:10; 44:7<\/a>); Israel does not have the option of keeping silent about what it has perceived. In contrast to the idol worshipers who were unable to bring forward any evidence that their gods had spoken what was right (<a class=\"isa\" verses=\"W3siMTg0NzMiOjR9LHsiMTg1MTQiOjZ9LFsxODU0MV0seyIxODU5NiI6Mn1d\">41:21–24; 43:8–13; 44:7; 46:9–10<\/a>), the Hebrews had no option but to announce the plain truth. They could not deny it. Their God knew the future and had the power to bring to pass what he had said.<\/p> <p>With that transition, the prophet launches into the next development. It is as though he has said, “Learn the basic principle of the trustworthiness and sovereignty of God well, because now I am going to take you a step farther.” That step is creativity—new things, hidden things. As noted in the excursus at the end of this section, these are prophecies about new things God will do; they are not the events themselves.<\/p> <p>We humans have a desperate need to bring our diverse environment under control both intellectually, through organization of data, and actually, through manipulation of the environmental elements. What we do not want are surprises. Thus if God foretold things in the past, he must foretell them in the same way now. Furthermore, if he fulfilled prophecy in the past, he must fulfill it in exactly the same way now. But Isaiah has been saying that this kind of limitation is characteristic of the gods, not of God. They are part of the cosmos and have no option but to replicate the cosmos. But God is not part of the cosmos, so he does not have to do things in the same way again. Thus, Isaiah says, learn the principle being taught by fulfilled prophecy: God is in charge and he is dependable. But do not expect to box him into some system that you have devised by observing him in the past; that is for idols. This is not to say that new ways of working invalidate the old ways. Rather, God’s creativity forces us to focus on the principles instead of on the details.<\/p> <p><a class=\"isa\" verses=\"WzE4NjIyXQ==\">7<\/a> This verse expands the point made in the last part of v. 6. How new are the prophecies being given? So new that they never existed before the present. The former things were spoken in antiquity (v. 3). These words did not exist then. Why did God not foretell these things? It is fairly easy to imagine the situation in which this discussion arose. The people might have been saying: If it is true that we are going to suffer a similar fate with Samaria and go into exile, but to Babylon rather than Assyria, and then be restored by an emperor from the east named Cyrus, to a new messianic kingdom, why didn’t Moses or some other prophet tell us about these things? Isaiah’s answer is blunt. Just as prophecy was given so as to refute the claims of idols (v. 5), so not all prophecy was given at once in order to refute the claims of human omniscience. All our attempts to be independent are frustrated by our lack of knowledge. If we could just know the future, then we would not need to live in this state of helplessness—or so we think. An important point here is the insight that this verse gives as to the purpose of predictive prophecy. It is given not so we can know the future, but as confirmatory evidence that we can and should trust God. To use it for the purpose of knowing the future and thus making ourselves secure is only another form of idolatry.<\/p> <p><a class=\"isa\" verses=\"WzE4NjIzXQ==\">8<\/a> As v. 7 expanded on v. 6, so v. 8 expands on v. 7. Again the point is made that these prophecies had never been given before. In three different verbal phrases, each introduced by the particle <span>gam<\/span><i>, moreover<\/i>, the point is made that God is revealing something previously unheard-of. The people have not heard these words; they have not been part of their experience; they have not even entered their ears.<\/p> <p>Why not? Because, as was said above, it would simply have been another opportunity for unfaithfulness? But if that is true, why give them any prophecy at all? So that it will be plain that it was God at work and not one of the idols. Thus the principle of prophecy being enunciated here is: Enough information in enough time so that it will be unmistakably clear that God is in control of history, but not enough so that people can become secure in their own foreknowledge and not need to live in dependence on God. Thus there is a contrast here between the people, who have not known what God is going to do, and God, who knows the inner nature of their hearts.<\/p> <p>Commentators have given some attention to the significance of <i>rebel from the womb<\/i>, especially concerning the possibilities about when the nation of Israel came into existence. Most opt for the exodus events and note the rebelliousness that manifested itself on several occasions during that experience (Exod. 14:11–12; 16:2–3, etc.). But I suspect that no specific historical moment is in the prophet’s mind; rather, we have here simply an epigrammatic way of saying that rebelliousness is not merely a phase in Israel’s (or humanity’s) experience but part of our very nature (as, evidently, in Ps. 51:6 [Eng. 5]). Thus fully detailed prophecies far in advance might well serve to prove beyond doubt that God is the Lord of history, but given human rebelliousness, they would also lead us to believe that now that we know whatever will happen, we no longer need to trust God for our daily needs.<\/p> <p><a class=\"isa\" verses=\"eyIxODYyNCI6M30=\">9–11<\/a> In view of God’s intimate knowledge of Israel’s stubborn tendencies to idolatry (v. 5) and rebellion (v. 8), why has he not simply abandoned them to their rightful fate? Why is he going to do these new things in deliverance? Isaiah answers with a theme that has its inception in Exod. 34 and that reaches its ultimate expression in Ezek. 36. When God entered into a covenant with the people of Israel, his name (his reputation) came to be inextricably associated with them. Moses presented this argument to God when God asked why he should not destroy Israel at Sinai after the golden calf incident (Exod. 32:11–14). The question is not one of legality or justice, but rather what the nations will think of God when the just destruction should occur. Thus the real question is not whether God is just, but whether he is gracious. Will the nations looking at God’s justice accuse him of capriciousness (like all their gods)? Or will they see a God who is unlike all the rest in his incredible patience and mercy?<\/p> <p><a class=\"isa\" verses=\"WzE4NjI0XQ==\">9<\/a> At the heart of Israel’s worship is the praise of this incredible graciousness on God’s part. In its reference to praise, v. 9 continues the recapping of the previous arguments of this section (chs. 40–48) already noted in this chapter (cf. 42:8). How can God allow himself to be compared to idols? How can he allow his reputation to be one with theirs? Thus he must save his people, not because they deserve it, but in order for the world to know the nature of the one true God. The world must not be allowed to persist in its darkened understanding that the divine is merely a part of us, only larger. It must not be allowed to think that the divine is as much trapped by fate as we humans are. It must not be allowed to think that mindless chance or inexorable destiny rules everything. Despite our sin, despite the richly deserved destiny of every one of us, God <i>must<\/i> deliver his people so that the world may know the truth.<\/p> <p>But if God is gracious, why did he allow Israel to undergo the terrors of siege and exile? The answer is that he was not seeking to destroy his covenant people. As noted frequently in the comments on chs. 1–39, judgment is never God’s intended last word. Judgment is always considered to be the means of hope, in heaven’s view. God does not want to cut off anyone. But he does hope to bring them to their senses as they experience some of the results that their rebellion deserves.<\/p> <p><a class=\"isa\" verses=\"WzE4NjI1XQ==\">10<\/a> This theme of discipline, not destruction, is further expanded in this verse. God did not wish to destroy the people of Israel, but to <i>refine<\/i> them. Moreover, the refining process was not like that applied to silver. The basic thought here seems to be that the means of refining them have been moderated from what they might have been. Calvin suggests that a further point is intended, namely, that if God had refined them like silver, there would be nothing left of them, because they are all dross. While this inference is certainly possible, the text does not require it.<\/p> <p><i>I have chosen you<\/i>. As noted above, the correct sense of the MT here is uncertain. If my translation is correct, the point of the statement is probably to insist that God’s election is as much demonstrated in <i>the furnace of affliction<\/i> as it is in pleasant places. It is precisely because Israel is the chosen of God that he is unwilling to leave them in an unrefined state. That these tragic experiences have befallen them is not a sign they are <i>not<\/i> elect, but precisely that they <i>are<\/i> elect. They are not a sign that God does not care for them, but that he does. Heb. 12:5–11 expounds on Prov. 3:11–12 to make the same point.<\/p> <p><a class=\"isa\" verses=\"WzE4NjI2XQ==\">11<\/a> Although the elliptical <i>for how could it be profaned<\/i> has occasioned a good deal of scholarly comment, the sense is clear. The unexpressed subject of the passive verb is the total complex of God’s identity and reputation. How can God allow people to think of him as merely one more of the gods? He is the one being in the whole universe who is genuinely holy, that is, “other” in essence and character. If he either destroys or abandons his people, the world will say that no more glory is due him than any other deity. That perception is incorrect, for it is his glory, and his alone, that of the only Holy One, that fills the earth (<a class=\"isa\" verses=\"WzE3NzczXQ==\">6:3<\/a>). He will demonstrate this truth by delivering his people against all the odds, whether political or spiritual (see 42:8 for the same thought; similarly Deut. 32:27). On the people’s part, they must make up their minds at last to give him absolute loyalty.<\/p> <p class=\"pcust\">EXCURSUS: ISAIAH 48:6–11 AND THE DATE OF THE WRITING OF ISAIAH 40–55<\/p> <p class=\"paft\">Many scholars have looked on these verses as clear evidence that chs. 40–66 could not have been written before ca. 545 <small>B.C.<\/small> The argument runs as follows: if the prophecy concerning Cyrus (the <i>new things<\/i> of v. 6) had been given ca. 700 <small>B.C.<\/small>, it could hardly still have been a surprise in 540 <small>B.C.<\/small> And if it was not a surprise in 540, what is the point of this whole section? Furthermore, v. 7 says that the events are actually being “created&nbsp;.&nbsp;.&nbsp;. today” (with “today” necessarily referring to the time of the return, 539 <small>B.C.<\/small>). Taken together, the evidence is conclusive for many scholars.<\/p> <p>At the outset I must say that the argument is impressive, far more so than the one having to do with whether a prediction of Cyrus could have been given long before the man was born. That argument is based on presuppositions about prophecy. This one is based on literary evidence. Nevertheless, the data are not as unambiguous as they might seem. The Bible has numerous cases of prophecies spoken long beforehand but with seemingly little effect on subsequent events. One that has special relevance here is the prophecy of Isaiah that Jerusalem would fall to Babylon. There is little evidence that these words were seriously taken account of as the events that they foretold began to unfold. Nevertheless, the book insists that Isaiah spoke them 115 years before the fact.<\/p> <p>An even more striking instance of things having been prophesied long in advance and their true significance having been missed until after the fact is the OT picture of the suffering savior. The same Peter who insisted that the Messiah could not die on a cross (Mark 8:31–34; cf. also 9:31–32) announced that Jesus was “handed over&nbsp;.&nbsp;.&nbsp;. according to the definite plan and foreknowledge of God” (Acts 2:23), and later wrote that the prophets predicted the “sufferings destined for Christ and the subsequent glory” (1 Pet. 1:11). The truth is that all too often we do not see what is plainly before us until we have a context within which to see its relevancy for us.<\/p> <p>This point has two implications for the present issue. First, it is entirely possible for Isaiah to have prophesied things in his own lifetime that would have been relatively meaningless to those who did not see any application to themselves (cf. Isa. 8:16–20, which seems to speak of exactly this kind of thing). As a result, they could have indeed come as a surprise to the exiles, who would not be conscious of having seen them before.<\/p> <p>Second, the discussion could have been relevant to people of Isaiah’s day in terms of the discussion of faith and trust. Can God be trusted if he chooses to do things in a way different from what he has done in the past? Here it is not so much the specific events of the return (on which see below) that are in view as it is the whole principle of the universal lordship in history of the Holy One of Israel. Thus the remarkable things God is going to do in the return become a foil for dealing with a larger issue.<\/p> <p>But what of the statement that the events are being “created&nbsp;.&nbsp;.&nbsp;. today”? In fact, it is not the events but the prophecy that is being created. V. 6 makes this clear. The people have <i>heard<\/i> the prophecies of the former things and can testify that they all happened. Now, at the moment the prophet speaks, they are hearing prophecies of entirely “new things.” Why had they never heard them before? Because such prophecies had not existed before this moment, when they are first being spoken. Thus the point is not that the events are happening as they are spoken, but that the prophecies had never been heard before the moment they came out of the prophet’s mouth, whenever that was. That being so, there is no barrier whatsoever to the new prophecies having been given at some point in the ministry of Isaiah subsequent to the announcement of <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">ch. 39<\/a>. Indeed, they accord well with those of 29:9–14, and could be simply an extension of the point made in those verses: the false prophets are unable to see anything except what has already happened. Is Isaiah a true prophet? By all means! Not only can he see unimaginable events in the future, he can also see the completely unexpected ways in which God will meet them. Thus apart from the obvious relevancy of these words to the exiles, they also served a vital purpose in the theological developments in Isaiah’s own day.<\/p> <p>On the other side, if these prophecies and those that accompany them in this part of the book were spoken only as late as 545 <small>B.C.<\/small>, then there is a serious problem with their content. When a person is speaking about events 115 years in the future, with which, apart from one or two specifics, he has only a general familiarity, excessively flowery language is permissible (see North, Whybray, Simon, Torrey, etc.). But if the prophet is speaking about the present and the immediate future, such language is not permissible (e.g., cf. the language of chs. 24–27, which speak of the distant future, with that of chs. 28–31, which speak of more immediate events). North cites U. E. Simon as saying that to have written this book during the exile, the author must have been “a fantastic lunatic.” Torrey attempts to circumvent the difficulty by excising all references to Babylon and putting the writing in the following century, where it could all have an eschatological referent. But few have been willing to accept this radical expedient. Thus the problem is this: it is possible that the “new things” were spoken only just before they took place; but if so, they are described in language that renders them essentially useless for their purpose. By contrast, if the events were prophesied in the lifetime of Isaiah of Jerusalem, as I have shown was entirely possible, then the language is no problem at all.<\/p> <p>In sum, while the statements of 48:6–11 certainly could support a date of ca. 545 for chs. 40–55, they do not necessarily do so. The difficulties that they seem to present for an earlier date are by no means insuperable. Indeed, the late dating of the material raises some equally serious problems that do not exist for an earlier date.<\/p>",
    "audit": null
}