{
    "id": 17534,
    "source": "oswalt",
    "verse_id": 18865,
    "verse_count": 3,
    "reference": "62:10–12",
    "title": "Prepare The Way",
    "html": "<p>These verses form the conclusion of the subdivision composed of chs. 60–62. As such they summarize the import of what has been said, and, like their counterparts in 40:1–11 and 52:1–12, call the people to an active kind of faith. God has shown them his vision of who they are and what they may become. He has also given them a glimpse of the glorious future that lies at the end of faith’s road. Now he calls them to act on what they have seen and heard, to live in the assurance that all God’s promises are true. Several elements are highlighted: the highway of salvation, the calling of the nations, the announcement of the arrival of Salvation in the person of the Savior, and the end result of salvation in a relationship of holiness.<\/p> <p><a class=\"isa\" verses=\"WzE4ODY1XQ==\">10<\/a> Given the certainty of God’s promises that <a class=\"isa\" verses=\"eyIxODg1NiI6OX0=\">vv. 1–9<\/a> have confirmed, what should the people of God do? Should they simply sit in passivity and wait? By no means! They should act on their faith. That is a theme of the book from <a class=\"isa\" verses=\"eyIxODQyMiI6MzF9\">ch. 40<\/a> onward, and even before. The image of the highway serves this point admirably. Isaiah has used it in several different ways throughout the book. In 7:3 and 36:2 it is the place where, with faith, Israel is to face the terror of enemy occupation and destruction. In 19:23 it is the means by which the nations may come to worship Israel’s God. In 33:8 and 59:7 the broken and twisting roadways symbolize Israel’s hopeless estate unless God comes to her aid. In 11:16; 35:8; and 49:11, the highways are the means by which God’s people return home from exile and dispersion. In 40:3 they are the means by which God comes to his people in captivity to oppression and sin.<\/p> <p>How is the image being used here? Three uses related to the above seem possible. It could speak of preparing the way for God to come and begin to realize his promises among them; v. 11 might support this interpretation <i>(your Salvation comes)<\/i>. Another possibility is that it refers to the highway over which the redeemed people walk to come into the new Jerusalem that God is preparing for them; this could be indicated by the second colon of v. 10 <i>(prepare the way of the people)<\/i>. A third possibility is that this is the highway over which the nations will flow to Zion, bringing Zion’s children with them as they come to worship Zion’s God. The final colon of this verse <i>(raise an ensign for the peoples)<\/i> could support this possibility.<\/p> <p>Each of these interpretations has had able advocates (e.g., Young, Delitzsch, Alexander, respectively), and each of them would be consistent with what has been said elsewhere in the book. But why was the prophet so imprecise? I suspect that he has not been imprecise at all; rather, he wishes to call forth all these connotations in his reader’s minds. Only as God comes in response to his people’s faith can the new Jerusalem ever come to fruition. Only as the people of God, acting in faith, level the road for each other will they as a people ever come to the city of God. It is as the people of God dare to believe that their Savior is the Savior of the end of the earth (v. 11) that they will expend the effort to build a road over which all earth’s peoples can come home to God. Far from being imprecise, the prophet is here gathering up strands from the whole book and weaving them together into a climactic statement. One of the chief evidences of this is the connection with <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">ch. 11<\/a>, where <i>ensign<\/i> (<a class=\"isa\" verses=\"WzE4ODY1LDE4ODY3XQ==\">vv. 10, 12<\/a>) and <i>highway<\/i> (v. 16) are used just as they are here in speaking of the messianic kingdom and its impact on the entire world.<\/p> <p><a class=\"isa\" verses=\"WzE4ODY2XQ==\">11<\/a> Although Duhm argued that it makes no sense for the procalamation <i>Say to the daughter of Zion&nbsp;.&nbsp;.&nbsp;<\/i>. to be heard to the end of the earth, it makes good sense in the context of this book, on at least two grounds. First, all the nations are to hear of what God has done for Zion so they can send Zion’s children back to her. As they were once to be called by a raised <i>ensign<\/i> (<a class=\"isa\" verses=\"WzE3NzY2XQ==\">5:26<\/a>) to attack Israel, so at the end of the age the presence of the Messiah is to be an <i>ensign<\/i> (<a class=\"isa\" verses=\"WzE3ODk1LDE3ODk3LDE4NjU5XQ==\">11:10, 12; 49:22<\/a>) raised to tell the nations to come to Zion again, but this time with gifts (<a class=\"isa\" verses=\"W1sxNzg5Nl0seyIxODY1OSI6Mn0seyIxODgyNiI6Nn1d\">11:11; 49:22–23; 60:4–9<\/a>). Second, the book has made plain again and again that just as Zion was humiliated in the sight of the nations, the nations were going to witness her salvation by the mighty hand of God (12:5–6; 14:1; 25:6–8; 30:31; 60:1–3, etc.). This realization that the Lord who saves Israel is the only Savior (cf. 43:10–13) is supposed to draw the nations to the city and make her “Sought Out” (v. 12) instead of a byword for rejection. Now the <i>daughter, Zion<\/i>, will no longer have to pretend to be something great (cf. 3:16–23), for God will have given her his beauty as a gift in the sight of the nations.<\/p> <p>The remainder of this verse follows 40:10 closely, and the differences from that verse are instructive. “Sovereign Lord” has been replaced with <i>Salvation<\/i>, and “with might, and his arm rules for him,” has been omitted. What is the significance of these differences in the present context? As noted above, the versions show that this was not understood as a change from a vividly concrete term to a lifeless abstraction (as Westermann and Whybray hold). The use of <i>his wages<\/i> and <i>his repayment<\/i> shows that the concrete sense is still intended, as the versions reflect. Indeed, God is being identified more closely with this term. As the previous chapters have made clear, he is not merely the “sovereign”; he is <i>Salvation<\/i> itself, and when he comes, the nations must know that the Person of Deliverance is present in Zion. Thus also, the aspect of ruling is not important here, as it was in the context of the conflict with Babylon and her gods. Rather, the idea of rewards and repayment is given increased prominence within the context of worldwide salvation. Those who chose him will find the <i>wages<\/i> more than fair, but those who continue in their rebellion will receive ample <i>repayment<\/i> for their folly. He who is <i>Salvation<\/i> has come to Zion. He is the Messiah who is the Lord’s ensign, and all the nations need to know that he has come and to make their decisions accordingly.<\/p> <p><a class=\"isa\" verses=\"WzE4ODY3XQ==\">12<\/a> What will be the result of all that has been said in the previous two and one-half chapters and as it has been summed up in the previous two verses? Restored relationship. All four of the terms used here—<i>Holy People, Redeemed of the Lord, Sought Out, City That Is Not Forsaken—<\/i>are relational terms. The end result of all God’s work on our behalf is not some state or condition of our own, but a relationship with himself, one of acceptance, redemption, and holiness. To be in relationship with him is to experience all those. Without that relationship, none of them is possible.<\/p> <p>The benefits of the relationship appear to be given in reverse order, with the final one, <i>Holy People<\/i>, stated first, as one might expect in the context of chs. 56–66 with its focus on realized righteousness. Those whom God has sought out (cf. also Jer. 30:17) will experience redemption. That is, they will be delivered from a relationship of captivity into a relationship of worth and dignity. Note that they will not have been delivered from a relationship into independence. They will have been delivered from a destructive relationship into an enabling one. The result of this redemption will be a belonging in which the character of the one to whom we belong will be replicated in us. This is not a new idea in the Bible. It is clearly stated as the outcome of the covenant in Exod. 19:6, and is repeated again and as the basis of obedience to the covenant (e.g., Lev. 22:31–33). The fundamental importance of the concept of holiness for OT religion is seen in Peter’s application of it to Christian religion (1 Pet. 1:15–16).<\/p> <p>But even without those indicators, holy behavior is clearly at the heart of what this division of the book of Isaiah is about. The servants of God are called to be a holy people, doing justice and righteousness in their behavior before the world (56:1; cf. also 4:3–4). Yet as chs. 56–59 and 63–66 demonstrate, the idea that these servants can manifest the character of God on their own is folly. They can no more deliver themselves from the habits of sin in their lives than they can deliver themselves from Babylon. Shall they simply subside into their sin, thanking God for a grace that accepts them anyway? Never! They should revel in the grace of God that accepts them, redeems them, <i>and<\/i> can make them the truly <i>Holy People<\/i>. The same grace that could deliver them from Babylon (chs. 40–48) and from the curse of sin (chs. 49–55) can also enable them to live truly holy lives. Even though we wait for the new Jerusalem for that promise to be carried out to its final extent, there is no reason not to avail ourselves of that grace now to be all that God enables us to be for his name’s sake.<\/p>",
    "audit": null
}