{
    "id": 17372,
    "source": "oswalt",
    "verse_id": 17748,
    "verse_count": 10,
    "reference": "5:8–17",
    "title": "Greed And Indulgence",
    "html": "<p>In this section Isaiah specifies the “wild grapes” which Israel has produced. They include greed (<a class=\"isa\" verses=\"eyIxNzc0OCI6M30=\">vv. 8–10<\/a>), debauchery (<a class=\"isa\" verses=\"eyIxNzc1MSI6Mn0=\">vv. 11–12<\/a>), arrogance (<a class=\"isa\" verses=\"eyIxNzc1OCI6Mn0=\">vv. 18, 19<\/a>), perversion (<a class=\"isa\" verses=\"eyIxNzc2MCI6Mn0=\">vv. 20, 21<\/a>), and injustice (<a class=\"isa\" verses=\"eyIxNzc2MiI6Mn0=\">vv. 22–23<\/a>). All of these are introduced by the word <i>hôy<\/i>, conventionally translated “woe.” As noted above (see on 1:4), the term introduces a lament as much as a threat. The prophet is not merely angry and denunciatory. He is also grief-stricken over the sins of his people. The laments are twice broken by a repeated <i>therefore<\/i> (<span>lāḵēn<\/span>, <a class=\"isa\" verses=\"W3siMTc3NTMiOjJ9LFsxNzc2NF1d\">vv. 13, 14, 24<\/a>; <span>‘al-kēn<\/span>, v. 25). These “therefore” segments (<a class=\"isa\" verses=\"eyIxNzc1MyI6NX0=\">vv. 13–17<\/a> and 24–25) serve to delineate the larger unit (<a class=\"isa\" verses=\"eyIxNzc0OCI6MTh9\">vv. 8–25<\/a>) as well as to subdivide it into two parts (<a class=\"isa\" verses=\"eyIxNzc0OCI6MTh9\">vv. 8–17, 18–25<\/a>; note the repeated connection of drunkenness and injustice in the two subdivisions, <a class=\"isa\" verses=\"W3siMTc3NTAiOjN9LHsiMTc3NjIiOjJ9XQ==\">vv. 10–12, 22–23<\/a>).<\/p> <p>The problem which Isaiah is addressing in <a class=\"isa\" verses=\"eyIxNzc0OCI6MTB9\">vv. 8–17<\/a> is the emergence of a wealthy landed class which turned its attention more and more to pleasure and indulgence. The northern state of Israel had experienced the same trend earlier in the eighth century B.C. as witnessed by Amos (<a class=\"isa\" verses=\"W3siMTc3MjMiOjE1fSx7IjE3NzcxIjo4fV0=\">3:15–4:3; 6:1–8<\/a>). Whether this was the result of a long-term development (as seems most likely) or because of some more immediate factor is unclear. At any rate, what Smith calls the twin instincts of gathering and squandering have never been the sole possessions of Judah or Israel. Around the world people are driven by the desire to possess more and more and then to spend what they possess more and more lavishly, but only to please themselves. Isaiah’s response to this can be summed up in the words of Another, “What shall it profit a man if he gain the whole world and lose his own soul?” (Matt. 16:26).<\/p> <p><a class=\"isa\" verses=\"WzE3NzQ4XQ==\">8<\/a> According to the Torah all the land belonged to God, and while he allowed families to possess parcels of that land, it was never theirs to dispose of as they wished. It had to be kept in the family. In the extreme event that keeping the land in the family was impossible, then it should be bought back as soon as possible. Failing that, it must automatically return to the heirs of the sellers in the Jubilee, or fiftieth year (Lev. 25:23–28; Ezek. 46:16–18). It is evident, however, that these prescriptions had come to be revered only as ideals, with the result that those who possessed the means were dispossessing the poor and reducing them to servitude on their own land. While this may have been perfectly legal, that did not make it morally defensible. Isaiah accuses the landgrabbers of wanting to possess everything in sight until they could live by themselves in their own little world. It is hardly accidental that the final commandment in the Decalog deals with covetousness, or that Paul sees covetousness as being at the heart of idolatry—the placing of ultimate value in this world (Col. 3:5; cf. also Isa. 57:17).<\/p> <p><a class=\"isa\" verses=\"eyIxNzc0OSI6Mn0=\">9–10<\/a> But covetousness is always self-defeating in the final analysis. To acquire is to lose, to give is to get. That is the paradox of biblical teaching (Matt. 16:25). So the great houses that were built after all the smaller ones had been bought and razed will be themselves abandoned and desolate. Nor does there need to be some historical or political upheaval to cause this. How many of the world’s great castles and mansions have been lived in for any appreciable time? They are simply too pretentious to be borne. By their very immensity they reduce their owners to beetles scuttling about inside them. So they shortly become museums, monuments to human acquisitiveness, and thus under the ban of God (Jer. 22:13–17).<\/p> <p>Not only will the great mansions be empty, but the land so assiduously acquired will be infertile. While this may look forward to the postexilic time when the long-abandoned land had become unproductive, it may also refer to those periodic droughts or blights which undercut all our human self-sufficiency. In all cases, it refers to that blight upon the spirit which covetousness produces. “He gave them their request, but sent leanness into their soul” (Ps. 106:15). So the land which required ten yoke of oxen to plow it in a day would only produce about eight gallons of wine (a bath), while ten ephahs (a homer, about 6 bushels) of seed would only produce one ephah (about 3 pecks) of grain. The land belongs to God and to treat it as my own to do with it as I wish is inevitably to remove its capacity to bless me (cf. Lev. 26:14–20; Deut. 28:15–35; Mic. 6:12–16).<\/p> <p><a class=\"isa\" verses=\"eyIxNzc1MSI6Mn0=\">11–12<\/a> These verses introduce the second cause for Isaiah’s lament. It seems likely that he is continuing to address the wealthy who, by virtue of their abundance, can spend the entire day, from early morning until latest night, pursuing their own pleasure, particularly in drinking. It is important to notice the reason why the prophet opposes these practices. He does not oppose them because they are wrong in themselves, but because they have become all-absorbing to the point where spiritual sensitivity has become dimmed. The revelers no longer have any interest in or ability to recognize how God is at work in the world. When the passion for pleasure has become uppermost in a person’s life, passion for God and his truth and his ways is squeezed out. Furthermore, the use of alcohol in the quest for pleasure can only heighten the degree to which one becomes insensitive to responsibilities and values. Calvin says that to become addicted to good food and drink is to bear reproach of becoming voluntarily like brute beasts, not directing the mind toward God, the author of life. As the prophet said in 1:3, however, Israel’s insensitivity is worse than that of the animals, who at least have an instinct toward correct choices.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc1MyI6Mn0=\">13–14<\/a> What will be the result of this arduous pursuit of property and pleasure? A sad irony: My people must leave my land. The thought is reminiscent of Hos. 1:8. My people are in fact not my people. From the outset their particular destiny and privilege has been to know God (Exod. 6:7), but it is evident that they do not know him. If they did, violence and oppression would not have replaced justice and righteousness. This is the meaning of <i>lack of knowledge<\/i> in this context (cf. Hos. 4:1, 2). It is not that they do not know certain facts or certain prescriptions. In contrast to the Targum, which has “the law of the Lord they do not perceive” in 5:12 and “they knew not the law” here, there is every reason to think they did have some perception of the law (cf., e.g., 1:11–13). What they did not have was the experiential relationship with God that gave life to his commandments and meaning to what he was doing in the world (cf. Jer. 9:23–26; 22:15, 16).<\/p> <p>Dillmann comments that God’s work, which the people do not understand (<a class=\"isa\" verses=\"eyIxNzc1MiI6Mn0=\">vv. 12, 13<\/a>), is the accomplishment of salvation through human history. Duhm disparages this view by saying that the Israelites could hardly be expected to be familiar with Protestant dogmatics. He believes that the reference is to nothing more than the coming judgment, and that the Israelites’ debauchery has blinded them to that reality. The latter is certainly an Isaianic and prophetic teaching (22:1–25; 28:7, 8, 14–22; 32:9–14; 56:12; Mic. 2:6–11; Amos 6:1–8; Hos. 12:1–9; Jer. 5:12–17), and it is probably true that most people lacked any overarching view of God’s purposes. But, at the same time, to limit the “work” of God here to coming judgment is to miss its coherence with one of the plain accents of Scripture as well as of the rest of the book (<a class=\"isa\" verses=\"W3siMTc2ODciOjV9LHsiMTc3MzYiOjV9LHsiMTc4ODYiOjl9LHsiMTgzMjkiOjN9LFsxODQ5N10seyIxODUyNCI6NH0seyIxODU3NiI6Nn1d\">2:1–5; 4:2–6; 11:1–9; 35:8–10; 42:16; 43:18–21; 45:14–19<\/a>). Surely what the prophet is saying is that these drunken people simply do not perceive what God is about in his world, and what he is about includes the establishment of justice, righteousness, and love through divine <span>ḥeseḏ<\/span> as much as it does retribution upon recalcitrant human arrogance (<a class=\"isa\" verses=\"eyIxNzc1NSI6Mn0=\">vv. 15, 16<\/a>).<\/p> <p>As a result of their lack of perception, the honorable as well as the rabble will be deprived of the necessities for life, and death will swallow them all up together. There is no distinction of rank and no place for pomposity in the nether world (cf. <a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">ch. 14<\/a>). All attempts to gain pride of place and power reach the same level in the grave.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc1NSI6Mn0=\">15, 16<\/a> The verbal similarity of these verses with some of the statements in 2:6–22 (<a class=\"isa\" verses=\"WzE3NzQ5LDE3NzUxLDE3NzU3XQ==\">vv. 9, 11, 17<\/a>) has caused the majority of commentators to conclude that they do not belong in this context. They certainly do repeat those thoughts, but that is hardly reason to excise them from this context, where they fit so well (see n. 7 above). To assume that a person could never repeat himself by adapting an earlier thought to a new setting or by expanding the implication of an earlier thought into a fuller treatment is to demand a compartmentalized approach which flies in the face of human experience.<\/p> <p>As for the appropriateness of the content of vv. 15 and 16 to this passage, it can hardly be doubted that human self-exaltation is exactly what the passage is about. If one isolated <a class=\"isa\" verses=\"eyIxNzc1MCI6NH0=\">vv. 10–13<\/a> from their context, it might be possible to say that human pride has nothing to do with the quest for pleasure, but even v. 13 suggests that there is a supposed distinction between the noble and the multitudes, which distinction will be obliterated in the coming exile. And if, as is evidently the case, <a class=\"isa\" verses=\"eyIxNzc0OCI6Mn0=\">vv. 8, 9<\/a>, and 14 are coupled with <a class=\"isa\" verses=\"eyIxNzc1MCI6NH0=\">vv. 10–13<\/a>, then it becomes impossible to maintain that pride is not at issue here. It is pride which drives a person to possess more, and it is pride which drives a person to seek more and more exotic entertainments which will set one off from the “madding crowd.” The drinking feasts described in v. 12 are the diversions not of the poor but of the mighty. And because the mighty give themselves to these pursuits rather than to the knowledge of God, the whole nation will go down to the grave together.<\/p> <p><a class=\"isa\" verses=\"WzE3NzU2XQ==\">16<\/a> This verse is of great theological importance, for it expresses the truth that what makes God truly God, what sets him off as divine, is neither his overwhelming power nor his mysterious numinousness. Rather, what marks him as God is his essential justice and righteousness. These characteristics are what must eventually humiliate all human beings in his presence. Finally, it is not our limited intelligence, limited power, or limited life span that drags us down to humiliation before God. It is our inability to love justice and to do rightly that makes a mockery of all our pretensions to have ultimate meaning in ourselves (cf. 6:3–5). It is this which marks God as truly holy. <i>Holy<\/i> was originally a morally neutral word, merely designating that which pertained to deity. But the Hebrews discovered, as here, that what was truly unique to the God who had revealed himself to them as the only God was his moral nature. Thus God’s holiness is best attested to in the self-denying choice of a just and upright life (Mic. 6:6–8). (See the comments on <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>.)<\/p> <p><a class=\"isa\" verses=\"WzE3NzU3XQ==\">17<\/a> The sense of the verse is generally clear, but the textual problems are severe enough to render dogmatic interpretation impossible. The sense is that flocks will soon graze on the ruins of Judah, ruins which will of course include the fine houses and banquet halls upon which so much attention had been lavished (<a class=\"isa\" verses=\"WzE3NzQ5LDE3NzUyXQ==\">vv. 9, 12<\/a>).There is possibly a subtle irony present. The frenetic energy spent in acquiring and enjoying, all at the expense of justice and righteousness, are replaced by the quiet cropping of the flocks. So it will always be. God’s peace will prevail, either by design or default.<\/p>",
    "audit": null
}