{
    "id": 17362,
    "source": "oswalt",
    "verse_id": 17682,
    "verse_count": 5,
    "reference": "1:27–31",
    "title": "The Fate Of The Wicked",
    "html": "<p>This segment concludes the brief introduction to the book. It sounds a similar note to that which concludes the longer introduction (<a class=\"isa\" verses=\"eyIxNzc2NCI6N30=\">5:24–30<\/a>) and to the concluding verse of the book as a whole (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">66:24<\/a>). That note is that the reality of hope which stems from God’s good intentions toward us cannot blot out another, grimmer reality: continued arrogant rebellion against God will result in destruction. The prophet seems to be attempting to avoid any possible misunderstanding of his message. Let no one presume upon God’s grace, he seems to say. At the same time there is a note of hope even in these searing words. That note is for those who have been under the jackboot of the mighty. The mighty will perish; their judgment is sure (<a class=\"isa\" verses=\"W3siMTc4NjYiOjV9LHsiMTc5MDgiOjQ5fSx7IjE4NDI3IjozfSx7IjE4NjAxIjoxNX1d\">10:15–19; 13:1–14:27; 40:6–8; 47:1–15<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxNzY4MiI6Mn0=\">27, 28<\/a> As noted above, these verses seem to fill a transitional function. They lead from the promise of purification for the repentant of Zion (<a class=\"isa\" verses=\"eyIxNzY4MCI6Mn0=\">vv. 25, 26<\/a>) to the destruction of the rebellious (<a class=\"isa\" verses=\"eyIxNzY4NCI6M30=\">vv. 29–31<\/a>). <i>Zion<\/i> is a favorite term of Isaiah’s, occurring forty-seven times in the book with twenty-nine of the occurrences in chs. 1–39. Micah shows a similar frequency with nine occurrences in four chapters. The only other book where Zion occurs so often is the Psalms, where it appears twenty-eight times. These occurrences in the Psalms (as well as the 15 in the book of Lamentations) indicate that the term is a poetic and hymnic one which draws from the Jerusalem imagery to create a larger picture of the chosenness, hope, and beauty which belong to those who are in God (2:3; 4:3; 8:18; etc.). This imagery is doubly effective when Zion is said to be desolated and destroyed (1:8; 3:16, 17, etc.; see also Lam. 1:6; etc.). Here the focus is upon the positive aspects of the term. Zion will be redeemed. She will not be cast off. Her chosenness and her beauty are not passing; they are constant as a gift from God. It is the desolation and destruction which are passing. Scott argues that the contrast between the righteous and the sinner goes at least as far back as Abraham’s praying over Sodom.<\/p> <p>Skinner doubts that <i>be redeemed<\/i> (Niphal of <span>pāḏâ<\/span>) is an expression of “I Isaiah”; he argues that it occurs only in “suspect” passages (<a class=\"isa\" verses=\"WzE4MjE2LDE4MzIyLDE4NjY1LDE4Njg1XQ==\">29:22; 35:1; 50:2; 51:11<\/a>). One need not claim that the main point of chs. 1–39 is redemption in order to insist that a simplistic removal of all redemption passages is out of order. As far as typical words go, the term for redemption in the second part of the book is <span>gā’al<\/span>, which does not occur at all prior to <a class=\"isa\" verses=\"eyIxODUwNyI6Mjh9\">ch. 43<\/a> but occurs twenty-two times after that. If v. 27 was the work of a supposed later writer, it is probable that <span>gā’al<\/span> would have been used. Thus there is hardly reason to deny that <span>pāḏâ<\/span> is authentic to the earlier prophecy of Isaiah, whether one accepts the multiple authorship theory or not. At any rate, the presence of the concept of redemption here supports the suggestion that the chapter consciously introduces the entire book and not merely chs. 1–39, for the concept, while present in the earlier chapters, is much more prominent in chs. 40–66.<\/p> <p>The understanding of the function of <i>justice<\/i> and <i>righteousness<\/i> here has tended to follow the lines of theological constructs. On the one hand, Calvin and Young have insisted that it is God’s justice and righteousness alone by which Zion will be redeemed. On the other hand, Kissane argued that it is through the just and righteous behavior of Zion that she will be delivered, a concept which Gray felt was foreign to the Isaiah who wrote the bulk of chs. 1–39. From the passage itself it must be apparent that there is no basis for dogmatism in either direction. There is no indication as to whose justice and righteousness will be the means of salvation. From the larger context, however, the correct answer seems to be “both-and.” Those who will not dispose themselves toward justice and righteousness cannot be redeemed; those who will, can (1:19, 20; cf. also 33:14–16). At the same time it is only through God’s gracious gift that a person can be righteous in his sight. He is the source of all righteousness and justice (1:25, 26; cf. also 33:5; 51:4, 5; 53:11). Perhaps the best expression of this dual aspect occurs in 56:1: “Maintain justice and do what is right, for my salvation is close at hand and my righteousness will soon be revealed.” It is as humanity chooses to do what God makes possible that restoration and redemption occur. By the same token, those who refuse what God makes possible—rebels who transgress his laws, and sinners who miss the true targets of life—can only find disintegration and destruction.<\/p> <p><a class=\"isa\" verses=\"eyIxNzY4NCI6Mn0=\">29, 30<\/a> These verses make it plain that it was the worship of idols to which “rebellion” and “forsaking God” (v. 28) referred (for the same equation in other prophets, cf. Jer. 1:16; 9:13, 14; Ezek. 20:8; Hos. 4:10). What this means is that it is not possible to forsake the Lord and turn to nothing else. One leaves a commitment to him only for a commitment to other gods. The suggestion that one can abandon God and thus be free is as much a lie today as it was in Eden.<\/p> <p>The LXX translation of “idols” for <span>’êlîm<\/span>, “oaks,” gives further evidence that the trees and gardens referred to were a part of idol worship. The reference may be to the sacred groves which were a part of the fertility cult of Baal and Ashtoreth, although the prophet may have in mind merely the worship of spirits assumed to inhabit trees. At any rate, to leave the God who made the trees in order to worship the trees is the height of folly. To put one’s trust in the creation is to have that trust betrayed, to be <i>ashamed<\/i>, <span>bôš<\/span>, and <i>disgraced<\/i>, <span>ḥā<span class=\"u\">p<\/span>ar<\/span>. This is the regular meaning of “to be ashamed” in Scripture. A person has put his or her trust in something or someone; that trust has been betrayed and the result is disgrace. The biblical writers are convinced that only in God can one trust without fear of one day being put to shame (e.g., Ps. 34:6 [Eng. 5]; 119:6; Isa. 29:3; 45:7). How foolish then when God has chosen Judah, that Judah should choose a tree (see Young; cf. 65:11–12). Morever, what a person worships so that person will become. The creation is not the source of life; the gods have no creative power in themselves. Thus those who depend upon the creation are doomed to wither and dry up. Choose the garden and there is no water (Ps. 1:4; Isa. 32:12–14; 34:8–12; 64:10, 11; Jer. 17:6), but choose the One who made the garden and there are streams of living water (Ps. 1:3; Isa. 30:23–25; 35:6, 7; 41:18; 44:3; 48:21; 55:1; 66:12; Ezek. 47:1–12; John 7:38).<\/p> <p>The use of trees here is a testimony to Isaiah’s gift of imagery and to the multiple allusions his images can sustain. Not only can the oak be used to conjure up the whole range of idolatry and the finally destructive results of idolatry, but it also can stand for those who are proud, dominating, and apparently self-sufficient, like a great tree.<\/p> <p><a class=\"isa\" verses=\"WzE3Njg2XQ==\">31<\/a> But in fact, the prophet says, the mighty of the earth will one day be stripped bare. Then it will be seen that they are not mighty at all. They are merely <i>tow<\/i>, the chaff from flax, good for nothing but burning. In making themselves apparently self-sufficient, they have cut themselves off from the only source of life (Ps. 1:4, 5). This use of tree imagery for the apparent power of the mighty is a frequent one in Isaiah (2:13; 6:13; 10:33, 34; 32:19; 33:9; cf. also Zech. 11:1–3). Thus it is interesting that God promises that his own people will be as glorious as Lebanon and Carmel (<a class=\"isa\" verses=\"WzE4MzIzLDE4ODM1LDE4ODQzLDE4ODQ3LDE4OTIwXQ==\">35:2; 60:13, 21; 61:3; 65:22<\/a>). The Lord does not destroy the forest of human pride to leave us a field of stumps (<a class=\"isa\" verses=\"WzE3NzgzXQ==\">6:13<\/a>). Rather, the destruction is in order that the true glory of humanity, that which it derives from its Lord, may appear (<a class=\"isa\" verses=\"W1sxODkzMiwxODkzNl0seyIxODk0NCI6Mn1d\">66:9, 13, 21, 22<\/a>).<\/p>",
    "audit": null
}