{
    "id": 17404,
    "source": "oswalt",
    "verse_id": 17962,
    "verse_count": 9,
    "reference": "15:1–9",
    "title": "Lament",
    "html": "<p>Chapters 15–16 are the second oracle against a neighboring nation, and, like the one to the Philistines, it too seems to be set in the time frame of 715–711. The postcript, 16:13, 14, suggests that the oracle may have been in existence prior to this time but has been applied to these particular circumstances by prophetic inspiration. The three-year span mentioned in v. 14 could perhaps be applied to the time between the beginning of the revolt and its final quashing by Sargon. However, the references to the destruction within the oracle are vague and general enough that dogmatism about the setting is not warranted.<\/p> <p>Moab was the term used to describe the region on the east side of the Dead Sea, extending from the Arnon River, which drains into the Dead Sea about twenty miles south of the sea’s north shore, to the Zered River at the southern end of the sea where the territory of Edom began (Num. 21:10–13). On the east the border would have been less well defined, merely extending to the edge of the arable land. The total territory would have been about thirty miles long and thirty wide.<\/p> <p>Israel’s relations with Moab were always somewhat ambiguous (as compared with Edom, where the hostility was mutually unrelenting). That there was a close kinship between the two nations is not only argued by the genealogical statements (Gen. 19:37; Deut. 2:9) but also by the near-identity of language and script as shown in the well-known Mesha Inscription. The relative ease of emigration and immigration described in Ruth also points to rather close and harmonious relations. This closeness may account for what seem to be genuine tones of grief that appear in these chapters.<\/p> <p>On the other hand, that both nations laid claim to the lands north of the Arnon (the land of Ammon which was given to Reuben and Gad, Num. 32:1–5; 33–38) was a continuing source of conflict between them (Num. 21:24–30; Judg. 3:12–30; 11:22–26; 1 Sam. 14:47; 2 K. 3:4–27) until there was ultimately a deep hostility (Zeph. 2:9, 10).<\/p> <p>The segment begins with a lament over a sudden disaster which will fall upon Moab and reduce the nation to refugees (<a class=\"isa\" verses=\"eyIxNzk2MiI6OX0=\">15:1–9<\/a>). The second section (<a class=\"isa\" verses=\"eyIxNzk3MSI6NX0=\">16:1–5<\/a>) is a plea on behalf of the refugees, perhaps for shelter in Judah. The third section (<a class=\"isa\" verses=\"eyIxNzk3NiI6N30=\">16:6–12<\/a>) contrasts Moab’s former pride with her fallen state, and the fourth (<a class=\"isa\" verses=\"eyIxNzk4MyI6Mn0=\">16:13, 14<\/a>) is the postscript covering the application. The thrust of the oracle is to discourage any who would be tempted to join with proud Moab for purposes of mutual security. Moab will be reduced to the most abject circumstances and will herself be forced to rely on Judah’s only hope: the Messiah (<a class=\"isa\" verses=\"WzE3OTc1XQ==\">16:5<\/a>).<\/p> <p>The language and style of chs. 15 and 16 are often very obscure. This difficulty, coupled with the fact that Jer. 48 duplicates certain portions but in different order and structure, has led many scholars to posit a very complex literary history for the present chapters. However, there is virtually no agreement from one scholar to the next, as Kaiser has shown. Thus, while Hitzig dates the initial ideas and forms to Jonah, Duhm attributed them to a second-century B.C. redactor. At the least, the similarity between the statements in Jeremiah and Isaiah and the fact that they are admittedly reused in Isaiah suggest there may have been a standard poetic treatment of Moab that had entered “the common domain” and was thus drawn upon by both prophets.<\/p> <p>The first part of the prophecy, 15:1–9, tells of the devastating effect of the disaster which was to befall Moab. As noted above, the actual nature of the attack cannot be determined from the general account here. The major emphasis is upon the effect, which will be that the Moabites will be so demoralized that their only response will be weeping and flight. Although the cities are mentioned from the general direction of south to north, that the flight is southward makes it likely that the attack was to come from the north. The difference in the tone from the words addressed to Babylon, Assyria, or the Philistines is apparent at once and carries through into <a class=\"isa\" verses=\"eyIxNzk3MSI6MTR9\">ch. 16<\/a>. There is a much greater sympathy for the fate of the Moabites, whereas a sort of grim delight greeted the downfall of the others.<\/p> <p><a class=\"isa\" verses=\"WzE3OTYyXQ==\">1<\/a> This verse acts as an introduction, repeating the same words over the two chief cities of Moab proper, <i>Ar<\/i> on the Arnon and <i>Kir<\/i> farther south, the central fortress. While the verse may not mean that the nation literally fell in one night, it surely does mean to stress that the blow was sudden and swift upon a land which perhaps felt reasonably secure. All the prophets had spiritual clarity to know what should be obvious to all: there is no security in this world (cf. Amos 6:1–3; Isa. 5:26–30).<\/p> <p><a class=\"isa\" verses=\"eyIxNzk2MyI6M30=\">2–4<\/a> These verses describe the lamentation which will take hold of the whole land. It will be as if a death has occurred, as indeed it has, with mourning taking place everywhere so that even the warriors are demoralized and shaken to the core.<\/p> <p><a class=\"isa\" verses=\"WzE3OTYzXQ==\">2<\/a> <i>He went up to the house<\/i> is a rather cryptic phrase which, if correct, probably is in parallel with <i>high places<\/i> and refers to a temple. For a similar expression see the Sumerian “Lamentation over the Destruction of Ur.” <i>Dibon<\/i> is located about three miles north of the Arnon and thus in the land that Israel claimed. It was Mesha’s native city, and a high place of the Moabite god Chemosh was located there. Obviously a part of the reason for the lament at the sanctuary was that the god had been unable to deliver his people (Jer. 48:35).<\/p> <p><i>Nebo<\/i> is the great mountain at the north end of the Dead Sea from which Moses saw the promised land (Deut. 34:1). Its height would have made it a defensive strongpoint (Mesha, line 14). <i>Medeba<\/i> is located about five miles southeast of Nebo.<\/p> <p>Shaving the head and cutting off the beard, along with gashing oneself (Jer. 48:37) and wearing sackcloth, were typical signs of mourning and lament (22:12; 2 Sam. 3:31; Jer. 4:8; 41:5; Lam. 2:10).<\/p> <p><a class=\"isa\" verses=\"WzE3OTY1XQ==\">4<\/a> <i>Heshbon<\/i> and <i>Elealeh<\/i> were the northernmost cities in the area disputed by Israel and Moab, situated within about two miles of each other. <i>Jahaz<\/i>, however, is back to the south again, some ten to twelve miles away from Heshbon (Mesha, lines 18–22). Figuratively, the wailing of one city can be heard in every other.<\/p> <p>The end result of the attitude of helplessness that will sweep the land will be that even the armed men (lit. “prepared ones”) will let out a cry of despair and defeat. They will be shaken to the very core (“the life,” <span>ne<span class=\"u\">p<\/span>eš<\/span>).<\/p> <p><a class=\"isa\" verses=\"eyIxNzk2NiI6NX0=\">5–9<\/a> In these verses flight is added to lament, and the speaker is moved at the thought of long lines of frightened, uprooted people, clutching a pitiful bit of their possessions, trying to reach some place of security. These images should also grip us of the twentieth century, which has seen perhaps more refugees than any other century yet. The picture of an old woman pushing a perambulator containing a lamp, a framed picture, and a party dress down a road somewhere in France in 1940 should remind us that nothing we possess is ours to keep. Abundance is only to be found within (Matt. 16:26; John 10:10).<\/p> <p><a class=\"isa\" verses=\"WzE3OTY2XQ==\">5<\/a> <i>Zoar<\/i>, if correctly identified, is located at the southern end of the Dead Sea within the territory of Edom. Evidently the refugees were escaping the main area of conflict farther north.<\/p> <p><i>Eglath-shelishiyah<\/i> is translated “a heifer of three years” by AV (with LXX), and commentators have labored with some success to extract sense from that (cf. Young, who sees it as a reference to a young cow which must suffer the yoke for the first time), but it is probably a place name, as also in Jer. 48:34.<\/p> <p><i>Luhith<\/i> and <i>Horonaim<\/i> are not known, but may be in the vicinity of Zoar.<\/p> <p>This verse begins a series of distichs opening with <i>kî.<\/i> Young suggests that they give reasons for Isaiah’s sympathetic reaction. This may be so, but the causal connection seems somewhat overdone in that case.<\/p> <p><a class=\"isa\" verses=\"eyIxNzk2NyI6M30=\">6–8<\/a> <i>Nimrim<\/i> may possibly be the Wadi Numeira on the southeastern shore of the Dead Sea. The sense may be that the crowd of refugees is so great that the oasis cannot support them and their animals, with the result (v. 7, “therefore”) that they must abandon the animals and continue on with what little they can carry themselves. More figuratively, the dried up waters and dead grass may refer to the general devastation of the land as a whole.<\/p> <p><i>gains<\/i> and <i>provisions<\/i> speak poignantly of our human attempt to care for ourselves and to stock up enough in advance so that we will never be in want. Unfortunately, those provisions are hard to keep for ourselves and they cannot satisfy the want we have (32:9–15; Matt. 6:25–33).<\/p> <p><i>Wadi of the Poplars<\/i> is possibly the Zered River (Wadi el-Hesa), which formed the border with Edom.<\/p> <p>The cries of the fugitives fill the land from end to end and border to border. They reach from the Zered in the south to Eglaim near Kir and Beer-elim north of the Arnon.<\/p> <p><a class=\"isa\" verses=\"WzE3OTcwXQ==\">9<\/a> This verse puts a capstone on the horror, indicating that although people may flee, they will not escape. Blood will be added to blood.<\/p> <p><i>Dimon<\/i> is unknown and it was suggested as early as Jerome that the labials <i>b<\/i> and <i>m<\/i> were both used in the name <i>Dibon<\/i> and that the <i>m<\/i> is used here as a wordplay on “blood,” <i>dām.<\/i> If Dibon was as important a political and religious center as Mesha indicates it was, it would be fitting to close this portion of the lament by using the part to represent the whole.<\/p> <p><i>still more<\/i> is strangely vague and has provoked suggestions that an additional word has dropped out. At the same time the very vagueness may harbor an intentionally ominous quality.<\/p> <p>The reference to <i>a lion<\/i> has been looked upon by many as a textual corruption. Yet it is very similar to the figure used by Amos when he talks of fleeing a lion and meeting a bear (<a class=\"isa\" verses=\"WzE3NzU5XQ==\">5:19<\/a>). In this same vein, the prophet here could be saying that running may not give any more security than staying behind. To strike out across the wilderness may deliver you <i>from<\/i> an army but <i>unto<\/i> a ravening animal. There is no security in our own efforts.<\/p>",
    "audit": null
}