{
    "id": 17538,
    "source": "oswalt",
    "verse_id": 18886,
    "verse_count": 1,
    "reference": "63:19b–64:6",
    "title": "Split The Heavens And Come Down",
    "html": "<p>Many scholars (e.g., Torrey, Westermann) treat 63:19b–64:6 (Eng. 64:1–7) as two separate units, dividing them between 64:4a and b (Eng. 5a and b). That verse surely has a change of tone as the prophet moves from appeal to confession (and perhaps complaint). At the same time, there is a strong sense in which, as in 63:15–19a, the appeal is inseparable from the confession\/complaint. God must come down precisely because his distance is a major factor in the sinful behavior of the people. Thus, while recognizing valid reasons for separating the segments, I prefer to interpret them together.<\/p> <p><span>63:19b (<a class=\"isa\" verses=\"WzE4ODg3XQ==\">64:1<\/a>)<\/span> Having already called on God to see how bad the situation is (<a class=\"isa\" verses=\"WzE4ODgyXQ==\">63:15<\/a>), the prophet now goes farther still and pleads for God to break in on that situation. How he would love to see that bloodstained Warrior coming up from Edom (v. 1). Where is he? Their sins have utterly defeated them, and as a result the adversaries of the nation and of God are gloating. Is this what God wants? The language here is the classical language of theophany in the OT, with God breaking through the apparently solid dome of the heavens (cf. 51:6; Ps. 18:10 [Eng. 9]; 144:5) to shake the most solid of earth’s foundations, the <i>mountains<\/i>. The most obvious referent is Sinai (Exod. 19:18–20), but others are possible (Judg. 5; Ps. 18; Mic. 1:3–4; Hab. 3). Although the Creator is other than his creation, he can break into it at any point, and when he does lightning flashes, thunder rolls, and the earth shakes. In the voice of his deeply discouraged people, Isaiah cries out for God to do it again. Nothing else but God’s direct intervention can break the power of the people’s sin and make them a witness to the nations instead of a laughingstock.<\/p> <p>Westermann comments that the normal theme of epiphany is praise, whereas the language here is that of wish. This is correct, and the wistfulness of the wish is enhanced by the verbs being in the past tense: <i>If you would have just split the heavens<\/i> is not first of all a hope that God might do something in the future; it is a wish that he had already intervened long ago. Isaiah knows God, he thinks he knows God’s heart, and it is hard for him to understand why God would let the situation get so desperate without having done something about it.<\/p> <p><span>64:1 (<a class=\"isa\" verses=\"WzE4ODY5XQ==\">2<\/a>)<\/span> Almost all commentators agree that the previous verse, this one, and the one following form a single sentence whose meaning is something like: “Oh, if you had just broken in on us, shaking the mountains—like fire burning brush or boiling water—revealing your nature to the nations, doing wonders we never dreamed of, coming down and shaking the mountains.” But the Hebrew syntax is not nearly this smooth. It is abrupt and disjointed, full of dislocations (see the notes on the text above). If these characteristics are not the result of textual errors, then perhaps they reveal an agitation on the part of the speaker\/writer, who is simply pouring out his soul to God without worrying much about a nicely articulated flow of thought. Even in the kind of carefully crafted poem that 63:7–64:11 (Eng. 12) seems to be, language like this may have been left in place deliberately, in order to convey this kind of agitation.<\/p> <p>Throughout the Bible, from Gen. 3:24 through Exod. 3:1 and Acts 2:3 to Rev. 20:9, <i>fire<\/i> is intimately associated with the presence of the holy God. In no book is that more true than this one (Isa. 4:5; 6:6; 9:4 [Eng. 5]; 10:16; 29:6; 30:27, 30; 31:9; 33:12, 14; 66:15, 16, 24). If God were to come among these people and apply his fire to their unclean lips and hardened hearts, as he had to Isaiah in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">ch. 6<\/a>, the brushwood of their lives would burst into flames, and the tepid water of their souls would break into a roiling boil. The result would be that God’s <i>adversaries<\/i>, those who had so casually trampled down his temple (<a class=\"isa\" verses=\"WzE4ODg1XQ==\">63:18<\/a>), would come to know something about the <i>name<\/i>, i.e., the character, of Israel’s God. This is always the purpose of God’s self-revelation: that the world might know him correctly, and knowing him might be terrified over the peril in which it stands (so that in the end it might be thrilled at the possibilities that extend from his grace; cf. 64:18–19).<\/p> <p><span>2 (<a class=\"isa\" verses=\"WzE4ODcwXQ==\">3<\/a>)<\/span> One of the features of God’s theophany in and through the exodus was the <i>wonders<\/i> that he did in that context (Exod. 15:11; 34:10; Deut. 10:21; 2 Sam. 7:23; Ps. 106:22). Etymologically, this word <i>(<\/i><span>nôrāʾôt<\/span><i>)<\/i> is related to the idea of “fear” <i>(<\/i><span>yrʾ<\/span><i>)<\/i>. These were “terrible things” (RSV) in the sense that they revealed a power that was not of this world and not amenable to control through it. This is always frightening for us humans, who above all else do not want to lose control of our lives and circumstances. Another reason why these manifestations of God’s power were frightful was that they were unexpected. At that point in their experience, the descendants of Jacob did not know enough about God to wait expectantly (see the comment on “wait” in the next verse) for God to act on their behalf. God simply broke in on them and set about delivering them in some startling, and not a little terrifying, ways. There is the irony about the situation Isaiah envisions. Now the people are waiting! Now they know enough about God, his character and his power, to think that he ought to be doing something on their behalf (cf. 63:7–14). Yet he seems to be doing nothing. Once he came down and the mountains shook because of his presence. Would that he had done that again. Nonetheless, the very unexpectedness of that earlier deliverance gave hope that it could suddenly burst in on them again. Of course, that is the way it happened in the first advent of the Servant\/Messiah, and that is the way it will happen when he comes again (cf. Matt. 24:36–44).<\/p> <p><span>3 (<a class=\"isa\" verses=\"WzE4ODcxXQ==\">4<\/a>)<\/span> This verse and the first bicolon of v. 4 (Eng. 5) are a reflection on the preceding verse. What have God’s actions over the years taught the people about their God? They have taught them that there is no God like him. He is in a class by himself. No one has <i>heard<\/i> of such a God, or <i>seen<\/i> one. The emphasis here is on experience. The prophet has no interest in the great myths with otherworldly settings. Those narratives are meaningless for him. He wants to know what human experience sequentially considered can tell us about the one in whom reality resides. This is precisely what the Christian Gospels are about, as 1 John 1:1–4 succinctly explains. The apostles had “heard” and “seen” and “touched” Life. The sum total of all that experience for Isaiah is that nothing else in the universe has a right to be called God except the one God, the Holy One of Israel.<\/p> <p>But what one thing is it that puts the Holy One beyond compare? Is it the power to split the heavens and smash the rocks (cf. Ps. 18:8–16 [Eng. 7–15])? No, for Baal could do that, or at least such things could be attributed to him. What truly distinguishes God from the gods in the prophet’s eyes is that he is the Savior. With perfect confidence Isaiah asserts that the evidence proves that Israel’s God is the only one who can be trusted. He is the only one who will act on behalf of <i>those who wait for him<\/i>. This expression is not merely used because of the occurrence of the parallel term in the final colon of the preceding verse. In many ways, it is at the heart of what the book is about. Biblically speaking, “to wait” is to manifest the kind of trust that is willing to commit itself to God over the long haul. It is to continue to believe and expect when all others have given up. It is to believe that it is better for something to happen in God’s time than for it to happen on my initiative in my time. As was just said, waiting for God is, in many ways, what Isaiah is about. The book is about waiting for a God whose face is hidden to reveal himself to his people (<a class=\"isa\" verses=\"WzE3ODI1XQ==\">8:17<\/a>); waiting for the restoration of a people from long before they were even exiled; waiting for a Servant to deal a death blow to sin; waiting for a Messiah to establish his kingdom forever. But as Isaiah and his people wait, they know one thing: unlike all the gods, God will act on behalf of those who wait for him (cf. esp. 25:9; 30:18; 33:2; 40:31; 49:23).<\/p> <p><span>4 (<a class=\"isa\" verses=\"WzE4ODcyXQ==\">5<\/a>)<\/span> The thought of v. 3 (Eng. 4) is expanded here. Waiting on the Lord is not passive but active. It is to do <i>righteousness<\/i> (cf. 56:1) with joy, which is, in effect, to <i>remember<\/i> God’s <i>ways<\/i>. Thus to wait for the Lord is to live the covenant life, to commit the future into God’s hands by means of living a daily life that shows that we know his <i>ways<\/i> of integrity, honesty, faithfulness, simplicity, mercy, generosity, and self-denial. The person who does not do these things may be waiting for something, but he or she is not waiting for the Lord.<\/p> <p>What may the person who lives his or her life in this way expect? God will <i>meet<\/i> them. But what does that mean? Elsewhere this verb <i>(<\/i><span>pāgaʿ<\/span><i>)<\/i> does not have a particularly positive connotation. It is either neutral (to encounter someone, 1 Sam. 10:5; to make a request of someone, Jer. 7:16), or negative (to attack someone, Josh. 2:16). What can it mean here? Perhaps the word was chosen carefully (esp. in the light of the second bicolon in the verse) to convey the thought of divine-human interaction. Let a person begin to live according to <i>(remember)<\/i> God’s ways, joyfully doing righteousness, expectantly waiting for him, and sooner than we might think, we are going to meet him coming to meet us. Jesus spoke in a similar vein when he said that doing must precede knowing in God’s economy (John 7:17). If we wonder where God is in our lives, the key is to begin doing what we know, allowing him to manifest himself when and where he chooses. According to Isaiah, the lesson of sacred history is that he will meet those who wait for him in this way.<\/p> <p>But the prophet’s reverie is brought up short by some hard facts. It does not seem as if what has just been talked about is possible. The page he and his people are working with is not a blank one on which they can begin to write sums of confident trust and glad obedience as they wait for the Lord. It is so spotted and stained that there is not even a blank space to make a beginning. If joyfully doing righteousness is the key to meeting God and having him work on our behalf, but we are fundamentally unable to do righteousness until God makes it possible, we are in a vicious circle. We cannot do righteousness until God enables us, but God cannot work in our lives until we do righteousness. The force of this dilemma is underlined by the emphatic <span>hēn<\/span><i>, Behold<\/i>, and the emphatic pronoun, <span>ʾattâ<\/span><i>, yourself<\/i>. As the context shows (cf. <a class=\"isa\" verses=\"eyIxODg3MiI6Mn0=\">vv. 5–6<\/a> [Eng. 6–7]), Isaiah is not suggesting that God was responsible for the people’s sinning in the first place. What is the point then of the sequence <i>you yourself were angry and we sinned?<\/i> Why put God’s anger first and emphasize it? It is surely to stress that the fundamental issue in the whole relationship is the attitude of God (cf. 63:15; 64:8, 11 [Eng. 9, 12]). God is angry, and justifiably so, but does he want to remain angry? If so, the people can do nothing about it. They cannot somehow produce enough righteousness to mollify God, because they are helpless before their sin, as <a class=\"isa\" verses=\"eyIxODg3MiI6Mn0=\">vv. 5–6<\/a> (Eng. 6–7) show so graphically. God will have to satisfy his righteous anger for himself. No one else can do it. As has been said before, this is the theme of this entire subdivision. The servants of God are expected to do righteousness, yet they are unable to do it, so God, the Righteous One, will have to enable them to do it through his own grace and power.<\/p> <p>As noted above, the final colon of this verse is enigmatic. As it stands, it is so elliptical that a number of interpretations are possible. There are basically two questions: what is the antecedent of <i>them<\/i>, and is <i>we shall be saved<\/i> declarative or interrogative? The answers are interlocked. The only masc. pl. noun in the immediate context is “ways” in the previous bicolon. If this is the antecedent, then the sense seems to be a statement of confidence: although the facts of the first colon are correct, nevertheless we have been walking in your ways for a long time, and thus we are confident that we shall be saved. But this is not only contrary to what precedes, it is even more contrary to what follows. It is not at all clear that Israel has been faithful for a long time. Indeed, the prophets generally felt the opposite to be true—Israel had been apostate a long time. This point gives rise to an opposite interpretation: the antecedent of <i>them<\/i> is “sins,” as implied from the previous verb (so RSV, JPSV). This requires <i>and we shall be saved<\/i> to be put in the interrogative. Thus the sense would be: you are angry because of the sins in which we have lived for so long; is there still a possibility of our being saved? Short of one of the host of emendations that have been proposed (but that the ancient witnesses do not support), the latter proposal seems preferable; it is consistent with both the tone and the theme of the passage.<\/p> <p><span>5–6 (<a class=\"isa\" verses=\"eyIxODg3MyI6Mn0=\">6–7<\/a>)<\/span> These verses describe the hopeless condition in which the people find themselves, and attribute it finally to God’s activity. The thought is thus both lament and complaint. As emphasized previously, the cause of the lament is not external circumstances, either outside or inside the community. The problem is the persistent sinning of the people and their inability to do anything about it. It is not the painfully reduced circumstances of the returnees that troubles Isaiah, but the recognition that unless God does something for them to deal with their sinning, which Isaiah recognizes from his own day is endemic, then the exile and the return will have been for nothing.<\/p> <p>Harking back to his own experience (<a class=\"isa\" verses=\"WzE3Nzc1XQ==\">6:5<\/a>), Isaiah declares that the fundamental effect of sin is defilement, defilement in the presence of the absolutely Clean One. It is no accident that the section of Leviticus that follows the “Manual of Sacrifice” in chs. 1–10 is a section on the clean and unclean (chs. 11–15), which is followed in turn by the Day of Atonement (<a class=\"isa\" verses=\"eyIxNzk3MSI6MTR9\">ch. 16<\/a>). Those were all object lessons designed to convey the fundamental truth that sin is not a matter of behavioral dysfunction, but an offense against the nature of creation that contaminates and destroys the human spirit just as surely as disease does the body. Thus the “Holy People” (<a class=\"isa\" verses=\"WzE4ODY3LDE4ODg1XQ==\">62:12; 63:18<\/a>) are not holy at all; they are as <i>unclean<\/i> as lepers (Lev. 13:44–46; see also Hag. 2:13–14); what they call <i>righteous acts<\/i> are as corrupt as <i>menstrual cloths<\/i>. They are not the sign of new life coming, but of the lack of conception, because all they do is self-serving and self-enhancing (cf. 57:12; 58:2).<\/p> <p>The prophet continues the theme of death and decay as he compares himself and his people to a dead <i>leaf<\/i> on a tree (cf. 1:30 and 28:1). All their life is derivative and it has slowly ebbed away, leaving only the empty husk that the winter wind will blow away. It is interesting, and highly appropriate, that he equates <i>our iniquities<\/i> with the <i>wind<\/i>, because just as the dead leaf is helpless before the wind, so the human spirit becomes captive to its sins and is no more able to choose its course than the leaf. The sins come to define us and determine the directions that our lives take. God is the giver of life, and those whose sins cut them off from him as the source will find themselves blown away. The same point is made in Ps. 1, using the figure of chaff.<\/p> <p><span>6 (<a class=\"isa\" verses=\"WzE4ODc0XQ==\">7<\/a>)<\/span> <i>none who calls on your name<\/i>. The evidence of the hopeless condition of the nation in view of its sins is that no one is even concerned enough about the situation to cry out to God for help. From 63:12 onward, this is now the sixth reference to the <i>name<\/i> of God. The other five have all concerned how the character of God is revealed and perceived. But now the prophet has abandoned that concern. Far from the people allowing God to demonstrate the glory of his <i>name<\/i> through them to the world, none among them is even aware enough of his glorious character to call on such a God to do something about their condition. They are so sunk in spiritual lethargy that they cannot even rouse themselves (cf. 51:17) to <i>lay hold<\/i> of God. This interesting phrase is reminiscent of Jacob as he wrestled with the “man” at Peniel (Gen. 32:25–33 [Eng. 24–32]). He seized hold of God, whom “the man” clearly represents, and would not let him go because he recognized how desperate his situation was. If God did not help him, all was lost; there was no other helper. But in the Israel that Isaiah foresees, no one is like that, no one recognizes the desperateness of the situation, no one cares enough about it, no one knows the name of God well enough to believe that even in an hour like this he will respond with grace and mercy. There was no intercessor, none to intervene (cf. Isa. 59:16; 63:5).<\/p> <p>But why does this situation obtain? Here the prophet reiterates his complaint (cf. 63:17). It is because <i>(for)<\/i> the all-powerful God is not moving people to do these kinds of things. Indeed, he has apparently hidden his face from them. This was not something foreign to Isaiah’s experience; it was directly out of his own life. Despite his most inspired and impassioned preaching, nothing seemed to move his people. Indeed, as God has said, their hearts only grew harder. God was hiding his face (<a class=\"isa\" verses=\"WzE3ODI1XQ==\">8:17<\/a>). Would the prophet stop recording what he was hearing from God? Would he stop imploring God for his people? No, he would continue faithfully, recording what he heard and calling out to God, waiting with eager expectation for a day he would not see in the flesh when God would indeed turn to his people (<a class=\"isa\" verses=\"WzE4ODg0XQ==\">63:17<\/a>), split the heavens (63:19b [Eng. 64:1]), and give them a heart to believe (64:4a [Eng. 5a]). This is a believer’s heart: one that does not deny the grief and even the anger that stem from God’s hiddenness, yet all the time waits with glad expectancy for the sure moment when he will reveal himself (8:17; 64:3 [Eng. 4]).<\/p> <p>Because God would not look on the people with mercy (<a class=\"isa\" verses=\"WzE4ODgyXQ==\">63:15<\/a>), they are at the mercy of their iniquities. God has given them into the power <i>(hand)<\/i> of that which they have chosen (Rom. 1:18–24), and the result is that the people are helpless. They had thought that they would be independent if they could just free themselves from the tiresome constraints of the God of heaven. Instead, they have discovered a worse bondage than they ever dreamed possible. They are like leaves on the wind, not even having a desire to call on the name of the Lord.<\/p>",
    "audit": null
}