{
    "id": 17512,
    "source": "oswalt",
    "verse_id": 18719,
    "verse_count": 3,
    "reference": "53:7–9",
    "title": "Unjustly Punished",
    "html": "<p>This stanza of the poem takes up the sheep metaphor from the end of the previous stanza and uses it to underline the point being made throughout the entire poem: the contrast between sinful people and innocent Servant. When we are compared to sheep, it is their tendency to get themselves lost that is given prominence (v. 6). But when the Servant is compared to sheep, it is their nondefensive, submissive nature that becomes the basis of comparison. Both he and we may be compared to sheep, but when we are two, different pictures emerge. In us the negative characteristics are seen, whereas in him it is the positive ones. He shares the same nature with us, but in him it is transformed.<\/p> <p>This stanza emphasizes three elements: the Servant’s submissiveness, his innocence, and the injustice of what was done to him. Unlike other sufferers in the OT, the majority of whom let it be known in no uncertain terms that they did not deserve what was happening to them (even when they did deserve it), this person submits without a demur, and the reader is led to ask why. Can it be that the Servant does not see himself as a helpless victim of circumstances beyond his control, but is participating voluntarily in something that he understands to be part of the larger purposes of God (cf. v. 10)? But what purpose can there be in what the Servant is experiencing? Not only has he done nothing worthy of the death to which he is brought (v. 9); he is actually receiving the treatment someone else <i>(my people)<\/i> deserved (v. 8). What can be the purpose in such a double injustice? Is this not merely one of life’s “bad jokes” in which the wrong people win and the right people lose? Or is there here a key to the triumph over all those bad jokes? The answer to these questions is not given here, nor is the purpose of the suffering detailed here; we must wait until the next stanza for that. But it is clearly shown here that if the destiny of servanthood in the biblical perspective is triumph (<a class=\"isa\" verses=\"WzE4NzEwLDE4NzI0XQ==\">52:13; 53:12<\/a>), its short-term issue is likely to be anything but triumph (as Paul well understood, Phil. 3:10).<\/p> <p><a class=\"isa\" verses=\"WzE4NzE5XQ==\">7<\/a> The construction of the opening colon gives the essential point of the verse, which is then enlarged through the metaphor of the sheep. That point is made through the joining of the finite verb <i>he was oppressed<\/i> with the participle “he was being afflicted” or, better, <i>he was humbling himself<\/i>. The construction gives a sense of contemporaneous action: he was oppressed, while humbling himself. Thus Skinner suggests: “Though he was oppressed, he was submissive.&nbsp;.&nbsp;.&nbsp;.&nbsp;” <i>oppressed<\/i> carries with it the idea of harsh physical treatment at the hands of others (Exod. 3:7, “taskmasters”; see also Isa. 3:5, 12; 58:3). But the Servant does not fight against this fate; rather, he gives himself willingly to it. Thus he is not a victim caught in the great gears of a remorseless destiny, but a person of worth and dignity even in the most degrading of circumstances. One thinks of Jesus “setting his face” to go to a Jerusalem where even the densest of his disciples understood that death awaited him (Luke 9:51).<\/p> <p>It is difficult to escape the conclusion that it is not accidental that the only extended metaphor in this poem involves sheep, the primary animals of sacrifice. The Servant is to be struck down on account of the rebellions of his people (v. 8), and he will go as a lamb to the slaughter. If the author did not intend his readers to think in terms of sacrifice, he certainly made a major blunder in his choice of metaphors. Many commentators (cf. C. K. Barrett; R. Schnakenburg) agree that this verse is a primary source of John’s ejaculation, “Here is the Lamb of God who takes away the sin of the world” (John 1:29).<\/p> <p>Interestingly, Jeremiah uses the metaphor of the lamb led to the slaughter to describe himself in 11:19, but there the context shows that the point is one of trusting naïveté in which the animal has no idea of what is about to happen to it. Here the issue being emphasized is not unknowingness, but willing submission to what lies ahead. The sheep that is to be slaughtered, the ewe that is to be shorn, does not protest what is about to take place. Israel has protested that God has forgotten her and is not doing right by her (<a class=\"isa\" verses=\"WzE4NDQ4LDE4NjUxLDE4ODgyXQ==\">40:27; 49:14; 63:15<\/a>); but the Servant, who has much greater cause to protest, does not do so at all. This is entirely consistent with the picture of the Servant already presented (<a class=\"isa\" verses=\"W3siMTg0ODMiOjJ9LHsiMTg2NjgiOjN9XQ==\">42:2–3; 50:5–7<\/a>). Even when he is tempted to despair over the apparent failure of his mission (<a class=\"isa\" verses=\"WzE4NjQxXQ==\">49:4<\/a>), he takes heart in the certain purpose of God (<a class=\"isa\" verses=\"eyIxODY0MiI6NX0=\">49:5–9<\/a>). It is also notably consistent with the demeanor of Christ when he was tried (Matt. 26:63; 27:12–14; Mark 15:5; Luke 23:9; John 19:9).<\/p> <p><a class=\"isa\" verses=\"WzE4NzIwXQ==\">8<\/a> While scholars generally agree that this verse describes the unjust treatment of the Servant, they disagree about the details. Some of that disagreement is because of textual problems (noted above), but most of it is because of linguistic and grammatical problems. The first problem has to do with the connotation of the preposition <i>from<\/i> (Heb. <span>min<\/span>) attached to <i>oppression<\/i> and <i>judgment<\/i> at the beginning of the sentence. Among the many possible connotations of this preposition, three are most probable. They are: separative (local), causal, and privative. The first suggests that the Servant was taken away (delivered) from these things; the second that he was taken away because of these things; and the third that he was taken away, having been deprived of these (i.e., of the restraint of mistreatment and of justice). The third seems less likely because it requires the strange rendering of the first word, <span>ʿōṣer<\/span>. Although <span>ʿōṣer<\/span> appears only two other times in the Bible (Prov. 30:16; Ps. 107:39) and is thus of somewhat uncertain meaning, the verb occurs frequently with the meaning of “shut up, imprison.” Thus the meaning of restraint (for advantage) does not seem probable. But the other two possibilities seem equally plausible, and commentators of all theological persuasions support each.<\/p> <p>On balance, the context seems to favor the causal rendering. The point is not that the Servant escaped from injustice (in death), but that his treatment was unjust from start to finish. Thus it was because of restraint of justice, or oppressive legal treatment (understanding the two words as a hendiadys; cf. CBAT, JPSV), that the Servant was taken away to his death. This was certainly not the case for Israel. Both the northern and the southern kingdoms had been destroyed in complete justice. The prophets had warned the people about their behavior and had called them to return to God, but they would not, so what befell them was in no sense a miscarriage of justice. This is one of the central points of chs. 1–39. The coming of Assyria and then Babylon was not an accident of history; it was the unfolding of the just purposes of God. But multitudes have suffered unjustly across the centuries. Why did they suffer? Yes, because of the will of oppressors who made the processes of justice miscarry. But that is not the case for this person. This person is not carried off because of a corrupt legal system. It is not legal injustice that condemns him but <i>the transgressions of my people<\/i>. If he is treated unjustly, and he is, the author wants us to know that this injustice is not an expression of that all-too-common custom of mistreating innocent people. The Servant was doing this on purpose. The injustice is not that something has been done to him by a corrupt legal system, but that he is suffering in the place of those who should be suffering. Thus the Servant is not with his people in the sense that he, like they, has had to endure unjust suffering. He is with them in the sense that he dies the death they should be dying! Christians have long noted the congruency of Christ’s experience with that described here. He was condemned to death on false charges (Matt. 26:59–61; Luke 23:2–4, 13–16). But the church has never held that it was the injustice of his suffering that made him the Savior of the world. Rather, it was his voluntary submission (Phil. 2:5–8) to bear the sins of the world that has made him who he is for all of us (Col. 1:13–14, 19–20; see further on v. 10 below).<\/p> <p>The next problem that the interpreter encounters in this verse is the meaning of <span>dôr<\/span> (here translated <i>generation<\/i>). The normal meaning of <span>dôr<\/span> would be a period of time or an age, typically that period of time between the birth of a father and a son. Thus one possibility here is “contemporaries,” those of the Servant’s own generation (cf. Jer. 2:31). If this is the case, then the <span>ʾet<\/span> prefixed to <span>dôr<\/span> cannot be taken as the direct object indicator, as it appears, but must be what Delitzsch calls an emphatic accusative of respect (so RSV “as for”), and the <span>kî<\/span> at the beginning of the second bicolon is not causal (“for”), but introduces an accusative noun clause, “that.” On this reading those around the Servant would be unaware not only of the tragedy of his having been <i>cut off<\/i> (without progeny?) but also of the self-sacrificial reason for that cutting off. This interpretation would accord well with the point made in <a class=\"isa\" verses=\"eyIxODcxMyI6M30=\">vv. 1–3<\/a> that the Servant had not even been considered worthy of attention. In some ways this is the ultimate injustice that our world does to persons: it deprives them of their significance, simply consigning them to the pit of worthlessness.<\/p> <p>But the Hebrew syntax and clause structure favor taking the <span>ʾet<\/span> as a direct object indicator, thus causing the colon to be read as it is above: <i>and his generation, who has considered it?<\/i> Taking the colon in this way also makes for clearer parallelism within each of the two bicola. The <span>kî<\/span> beginning the second bicolon would then be best taken as a causal particle, <i>for<\/i>. But what would “generation,” which would then be an emphatic object of the verb, mean in this setting? Driver proposed to read it as “fate” on the basis of Akkadian and Arabic cognates (cf. REB), and this proposal has gained some support. Another possibility is “life,” as proposed by V. de Leeuw. But the suggestion that seems to work best with the other meanings of <span>dôr<\/span> is that of Torrey, who proposes to read “line” (in the sense of descendants) on the basis of such passages as Deut. 32:19–20; Ps. 73:15; 112:2. Thus the sense is that no one has considered that the Servant was left without children in a culture where to die childless was to have lived an utterly futile existence. This understanding accords well with the first colon of the second bicolon and gives the verse a chiastic arrangement: ABBA. It also fits in with the concern of the entire book for childbearing and childlessness as signs (respectively) of the presence and absence of God’s blessing (Isa. 29:23; 54:1–2; 51:18–20; 56:3). From a human point of view, this man was evidently cursed by God. Has anyone given a moment’s thought to the terrible injustice of that?<\/p> <p>Two significant interpretive problems remain. The first is the sense of <i>cut off<\/i> (Heb. <span>nigzar<\/span>). J. A. Soggin has maintained that <span>nigzar<\/span> is always used hyperbolically, while <span>nikrat<\/span> is used when one is speaking of literally being killed (cf. 29:20). Thus this would be the language of a lament when it is said that a person felt himself or herself to be as good as dead (see Lam. 3:54). Is that what is being said here? No; Soggin is mistaken. First, the Niphal of <span>gzr<\/span> occurs only 5 times in the OT, not a big enough group from which to draw a sweeping generalization. But even more to the point, the only occurrence that is clearly hyperbolic is Lam. 3:54. Of the remaining three (excluding Isa. 53:8), one is in a different category but is quite literal (Est. 2:1: “what had been decreed [cut] against her”), one could be read in either way (Ezek. 37:11: “we [the bones] are cut off”; although the statement is within a vision and the bones represent Israel, within the context of the vision it is a literal statement: the bones that Ezekiel sees are quite dead), and one is unmistakably literal (Ps. 88:5–6 [Eng. 4–5]: “I am&nbsp;.&nbsp;.&nbsp;. like those forsaken among the dead,&nbsp;.&nbsp;.&nbsp;. for they are cut off”). When we examine the 8 occurrences in the Qal stem and discover that no less than 5 of them are literal (1 K. 3:25–26; 2 K. 6:4; Hab. 3:17; Isa. 9:19 [Eng. 20]), it is apparent that there is no bar to understanding the statement here in a completely literal sense.<\/p> <p>The final problem relates to the identity of <i>my people<\/i>. Elsewhere in the poem the first person references are clearly to God (Isa. 52:13; 53:11, 12). But here there is no indicator that it is the Lord speaking, and the third person reference in v. 10 argues against that possibility. This seems to leave the speaker, who has heretofore included himself with the people under “we” and “us.” But as Alexander shows on the basis of 1 Sam. 5:10 and Zech. 8:21, “my people” may indeed be synonymous with “us,” perhaps used here as a poetic variant.<\/p> <p>As in v. 4, <i>the blow<\/i> (or “stroke”; Heb. <span>negaʿ<\/span>) has overtones of illness about it. A plague is a <span>negaʿ<\/span> from God (Exod. 11:1), and a leprous spot is likewise a <span>negaʿ<\/span> from him (Lev. 13:5, etc.). Thus is continued in this verse the combination of the pain of illness, violence, and persecution that has occurred throughout the poem, and is, as Westermann points out, especially notable in Ps. 22. Hence for all their transgressions a blow should have fallen on the prophet’s people, a blow that was much more than merely illness, or merely violence, or merely persecution, but would be a combination of all that is most terrible in all of those: that utter forsakenness by God (Ps. 22:2 [Eng. 1]) that the NT calls “the second death” (Rev. 2:11). Instead, with complete injustice, it has fallen on the Servant. What can be the purpose in this?<\/p> <p><a class=\"isa\" verses=\"WzE4NzIxXQ==\">9<\/a> In this verse the prophet once again shows his artistic mastery as he brings the stanza to a close by circling it around to the point where it began: the mouth of the Servant. But it is not a simple repetition of the original point: the Servant’s submissive silence under persecution. As is now believed to be typical of all Hebrew parallel structures, the repetition moves the thought a step farther. Not only was there no defensive or self-justifying word in the Servant’s mouth, there was also no deceitful word. We have moved from submission to innocence. This Servant not only did not deserve the punishment of his people—he did not deserve any punishment. Here we move even deeper into the mystery. Where has such a person ever lived on the face of the earth? It is one thing to be in possession of one’s soul to the extent that unjust treatment cannot make one lash back. But it is quite another to say: “no deceit was in his mouth.” The one is the ability not to speak, but the other is the ability to speak truth under all circumstances. Who has ever done that?<\/p> <p>But as mystifying as such righteousness is, it at least moves us toward clearing up another mystery. How can someone suffer for others, or suffer in a way that produces healing and reconciliation in their relationship with God (v. 5; cf. 6:10; 19:22; 30:26; 57:18–19; and note that it is God who heals in every case). Only someone who did not deserve the same punishment he or she did, someone who could say in absolute sincerity that he or she had never rebelled against God, could effect such reconciliation. This Servant is just such a person (see John 8:29; 2 Cor. 5:21).<\/p> <p>The earlier part of the verse flows smoothly out of v. 8. As Westermann comments, we move from the “dead” to the “buried” of the Apostles’ Creed. The unfairness of what has befallen the Servant is only continued. He whom v. 11 calls the quintessential Righteous One is to be buried among the <i>wicked rich<\/i>. He is not even allowed to be buried among persons whose choices in life might approximate his own, persons who have chosen the good of others over their own comfort, gain, and power. This is the final insult in a life full of insults. It is a small thing, yet its very pettiness makes it the more cruel.<\/p> <p><i>rich<\/i>. Many commentators are uncomfortable with the verse’s apparent equating of wealth and wickedness. One solution to the problem is to hold that the first bicolon is not synonymous but antithetic: They planned to put his grave with the wicked, but when he died it was with the rich (cf. NIV). One piece of textual evidence could support this position: the normal usage of <span>ʿal<\/span>, which begins the second bicolon. Its normal meaning in this circumstance would be causal. If read in that way, the sense would be that the original plans were thwarted “because” of the Servant’s righteousness.<\/p> <p>Apart from some outside consideration, however, there is nothing in the form of the first bicolon that points to its parallelism as being anything but synonymous. Since the second colon has no verb, the verb in the first, <i>was assigned<\/i>, must govern both. The last members of each colon in Hebrew, <i>his grave<\/i> and <i>in his death<\/i>, are synonymous. This leaves only the middle terms, which one must assume are synonymous as well.<\/p> <p>In the light of this analysis, some commentators have proposed emendations of <i>rich<\/i> to dispose of the problem. As noted above, however, no textual evidence supports any of these suggestions. That being so, we must remain with the text as it is and attempt to understand the parallelism as it stands. That effort is not as hard as some have suggested, for the OT is by no means univocal in its position on wealth. On the one hand, it is plain that those who are righteous are led to expect to receive wealth as a reward (Ps. 112:1–3; Prov. 10:22; 14:24, etc.). But the reverse does not follow: wealth is not seen as proof that a wealthy person is righteous (Ps. 49:17–21 [Eng. 16–20]; Prov. 11:4; 28:11; etc.). Indeed, wealth is frequently associated with oppression (Ps. 49:6–7 [Eng. 5–6]; 52:9 [Eng. 7]; Prov. 18:23; 28:6, 20; Jer. 17:11; Mic. 6:12). Thus it is not difficult to understand that <i>the rich<\/i> stands for “the oppressors” here. That being so, the one remaining difficulty is the <span>ʿal<\/span>; can it be used in a concessive sense rather than a causal one? The answer is that although the use is rare, it does occur (Job 10:7; 16:17; 34:6). In view of all these points the verse does indeed seem to speak of the final irony in the Servant’s life—he is not even buried with the poor, who had been his most faithful companions, but is surrounded in death by some of those whose sins he had carried, but who had oppressed and despised him.<\/p>",
    "audit": null
}