{
    "id": 17367,
    "source": "oswalt",
    "verse_id": 17709,
    "verse_count": 7,
    "reference": "3:1–7",
    "title": "Boys For Men",
    "html": "<p>The segment 3:1–4:1 follows upon 2:6–22 by giving particulars of the general statements given there. It continues the contrast between the high and the lowly by depicting in concrete and graphic language the foolishness of depending upon human leadership and human glory. Such dependence must ultimately have disastrous effects. In place of the “great” men which the nation had adulated, expecting them to do miracles on its behalf, it will be ruled by incompetents and wastrels. In place of all their glory, there will be shame and loss. Thus, although not necessarily written or spoken as a unit, the materials in 2:6–4:1 support a single point: dependence upon humanity will not lead to a realization of the destiny depicted in 2:1–5. In fact, it leads in a diametrically opposite direction: to dissolution.<\/p> <p>The structure of the materials in the chapter is a matter of considerable disagreement. While it is generally recognized that there are two larger groupings (3:1–15 and 3:16–4:1), there is no unanimity concerning the relationship between the two groupings and even less agreement over the internal arrangement of 3:1–15 (see below). As to the relation of 3:16–4:1 to 3:1–15, there seems to be every reason to understand it as a final particularization of the fate and folly of human glory. Through the use of imagery Isaiah makes the nature of human pride and the results of that pride vivid and palpable as no abstract argument could. Other examples of the use of imagery to cap or reinforce an argument appear in 1:30, 31; 5:1–7; 14:9–20, 34, 35; 44:12–20; 47; 55:12, 13; 63:1–6. In this light, there is no reason to separate the two parts of the chapter from each other.<\/p> <p>3:1–15 is an oracle of judgment upon Judah and Jerusalem. The result of their misplaced dependence will be to be ruled by those who are, figuratively speaking, children. To make great men the source of a nation’s greatness is always to end up with a dearth of great men. Unless the greatness comes from within the community itself, a condition which is ultimately the result of trust in God, no great leaders will rise from it. Instead, the leaders will merely reflect the spiritual poverty of the community. This was happening in Israel during the early years of Isaiah’s ministry; one weak leader followed upon another as the nation seemed bent upon devouring itself before Assyria could reach it. Isaiah is here warning Judah that she is in no position to be smug. Her present glorification of humanity was destining her for the same fate.<\/p> <p>As mentioned above, the structure of this segment is occasion for debate. Most modern commentators have adopted some form of Duhm’s division (<a class=\"isa\" verses=\"eyIxNzcwOSI6MTV9\">vv. 1–12, 13–15<\/a>) but with considerable variety. Much of the weight of this argument must rest upon the assertion that <a class=\"isa\" verses=\"eyIxNzcyMSI6M30=\">vv. 13–15<\/a> are a separate poem by virtue of their court setting. However, the content of <a class=\"isa\" verses=\"eyIxNzcyMSI6M30=\">vv. 13–15<\/a> follows logically on from <a class=\"isa\" verses=\"eyIxNzcxNiI6NX0=\">vv. 8–12<\/a> (cf. Kissane) and argues well for the essential unity of the material. On the other hand, after v. 7 there is a shift from the future to the present and from the concrete back to a somewhat more abstract style. All of this seems to argue in favor of Procksch’s division of <a class=\"isa\" verses=\"eyIxNzcwOSI6N30=\">vv. 1–7<\/a> and 8–15.<\/p> <p><a class=\"isa\" verses=\"WzE3NzA5XQ==\">1<\/a> <i>For behold, the Sovereign, the Lord of Hosts.<\/i> This phrase sets the stage for the announcement of judgment. The <i>kî<\/i>, “for,” either links the following statement to v. 22 (Young citing Dillmann), giving the reason why one should no longer trust in man, or more probably (cf. Marti) it connects with the entire argument in 2:6–22, stating in particular terms God’s response to the exaltation of humanity (cf. 2:9, 11, 12–21). The repetition of titles for God, as noted in 1:24 (see also 10:16, 33), contributes to the atmosphere of judgment. It is the sovereign, the Lord of Hosts, whom the Judeans face. Sovereign God, not sovereign man, holds their fate. All of this is capped through the use of <i>behold, hinnēh<\/i>, which in prophetic speech typically introduces a threat. While <i>hinnēh<\/i> usually occurs with the third person, as here, Isaiah seems to prefer the first in several other places (cf. 8:7; 10:33; 28:2).<\/p> <p><i>stay<\/i> <span>(maš‘ēn)<\/span> and <i>staff<\/i> <span>(maš‘ēnâ)<\/span> are closely related in Hebrew, the first being in the masculine gender and the second in the feminine. That the masculine form appears only here with this vocalization while the feminine form is a variant of the normal form of this word <span>(miš‘eneṯ)<\/span> suggests that the prophet was engaging in a conscious wordplay to stress the totality of the removal (Skinner compares the English “bag and baggage”). The specification of bread and water seems out of place to many commentators in that all the succeeding references are to support derived from leaders. However, the judgment which Israel was then experiencing and which Judah would one day experience did involve physical deprivation as well as political destruction, so there is no reason to exclude this statement merely for the sake of unity. Beyond this consideration there is a distinct possibility that the phrases are being used figuratively, and thus for impact: God will remove our bread and water, namely, our adored leaders.<\/p> <p><a class=\"isa\" verses=\"eyIxNzcxMCI6Mn0=\">2, 3<\/a> The Lord will take away the great men, including the military leaders (<i>mighty man, warrior, captain of fifty<\/i>), political leaders (<i>judge, elder, man of rank, counselor<\/i>), religious leaders (<i>prophet, diviner, one who knows charms<\/i>), and <i>skilled craftsman.<\/i> This is, of course, exactly what took place when Assyria, and later Babylon, conquered a city (2 K. 24:14). Those leaders who could foment rebellion after the conquering army had passed on were deported and replaced by more docile peoples from some faraway region. Particularly prominent in Isaiah’s list are persons who could give guidance, who could tell someone what to do. Because Judah and Jerusalem had relied on human discernment rather than divine, the day was coming when that support would be removed. Then, perhaps, they would be forced to rely on God’s leadership again. The absence of any mention of the king is interesting. Delitzsch is probably correct when he says that in these times the real power had passed out of the king’s hands and into the hands of the nobles and great men. It was certainly so by Jeremiah’s time (Jer. 38:4–6, 25–27).<\/p> <p><a class=\"isa\" verses=\"eyIxNzcxMiI6Mn0=\">4, 5<\/a> When a people commit themselves into the hands of human leaders, the result is disaster. The prophet’s sense of contrast is clear. Judah will go from mighty man to child. In some cases, after the Exile, that may have been literally true: teenagers may have had to take over leadership simply because there was no one else. But more probably Isaiah is speaking figuratively: Judah will be ruled by incompetents. In fact (v. 12), that is already so. The leaders may posture like great men but they are children. When a nation permits its rulers to believe that they rule in their own right and because of their own competence, that nation brings upon itself the official graft, self-serving, and irresponsibility which result. Then, when the government begins to collapse, all types of authority fall into contempt and the natural inclinations of fallen human beings are allowed to run free (v. 5). The result is not some sort of hierarchy but an anarchy where all devour each other alike.<\/p> <p><a class=\"isa\" verses=\"eyIxNzcxNCI6Mn0=\">6, 7<\/a> Isaiah brings this prophecy of a time when Judah will be ruled by nobodies to a climax with a concrete example. He foresees a time when the land will be so deprived of leadership and so poverty-stricken that possession of a coat will constitute grounds for election to rule. Kaiser believes that the reference is to the kind of sleeveless, fringed mantle which ancient Near Eastern rulers wore. As Young points out, however, <i>śimlâ<\/i> is the regular word for cloak or mantle and there is nothing in the context which automatically distinguishes this <i>śimlâ<\/i> from any other. It would be a time when possession of any kind of coat would set one above the common crowd.<\/p> <p>Contrary to Gesenius and the versions, the opening <i>kî<\/i> almost certainly should not be translated “for.” Rather, it introduces a temporal\/conditional statement of which v. 7 is the apodosis, <i>When a man seizes&nbsp;… (then) he will lift up<\/i>.… Although the LXX and the Targum do not understand it, <i>this ruin will be under your hand<\/i> seems to be a fine example of the prophet’s gift for irony (LXX “Let my meat be under you”; Targ. “Let this tribute be under your hand”). <i>Hand<\/i> is the expression of authority and power. But what is there left to rule? A ruin, nothing more. Yet even a heap of ruins is more than the chosen man cares to take on. Unlike those self-confident rulers of another day who thought in their arrogance that they could do anything, this man, chastened by disaster, fears he can do nothing. As a leader, he could neither feed nor clothe his people and he will not accept the responsibility. How are the mighty fallen, Isaiah seems to say. Judah will go from a time when no mantle of glory was too great to assume to a time when even a dump heap constitutes more responsibility than a person would want.<\/p>",
    "audit": null
}