{
    "id": 17373,
    "source": "oswalt",
    "verse_id": 17758,
    "verse_count": 8,
    "reference": "5:18–25",
    "title": "Cynicism And Preversion",
    "html": "<p>In this segment, the bitterness of the wild grapes is revealed even more powerfully than in <a class=\"isa\" verses=\"eyIxNzc0OCI6MTB9\">vv. 8–17<\/a>, for here the prophet exposes the underlying cynicism which is responsible for the people’s refusal to live in obedience to God’s nature. They doubt that God really is active in the world and they imagine that they are better able to determine what is really right and wrong than he is. The result is a perversion where values are reversed: debauchery is more honorable than courage, drunkenness is preferable to sobriety, the wicked are pronounced innocent, while the righteous are condemned. For such a vineyard, destruction is the only open course, and in another double “therefore” (as in <a class=\"isa\" verses=\"eyIxNzc1MyI6Mn0=\">vv. 13–14<\/a>), that destruction is promised.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc1OCI6Mn0=\">18–19<\/a> These verses very possibly deal with the people’s response to v. 12. There Isaiah had charged them with being so intoxicated with the quest for pleasure that they had become insensitive to God’s workings in the world. Far from being convicted by that charge, they call out in a mocking fashion for Isaiah’s God to hurry up and get his work out where they can see it. If the work referred to is the coming judgment, as some believe, then the effrontery is the more brazen. They are daring God to punish them. Their use of Isaiah’s epithet <i>the Holy One of Israel<\/i>, as in 30:11, is hardly an acceptance of what the title means, but rather a way of taunting Isaiah and deriding what they considered his pietistic excess. To this Isaiah responds with a further “woe.” They are sinning with a “high hand” and not out of mistake or ignorance. They are pulling the iniquity to themselves with ropes. They have not fallen into it. They are consciously choosing evil and exerting concerted effort to make that choice. This is the tragedy of sin: what was once done somewhat innocently, or at least naively, becomes something we must do, at whatever cost, even though in order to continue it we must explain away God and his moral law. Typical of such an attitude is the demand for God to act prior to the exercise of faith. But no act is sufficient to coerce faith (otherwise Satan would believe). Only when faith is offered freely are God’s acts able to confirm that faith.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc2MCI6Mn0=\">20, 21<\/a> Here Isaiah continues his denunciation of those who mock God’s ways. In order to justify their own behavior, they must, in the most sophisticated reasonings possible, demonstrate that their evil behavior is good, their darkness is light, and their bitterness sweet. This attitude is the end result of refusal to admit the absolute authority of a revealed Word (cf. v. 24). For sin is not content to live alongside righteousness anymore than disease will coexist with health. Sin can only be satisfied when righteousness is destroyed. If the ethical imperative is dependent upon human reason alone, that reason is no match for rampant self-interest. In fact, self-interest will press reason into service to justify its own behavior. Only a prior commitment to the revealed wisdom of God (Prov. 1:7; 3:7; 9:10) and a commitment to call good good, despite the reasonings of the wise of this world, can make possible genuine long-lasting righteousness both in individuals and in society. The path of those who chart their own course leads inexorably from self-aggrandizement to the ultimate reversal of moral values.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc2MiI6Mn0=\">22, 23<\/a> If it is correct to think of vv. 20 and 21 as expressing the attitudes which are the ultimate end of self-serving, what is the function of vv. 22 and 23? Are they not anticlimactic? They are not if they are understood to be a graphic summary of points made in <a class=\"isa\" verses=\"eyIxNzc0OCI6MTR9\">vv. 8–21<\/a> (as 3:16–4:1 are of 2:6–3:15). Here are pictured the great men of the nation, who are only great behind a bar. The terms used refer to military heroes and champions, but these are only champion drink-mixers. When these national leaders are called upon to judge a case, they can be depended upon to free the guilty and convict the innocent—if the price is right. What is this but a picture of what the prophet has been condemning? Courage, honor, and bravery mean nothing. What matters is how many beers a man can hold before going under the table. Innocent and guilty? Who can tell the difference? Who <i>cares<\/i> if there is a difference in a society where serving oneself is all that matters? This is a vineyard gone completely wrong. The grapes are all bitter and human sophistry cannot make them sweet.<\/p> <p><a class=\"isa\" verses=\"eyIxNzc2NCI6Mn0=\">24, 25<\/a> As noted above, these verses conclude not only <a class=\"isa\" verses=\"eyIxNzc1OCI6OH0=\">vv. 18–25<\/a>, but also <a class=\"isa\" verses=\"eyIxNzc0OCI6MTh9\">vv. 8–25<\/a>. Furthermore, v. 25 provides the transition to the final segment of the chapter. There is nothing to be done with the vineyard except to destroy it. Gray sees little connection between v. 24 and vv. 22 and 23, and to be sure, if one limits v. 24 to being a response to those two verses, as Gray does, there is a problem. But if it is a response to <a class=\"isa\" verses=\"eyIxNzc1OCI6Nn0=\">vv. 18–23<\/a>, as we take it here, then it is entirely apt, for as noted above, the whole issue is whether God’s law and word will be obeyed in the face of our human desires for self-service. If not, then the life drains out of the human enterprise and all our attainments become dust and ashes. We are reduced to stubble in the face of devouring flame, because we have abstracted ourselves from the only source of life, namely, God.<\/p> <p>The prophet mixes his figures of speech as he tries to show the impermanence of those who reject God’s law. Strict logic cannot be applied to the statement <i>a tongue of flame devours stubble&nbsp;… their roots will become like mold<\/i>, but the point is plain. No plant is ultimate in itself. Its life is derived and when the conditions for life are not present, destruction and decay are all that are left to it.<\/p> <p><a class=\"isa\" verses=\"WzE3NzY1XQ==\">25<\/a> Now the prophet moves from figure of speech to a more specific announcement. It is because Israel has rejected God’s law and the word of her Holy One that God has already begun to act in judgment. They have felt his outstretched hand already and that hand is still outstretched. The hedge is about to be taken away and the animals summoned to come in and trample the vines.<\/p> <p>At this point many commentators begin to reconstruct the text on a more or less radical scheme. The chief spur to this reconstruction is the appearance of the same refrain in 9:11, 16, 20 (Eng. 12, 17, 21), and 10:4 as appears here in v. 25. On the basis of the assumption that the prophet could not have used the same refrain in two different contexts, attempts have been made to reconstruct the original text. The variety of these attempts calls into question the validity of the enterprise. Duhm and Wright interpose 5:25–30 between 9:6 and 7 (Eng. 7 and 8) to begin the section. Smith puts 5:25 between 9:6 and 7 (Eng. 7 and 8) and 5:26–30 between 10:4 and 5. Driver (NEB) does the same with vv. 24 and 25, but leaves <a class=\"isa\" verses=\"eyIxNzc2NiI6NX0=\">vv. 26–30<\/a> in place. Ziegler leaves 5:8–30 where they are but transposes 10:1–4, putting it between 5:24 and 25. Kaiser and Wildberger interchange the two passages (!), resulting in 5:8–24; 10:1–4 and 9:7–20 (Eng. 8–21); 5:25–30. Holladay, noting the lack of agreement, merely proposes to make 5:8–30; 9:7 (Eng. 8)–10:4 a unit, with 6:1–9:6 (Eng. 7) having been inserted in the middle. None of these proposals treats the present form of the text seriously, all seeming to assume that it is the result of a somewhat careless mistake or of a capricious scribe (who put <a class=\"isa\" verses=\"eyIxNzc2NSI6Nn0=\">vv. 25–30<\/a> after v. 24 because both begin with fire). But this will not do. It is the present text which holds authority over us, and except in cases where textual corruption has occurred (for which there is no evidence here), it is this text which we are called upon to interpret. If in fact the prophet or one of his disciples reorganized original materials into the present form (of which the diversity noted above is hardly convincing), then it was done for conscious theological purposes, and it is that theological intent to which the Church must give its attention.<\/p>",
    "audit": null
}