{
    "id": 17388,
    "source": "oswalt",
    "verse_id": 17856,
    "verse_count": 7,
    "reference": "10:5–11",
    "title": "Assyria, God’s Tool",
    "html": "<p>At this point in the discourse the tone changes radically. Assyria remains a key figure (<a class=\"isa\" verses=\"WzE3ODU2LDE3ODYzLDE3ODc1LDE3ODk2LDE3OTAxXQ==\">10:5, 12, 24; 11:11, 16<\/a>), but now the destroyer is the destroyed. It is true that what is trusted in place of God will destroy us (<a class=\"isa\" verses=\"eyIxNzc4NCI6NDd9\">7:1–8:22<\/a>), but that does not mean the destroyer is supreme, nor that he or it holds our destiny. No, whatever may happen to us, it is still God who is supreme, it is still he to whom we look. This is the theological issue which undergirds this segment of chs. 7–12. It is the necessary continuation of the truth that the Sovereign Lord is with us. To be sure, we ignore him at our peril, for he is with us. But by the same token, when we have brought destruction upon ourselves he is still with us, and his purposes are always for good. Yes, Assyria may come with all her engines of war, but she comes at God’s command, and unless she bows to the same morally consistent law which is incumbent upon all God’s creatures (9:7 [Eng. 8]—10:4), she will disappear at the same command (<a class=\"isa\" verses=\"eyIxNzg1NiI6MzB9\">10:5–34<\/a>). In her place will rise the kingdom of true power, of righteousness and peace (<a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">11:1–16<\/a>). In that hour, the folly of trusting Assyria, the creature, and the wisdom of trusting God, the benevolent Creator, will be fully manifest.<\/p> <p>It is difficult to determine when the passage was first spoken and whether it was spoken as a unit. The conjectures of scholars are manifold but none is easily provable. That Carchemish did not fall until 717 (<a class=\"isa\" verses=\"WzE3ODU5XQ==\">10:8<\/a>) suggests that the diatribe against Assyria was after that date. Sennacherib’s attack in 701 provides the latest possible date. At any rate, it is not necessary to the significance of the present order that this material be of the same date as the previous chapters. The materials are arranged logically and not necessarily chronologically. (Though Kaiser considers vv. 10 and 11 to be contradictory, thus indicating that v. 10 is an interpolation, a careful reading shows that the contradiction is only apparent; for further comments on the unity see below on v. 12.)<\/p> <p>In 10:5–34 the amazing doctrine is stated that the gods are not necessarily on the side of the victors and that defeat for us is not defeat for God. Although this understanding has been a part of the western philosophy of history for sixteen hundred years, it is still difficult for us to translate it into feelings. Like our ancient Near Eastern forebears we instinctively believe that the victor’s gods are God indeed and that the defeated’s god is unmasked as a charlatan. Against this, Isaiah envisions a God who is not the prisoner of history, who is not the alter ego of either victor or vanquished, but who guides all events to an outcome in keeping with his own joyous and beneficent plan. All are under his hand. He is neither the possession nor the manifestation of any of his creatures. This is the doctrine of transcendence, a truth of unparalleled importance for life and understanding. Isaiah was not the first to formulate it (contra the older evolutionary theory of Israelite religion), for it is implicit in the first three commandments of the Decalog, but it may be fair to say that he was the first to apply it to the historical process in a thoroughgoing way.<\/p> <p>The section divides itself into three subsections: 10:5–19, which demonstrates that Assyria is but a tool in God’s hand; 10:20–27, an address to the people of God assuring them that since God is sovereign and Assyria is not, a remnant will return from Assyria’s captivity; 10:28–34, a picturesque statement of the reality of Assyria’s threat, but also the certainty of her destruction.<\/p> <p>In 10:5–19 Isaiah states dramatically the twofold truth that the people are about to feel the rod of Assyria, but that Assyria is only a rod, and as such is subject to the will and purpose of the One who swings it. Assyria’s great sin is the one which Isaiah has inveighed against before, namely, the sin of pride, of acting as if there were no God, of exalting oneself to the place reserved only for the Creator (1:29–31; 2:6–22; cf. also 13:11; 14:13–15; 47:7–11). Assyria’s power and glory do not make her immune from destruction, for she too is responsible to One whose power and glory are greater than hers. As the statement is now constituted it is divided into three parts. Verses 5–11 assert that Assyria is God’s tool, though she has no thought of that; <a class=\"isa\" verses=\"eyIxNzg2MyI6M30=\">vv. 12–14<\/a> express the pride of Assyria for which judgment is promised; <a class=\"isa\" verses=\"eyIxNzg2NiI6NX0=\">vv. 15–19<\/a> tell the nature and extent of the coming judgment.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg1NiI6Mn0=\">5, 6<\/a> Although these two verses are dealing with Assyria’s role as God’s instrument to punish Israel, the opening <i>Woe<\/i> makes it plain that Assyria’s judgment is already in view. Because she refuses to see herself as such an instrument, woe lies ahead for her. As mentioned above, the concept that the enemy, who did not even acknowledge God, could be a rod in his hand had a revolutionary flavor in Isaiah’s time. It spoke of an overriding moral purpose in history that went beyond local or national gods and their self-serving natures.<\/p> <p>There is probably an ironic note in v. 6. Undoubtedly the Hebrew people considered the Assyrians to be the most “godless” and “profane” people they knew. Yet, Isaiah has the audacity to say that the Assyrians are God’s tool to punish them and that they are the godless and profane ones! How could this be? First, it is plain that the prophet considers all peoples to be instruments of the Sovereign. Even the vilest of persons is serving God’s purposes, if only to illustrate the ultimate results of evil. This is not to say that God manipulates people in a cynical way. It is to say that God is present in and through the processes of history, bringing out of them that which will most effectively serve goodness and truth. But second, there is a relativity of accountability. Relatively speaking, Israel is more profane and godless than Assyria because she has had more light to reject. If her moral state is still higher than Assyria’s, it is also true that she has fallen the farther distance. So Jesus’ words, “To whom much is given, much is required” (Luke 12:48), apply to Israel and Assyria; they also apply to the modern West.<\/p> <p><a class=\"isa\" verses=\"WzE3ODU4XQ==\">7<\/a> But it is not necessary to know oneself commanded in order to be commanded. Assyria did not see herself as the servant of Yahweh, but she was. Her purpose was not purgative or cathartic or judgmental. It was merely conquest and aggrandizement. Foolishly, the Assyrian emperors garnered to themselves the praise, believing that their personal and national eminence was due to their own achievements. They did not realize that they were where they were because of the larger purposes of God. Such a truth is hard on human pride. We want to believe that we have made our own way and that the credit is ours. In fact, none of us has anything that we did not receive. Assyria, failing to realize this truth, believed her superior wealth and power gave her the right to sack the world (cf. Rom. 1:19–21; 1 Cor. 4:7).<\/p> <p><a class=\"isa\" verses=\"eyIxNzg1OSI6NH0=\">8–11<\/a> Isaiah now speaks for the Assyrian king and demonstrates how far he is from considering himself the servant of Jerusalem’s God. Verse 8 was certainly an apt statement. The chieftain of every little city-state along the Mediterranean coast styled himself <i>mlk<\/i>, “king.” The officers in Sargon’s army had more authority and responsibility than most of these “kinglets.” What was Hezekiah to the one who was “king of kings” (Ezek. 27:7) that he should be a functionary of Hezekiah’s god? In a masterful survey of recent history, the prophet has the Assyrian list his conquests, beginning at the Euphrates and coming steadily southward until the wave crests upon Samaria just to the north. “How were any of these cities different from another? They all fell before me.” Servant? No, conqueror. So it is always to a conqueror. None of the conquests is viewed as having any individual worth or uniqueness. They were numbers to be checked off a list.<\/p> <p>As for serving Yahweh, what is he but one more of the <i>worthless idols<\/i> (<span>’ĕlîl<\/span>, “good for nothing”) of the nations? The Assyrians had subdued Marduk and Hadad, Baal and El. What could the god of some out-of-the-way place like Jerusalem have over those great gods? In any event, Yahweh had already been defeated at Samaria, so Jerusalem was as good as lost. Plainly the Assyrians, if this is a correct representation of their thought, did not consider the God of Judah to be any different from the other gods. This attitude probably reflects an inability to grasp a religious system at odds with the one prevailing throughout the world. Yahweh had no image because he was not a part of the world and could not be manipulated or conquered through the world. To the Assyrians such a god would have been incomprehensible. It was hard enough for the Israelites to grasp. But it is a truth foundational to all of life. Even Assyrias are subject to a God of that sort.<\/p>",
    "audit": null
}