{
    "id": 17446,
    "source": "oswalt",
    "verse_id": 18305,
    "verse_count": 4,
    "reference": "34:1–4",
    "title": "Judgment On The Nations",
    "html": "<p>Chapters 34–35 present a striking contrast between a productive land turned into a desert (<a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a>) and a desert turning into a garden (<a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">ch. 35<\/a>). As such they bring to a close the collection of teachings concerning the nations and God’s sovereignty over them (chs. 13–35). When all is said and done, the prophet says, the issues are clear and rather simple. Arrogant, self-important humanity cannot stand before God. In our attempts to be independent of him and to build the kingdom of Man on earth, we have sinned, and the word is the same for all: “The soul that sins shall die” (Ezek. 18:4, 20). In a real sense, to sin is to forfeit one’s life into the hands of God as a sacrifice (<a class=\"isa\" verses=\"eyIxODMxMCI6Mn0=\">34:6, 7<\/a>).<\/p> <p>On the other hand, those who reject the blandishments of this earth with its temptations to make their own way, those who choose to wait for God, to put themselves in his hands, though that be in a desert, will discover a highway which leads to a glory not their own. Rather, it is something which is freely shared by the One to whom glory belongs. To align oneself with the nations of the earth is to choose a desert; to trust in God is to choose a garden.<\/p> <p>At least since the time of Ewald, some have said that <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a> was dependent upon Jeremiah (see esp. Jer. 46:10; 49:7–16; 50:35–38; 51:43). Furthermore, a scholar as essentially conservative as Delitzsch recognized that the language of the two chapters showed more affinity with chs. 40–66 than with 1–39. Finally, C. C. Torrey proposed that the two chapters had originally formed the introduction to chs. 40–66. While this view has not gained absolute acceptance, it still has currency (cf. Wildberger). Others suggest even later dates. The fact that 1QIs shows a gap between chs. 33 and 34 has occasioned the suggestion that the final redaction of Isaiah appeared in two volumes, roughly parallel in structure, and that chs. 34 and 35 form the introduction to the second volume in a way similar to the way chs. 1–5 introduce the first volume. However, as E. J. Young pointed out, a case may be made for the dependence of Jeremiah upon Isaiah. If this were to be correct, then the demonstrations of affinity between the language of chs. 34 and 35 and that of 40–66 would have far-reaching effects, indeed. One of the major arguments against a pre-587 date for <a class=\"isa\" verses=\"eyIxODMwNSI6MTd9\">ch. 34<\/a>—the reference to Edom—will be dealt with below. In any case, the chapters go with chs. 13–33 on structural grounds. In a way similar to chs. 24–27, they drive home the wisdom of trusting God and the folly of trusting the nations. In this they form the climax to the entire segment. See further the section on structure in the Introduction.<\/p> <p>The powerful poem in 34:1–17 depicts the effects of God’s wrath upon the nations. In <a class=\"isa\" verses=\"eyIxODMwNSI6NH0=\">vv. 1–4<\/a> the universal nature of the judgment is pictured. Not even the heavens themselves will escape. Then <a class=\"isa\" verses=\"eyIxODMwOSI6NH0=\">vv. 5–8<\/a> particularize the statement by applying it to Edom, much as was done with Moab in 25:10–12. The language here is of sacrifice, reminding the reader that unless someone provides a sacrifice for our sins, we must ourselves become that sacrifice. Ultimately, as the NT makes plain, it is only God himself who can offer that sacrifice for all (Rom. 5:5–10; but cf. already Isa. 53).<\/p> <p>Verses 9–17 continue the address to Edom as the typical nation, depicting the land as left utterly desolate, inhabited by nothing but desert wildlife. This is the end of all human grasping for abundance: death and desolation. If the language is severe and harsh here, it is because of the seriousness of sin. The rebellion of a whole world against God is not a matter for a tap on the wrist, nor are its natural effects negligible.<\/p> <p><a class=\"isa\" verses=\"WzE4MzA1XQ==\">1<\/a> In a manner somewhat reminiscent of 1:2, the prophet calls for the whole world to gather round and hear its judgment pronounced. This is not, however, a call to be witnesses, but a call to be sentenced. As already noted, this pronouncement to the nations looks back all the way to <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">ch. 13<\/a>, where the oracles of judgment began to be pronounced, but also to <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">ch. 7<\/a>, where Ahaz was challenged not to trust the nations. Where does servanthood begin? Does it begin in the assumption of the world that human pomp and power are the basis for all fulfillment? Again and again the answer has been no! All of that is under a curse. Servanthood begins in an abandonment of that assumption and the realization that God alone is to be trusted. Every other way must end in a desert.<\/p> <p><i>the earth&nbsp;… and all that springs from it<\/i> is reminiscent of 6:3, but even more so of Ps. 25:1, where it is plain that the “fullness” of the earth is its population. It seems likely that the same is the case here so that “all that springs from it” refers to humanity.<\/p> <p><a class=\"isa\" verses=\"WzE4MzA2XQ==\">2<\/a> The pronouncement is one of divine wrath upon the nations. No cause is specified, but the statement of <span>ḥērem<\/span>, or devoting to destruction, would have been enough for any hearer, especially any Hebrew. This is the idea that no spoils of battle belonged to any human victor, but must belong totally to God. Typically this meant that the spoils must be completely destroyed to prevent any human misappropriation. In the Hebrew setting at least two implications are significant: spoils are devoted to God to show that God alone has won a battle (Jericho); when a nation has deliberately blocked the flow of God’s love to the world, it forfeits itself into God’s hands (Amalek). We will belong to God, either voluntarily or involuntarily. Thus, the announcement of <span>ḥērem<\/span> here probably involves both of these implications: the ultimate offense of the nations is against God and he alone will be their conqueror, God’s wrath is against them because of their refusal to accept his Lordship.<\/p> <p><a class=\"isa\" verses=\"WzE4MzA3XQ==\">3<\/a> Added to the shame of defeat and slaughter is that of exposure of the dead. Not only for the ancient world but for the modern one as well, there is something especially horrifying and revolting about a rotting corpse. Perhaps it is the terrible indignity of something which was recently able to think and dream. Or perhaps it is too strong a reminder of our own imminent decay. At any rate, there is a strong instinct in us to dispose of the dead quickly. When we do not do so, it is either because of the necessity of too many bodies or as a specific act of contempt. Here again, as in 14:21 and 18:6, the attempt of the nations to gain some sort of dignity apart from God will ultimately have the very opposite effect.<\/p> <p><i>the mountains will be dissolved with blood<\/i> is a figure which is impossible to explain literally. The general idea is that the rivers of blood which will flow down the hillsides will be like the rainwater which dissolves the soil into mud and carries it away. But it is the cosmic impact of judgment, as v. 4 makes even more clear, which is the point here. Whether mountains melt or stars rot is not so important as that the entire cosmos is under the hand of the one God to whom all owe allegiance.<\/p> <p><a class=\"isa\" verses=\"WzE4MzA4XQ==\">4<\/a> <i>the host of heaven<\/i> would refer not only to the physical stars but also to the pantheon of gods which the stars represented in the minds of the ancient hearers. So, God would judge not only the nations but their heavenly patrons as well. He would lay low the nations and also their gigantic self-projections upon the universe. Once again, it is immaterial whether the literal stars will fall in the day of God’s judgment; the point is that even the mysterious, unchanging stars, the seeming guarantors of the universe’s perpetuity, are in the hands of the God of Jerusalem.<\/p>",
    "audit": null
}