{
    "id": 17475,
    "source": "oswalt",
    "verse_id": 18520,
    "verse_count": 8,
    "reference": "43:14–21",
    "title": "God’s Power—then And Now",
    "html": "<p>The section 43:14–44:5 details God’s promises to demonstrate to the world by means of Israel that he is the only Savior. The section divides into three segments. The first, 43:14–21, emphasizes that God’s claims are based not merely on the past; he will demonstrate his lordship by doing new works of deliverance. The second segment, 43:22–28, makes plain again that God’s exercise of his power on behalf of Israel is not because of any righteous behavior of theirs. But the third segment, 44:1–5, promises that God will do something about that sinful tendency by giving his Spirit to the people with the result that they will be glad to identify themselves as the people of God.<\/p> <p>Looked at by itself, 43:8–13 might suggest that the only evidence which one may adduce for God’s saviorhood is from the past (so v. 12). But Isaiah hastens to add (<a class=\"isa\" verses=\"eyIxODUyMCI6OH0=\">43:14–21<\/a>) that there will be new evidence and that the Israelites should not so concentrate on what God has done for them in the past that they cannot see the new things he will do on their behalf. What those new things were in the prophet’s mind is clear in part but unclear in part. On the one hand, it is clear that he had in mind the overthrow of mighty Babylon. But is that all he had in mind?<\/p> <p>What raises the question is the particularly image-laden language of <a class=\"isa\" verses=\"eyIxODUyNSI6Mn0=\">vv. 19–20<\/a>. What is he really meaning to convey by the extravagant images he uses? There seem to be three options for understanding what is taking place. The first is that the prophet expected literal wonders like these to take place when Israel returned home. That they did not and yet this book was included in the canon causes one to believe that the Jewish readers did not understand the passage, and others like it, in this literal way.<\/p> <p>The second option is that the prophet knew he was speaking figuratively. But the question immediately arises, Why is the imagery so extravagant? Given the traditional understanding of the book’s authorship, it is possible that the only way an author in the 8th century <small>B.C.<\/small> could convey events that far in the future (nearly 150 years) was by using extravagant imagery (with the sole exception of Cyrus). But if, as the majority now believe, these words were spoken only a year or two, or at most five years, before the return, the extravagance of the imagery becomes inexplicable.<\/p> <p>A third option was fairly common among Christian commentators until the present century and is still attractive. Perhaps Isaiah is considering the whole period of redemption that began with the return from exile and culminated in the formation of the church. Surely that sweep of history was, in its own way, as dramatic as the first exodus had been and offered as many miraculous events. The ultimate redeeming work of Christ in conquering sin was even more earthshaking than making rivers in the desert would be.<\/p> <p>Isaiah probably expected the coming of the Messiah to take place immediately upon the return. That it did not does not invalidate the nature of his vision. For those who would urge that this sweeping concept of redemption is expecting too much of the prophet, one can appeal to such passages as Hag. 2:6–9 or Zech. 12–14, where this kind of vision is clearly present. Although hardly proving this point, it is certainly suggestive that the following segments focus on undeserved grace (<a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">43:22–28<\/a>) and the giving of the Spirit (<a class=\"isa\" verses=\"eyIxODUzNSI6NX0=\">44:1–5<\/a>), which are the message of the gospel. All in all, this seems to me the most satisfying solution to the question. God would indeed produce evidence far surpassing the exodus that he was the Savior, the only Savior, of the world.<\/p> <p><a class=\"isa\" verses=\"eyIxODUyMCI6Mn0=\">14–15<\/a> Form critics generally consider these two verses to be a fragment of a saying whose presence at this place in the book is a puzzle. A major reason for this opinion is that v. 16 begins with the oracle formula again. But if <a class=\"isa\" verses=\"eyIxODUyMCI6Mn0=\">vv. 14–15<\/a> were self-contained at one time, then the central portion is missing (Westermann). Whatever might have been their ultimate origin, they fit well with <a class=\"isa\" verses=\"eyIxODUyMiI6Nn0=\">vv. 16–21<\/a> in their present form, giving a focus to those verses and receiving from them a context for understanding.<\/p> <p>As noted above on 41:14, the terms <i>Redeemer<\/i> and <i>Holy One of Israel<\/i> are commonly joined in this part of the book. Where his unique moral perfection and essence made him one not to be trifled with in chs. 1–39, those same attributes make him uniquely able to save those who call on him in chs. 40–66. Thus the two sections of the book complement each other on the nature of the holiness of God. Calvin aptly notes that it is not Cyrus who overthrows Babylon (although he is almost certainly implied in the verb “sent”; cf. 45:4), but God. There is never any question of this theology being a reactive one in which previously unexpected events are later given a theological explanation. It is God who delivers his people. If he uses instruments, that is well and good, but it is God who is at work.<\/p> <p>Why will these mighty events occur? <i>For your sake;<\/i> because God will fulfill his covenant obligations. Although the people had not fulfilled theirs (<a class=\"isa\" verses=\"W3siMTg0OTkiOjh9LHsiMTg1MjgiOjd9XQ==\">42:18–25; 43:22–28<\/a>), God would be unilaterally faithful. This is the <span>ḥesed<\/span> of God, the passionate grace that finds its ultimate expression in the cross of Christ.<\/p> <p>Because of the little nation of whom many of the Babyloninans had probably never heard, but whose captivity was one symbol of the empire’s overweening pride (cf. chs. 13–14), the Babylonians will all become <i>fugitives<\/i>, rushing for the Chaldean ships to flee down the Euphrates (cf. 13:14; 47:15; also 15:5). <i>Chaldea<\/i> is the name the Assyrians gave to extreme southern Mesopotamia. From this region came the warriors who were to forge the Babylonian Empire. Thus the term is a synonym for Babylon.<\/p> <p><a class=\"isa\" verses=\"WzE4NTIxXQ==\">15<\/a> Once again, God makes plain that the reason for the coming miraculous deliverance is not because of who the Hebrew people are, but whose they are (see on 43:10–13). It is solely because they belong to God, and because of what sort of a God he is, that these events are coming. The four epithets contained in this verse are an OT theology in miniature. If their content were fully plumbed, there would be little more to say. He is <i>the Lord<\/i> who revealed himself preeminently at Sinai, binding himself to the Hebrews in covenant; he is <i>your Holy One<\/i>, he who had shown them how to live in the presence of his holiness without being destroyed and who had called them to share that holiness in the way they lived; he is <i>the Creator of Israel<\/i>, the one who had called them into existence from nothing; he is <i>your King<\/i>, the one to whom they owe absolute allegiance, who has called them into a whole new kind of kingdom, and who cannot give them up without having his own hegemony diminished. This last epithet is interesting both because the gods of the ancient world were frequently referred to as kings, and because throughout the book the underlying question is, again and again, Who is the king, and what does that mean? (<a class=\"isa\" verses=\"WzE3Nzc1LDE4MjUxLDE4MjYxLDE4Mjk3LDE4MzAyLDE4NDczLDE4NTQwXQ==\">6:5; 30:33; 32:1; 33:17, 22; 41:21; 44:6<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxODUyMiI6Mn0=\">16–17<\/a> These two verses give an unusually long introduction to the quotation that begins in v. 18. The introduction consists of a series of participial statements identifying the speaker, God, by what he does. This kind of description is common in chs. 40–45. The purpose of this long introduction is specific: it establishes both the context and the credibility of the surprising command and what follows it in <a class=\"isa\" verses=\"eyIxODUyNCI6NH0=\">vv. 18–21<\/a>.<\/p> <p>The description is obviously related to the exodus. But it is not so much the events themselves we are invited to reflect on as it is the power, the love, and the dependability that the Lord demonstrated in those events. The versions missed this distinction and placed the verbs in the past tense. But the first two verbs are participles <i>(who makes, who leads)<\/i>, whose tense is determined by the main verb; the next two are imperfects <i>(will lie down, will not rise)<\/i>, which would normally be present or future; only the last two are perfects <i>(have gone out, is extinguished)<\/i>, here indicating a completed state concurrent with the preceding verbs. Thus the governing verbs are in the present tense. This use of tenses places the reader or hearer within the events. As a result, the exodus is brought out of the dim past into the present, and Israel is reminded that their faith is not in these events, real and constitutive as they are, but in the present God who does those kinds of things.<\/p> <p><a class=\"isa\" verses=\"WzE4NTIzXQ==\">17<\/a> The sweeping nature of the prophet’s faith finds expression in <i>he leads out chariot and horse<\/i>. This is military terminology depicting the general’s activity. God, not pharaoh, is the leader of the Egyptian army, and he leads it out to destruction. Morover, that destruction is final. They are gone, as completely and as decisively as is the light of a snuffed-out candle.<\/p> <p><a class=\"isa\" verses=\"WzE4NTI0XQ==\">18<\/a> Now that the speaker is fully identified, we come to the speech. The word is almost the last one we would expect to hear, given that introduction: <i>Do not remember the former things<\/i>. What does he mean? Surely Isaiah, one of the prophets who most stresses Israel’s past, could not mean that God’s redemptive acts and all the revelation connected with them should be forgotten (cf. 46:9). When we look again at the introduction we can see the point he is driving at. We humans are inveterate idolaters. We turn everything into a fetish if we are allowed to. So for Israel, the glorious, saving events of the past with all their details had become a straitjacket into which every other act of God was forced (cf. Mark 9:5–6). As a result the Israelites were frequently unable to recognize God’s new actions when they came (John 1:11). To all of that Isaiah says, “Remember God, that he is the sort who can do all those kinds of things, but forget the ways in which he did them!” Why? Because he is the Creator; he does not need to do things the same way twice. He is not an idol, doomed to perform the same activities over and over again as nature does. Of course he is consistent, which is the point of <a class=\"isa\" verses=\"eyIxODUyMiI6Mn0=\">vv. 16–17<\/a>, but his methods can always be new, and if we make an idol of the methods, we damn the very thing we should be blessing.<\/p> <p><i>the former things<\/i> are those events that had been predicted and fulfilled in the past (<a class=\"isa\" verses=\"WzE4NDc0LDE4NDkwLDE4NTE1LDE4NTk2LDE4NjE4XQ==\">41:22; 42:9; 43:9; 46:9; 48:3<\/a>), here, obviously, the events of the exodus. God is predicting a new exodus, which should not be made to conform to the previous one but allowed to stand in its own right (cf. Jer. 23:7–8).<\/p> <p><a class=\"isa\" verses=\"eyIxODUyNSI6Mn0=\">19–20<\/a> For the prophet looking with faith, the <i>new thing<\/i> (cf. also 42:9; 48:6) seems to be bursting forth before his very eyes, and he is amazed that his hearers do not seem to recognize it. He expressed a similar amazement earlier at their blindness to the imminence of judgment.<\/p> <p>Before God had turned the sea into dry land; now he will turn the desert into waterways (cf. 35:6–7). The figurative nature of this material is made plain in v. 20. In fact, the desert-dwelling animals would have little cause to praise God if he turned the deserts into meadows, effectively destroying their homes. But in figure the animals are reacting just as thirsty humans would. The point is that God is master of the cosmos and can do with it exactly as he wishes to achieve his purposes. The gods have neither an overriding purpose nor the power to alter the natural order to achieve that purpose if they had one. But God, the true God, can turn wet to dry, or dry to wet, for the sake of his <i>chosen people<\/i>. This is reminiscent of Isaiah’s invitation to Ahaz to ask for a sign “as deep as Sheol or as high as the heights” (<a class=\"isa\" verses=\"WzE3Nzk0XQ==\">7:11<\/a>). The mighty miracle of the incarnation, and all those preliminary miracles leading to it, posed no problem for the God that this prophet knew.<\/p> <p><a class=\"isa\" verses=\"WzE4NTI3XQ==\">21<\/a> This entire verse is a phrase in apposition to the last two words of v. 20. It explains the purpose for which the people are chosen. Indeed, they were not only chosen but formed (<a class=\"isa\" verses=\"WzE4NTEzXQ==\">43:7<\/a>) for the purpose of declaring the <i>praise<\/i> of God. Whatever the jackals and ostriches, and all the rest of creation, might desire, only humans have the ability to glorify God as he deserves. This power is not merely the result of rationality and speech, as important as those are. More than that, it is the power of objectification, the ability to contemplate and respond to the works of God as other than ourselves. In short, the Israelite people were created, formed, and chosen to be witnesses (<a class=\"isa\" verses=\"WzE4NTE2LDE4NTQyXQ==\">43:10; 44:8<\/a>), those who would experience the redeeming love of a holy Creator and could declare that message to a world that had lost the capacity to recognize him. This continues to be the function of the people of God, as is evidenced in the NT (Luke 1:74–75; Eph. 1:4–6; 1 Pet. 2:9).<\/p>",
    "audit": null
}