{
    "id": 17382,
    "source": "oswalt",
    "verse_id": 17819,
    "verse_count": 12,
    "reference": "8:11–23",
    "title": "Pay attention to God",
    "html": "<p>Verses 8:11–23 (Eng. 9:1) constitute a reflection upon all which has preceded from 7:1 onward. As such they prepare the way for the final annunciation of the child in 9:1–6 (Eng. 2–7). They make plain the central theme of the segment, as well as that of the entire division: in what, or in whom, shall we trust? One possibility, when faced with potential calamities or disasters, is to forget God’s sovereignty and proceed accordingly (<a class=\"isa\" verses=\"eyIxNzgxOSI6Mn0=\">vv. 11, 12<\/a>), but to do so is to invite calamity of a more profound nature, for God is the one fact we dare not overlook (<a class=\"isa\" verses=\"eyIxNzgyMSI6M30=\">vv. 13–15<\/a>). It is sheer foolishness, when he has made his way (which is also our way) clear (<a class=\"isa\" verses=\"W3siMTc4MjQiOjN9LFsxNzgyOF1d\">vv. 16–18, 20<\/a>), to resort to some other means (v. 19) to find a path out of darkness. Such other means can only make the darkness, and our anguish, more intense, for they lead away from him who is light. Nevertheless, God will not be defeated. He will shed his light upon his people, and it is typical of his grace that the location of that light will be in the very part of the land which first felt the hand of his wrath, namely, Galilee.<\/p> <p>It is not difficult to see how the phrase “the way of this people” supplies the unifying theme of the segment. Faced with the great political and military upheavals of their time, how easily the people focused upon the various human machinations (conspiracy!) as the source of their troubles and as that which needed their primary attention. Similarly, faced with a myriad of choices, none of them very good, how easily the people resorted to magical means of divination to learn the future and to find guidance. Isaiah’s response is that given God’s terrifying holiness, his written revelation, and his desires to give his people light, dependence upon anything other than him is sheer insanity. Scholars who see this segment as composed of unrelated bits and pieces, and almost all do, miss the importance of this thematic unity. Surely the language is abrupt and often elliptical, lacking the smooth transitions which we associate with a unified treatise. This may indicate that the material was not all composed at the same time. However, this abrupt and enigmatic speech may be precisely the result of such an intense spiritual experience as v. 11 seems to indicate. In any case, it is a mistake to miss the theological unity which characterizes the segment in its present form.<\/p> <p><a class=\"isa\" verses=\"WzE3ODE5XQ==\">11<\/a> The opening <i>for thus<\/i> (Heb. <span>kî ḵô<\/span>) suggests an intended linkage with the preceding segment. If this is correct, the connection may be in the sense that the following reflection undergirds what has been said in vv. 9 and 10. The reason why the plans of the nations will be thwarted is that they rest on all the wrong assumptions, which Isaiah’s own people in fact share.<\/p> <p><i>with a strong hand<\/i> suggests that this experience of God’s inspiration was especially intense and direct. Ezekiel uses a similar expression in 1:3 and 3:14 to describe the opening and closing of his famous vision. It is not likely that Isaiah himself was in any danger of succumbing to the ways of his people, but his disciples (v. 16) may have been. In any case it was evidently very important that this divine analysis of the people’s approach to their problems be revealed at this point in their experience. In future days its correctness would be manifest.<\/p> <p><a class=\"isa\" verses=\"eyIxNzgyMCI6Mn0=\">12, 13<\/a> While the general sense of these verses is clear, namely, give attention first to God, not to human affairs, the precise sense has occasioned a good deal of controversy. This controversy has centered upon the meaning of <i>qešer<\/i>, “conspiracy,” in v. 12 and its relation to <i>taqdîšû<\/i> in v. 13 and <i>miqdāš<\/i> in v. 14. If “conspiracy” is the correct rendering, to what does it refer? Suggestions have included a fifth column of Judeans supporting the Syro-Ephraimite coalition (Kaiser), the coalition itself (Skinner), and even Isaiah and his disciples (as Jeremiah was later accused of conspiracy with the Babylonians) (Young). But it is not necessary that the reference is to a specific conspiracy. Rather, the prophet may be talking about a general approach to the explanation of events, especially unpleasant and trying events. How easy it is, when situations go against us, to become paranoid and react accordingly. Isaiah challenges his people to reject paranoia and see God’s hand in the events of their time. To refuse to do so is to become more and more fearful, more and more unstable, for it means that our lives are ultimately in the hands of unknown powers, too devious for us to know or control. This in turn leads us toward the occult in an effort to gain control over these unknown and devious powers.<\/p> <p><i>him you shall sanctify<\/i> seems out of touch with the previous thought; for what does sanctity have to do with conspiracy? That the verses form an antithetic parallelism is plain from the duplication of fear and dread: do not fear what they fear—he shall be your fear, etc. Duhm, noting this parallelism and seeing no connection between sanctity and conspiracy, argued that <i>taqdîšû<\/i> was an error for <i>taqšîrû<\/i> and that the meaning was: if you are looking for a conspirator to explain your problems, then look to God. This emendation is very neat and has been adopted by numerous commentators (e.g., Scott, Wildberger, and Kaiser [with modifications]). It raises a rather serious theological problem, however, for while God is sometimes seen as the ultimate source of tragedy and disaster (<a class=\"isa\" verses=\"WzE4NTY5XQ==\">45:7<\/a>), he is not depicted as doing so in a devious, conspiratorial manner. Noting this problem (and that v. 14 makes a play on <i>qdš<\/i> with <i>miqdāš<\/i>, “sanctuary”), Cheyne opted to emend in the opposite direction, changing <i>qešer<\/i> in v. 12 to <span>qāḏôš<\/span>, “holy,” in the sense of awesome and terrifying (so also Gray and Kissane). But the lack of any textual evidence for either emendation should drive us back to the text, which has less severe difficulties than might appear at first glance. In order to understand the thought, it is necessary to understand what it means to sanctify God. That which is holy is distinct from the common or ordinary. Thus to sanctify God is to demonstrate that he is “high and lifted up” (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">6:1<\/a>) in power and in character, as well as in his very essence. To fail to sanctify him is to make him appear helpless, indifferent, and unimportant (Lev. 22:32; Num. 20:12; Ezek. 36:20, 21; Amos 2:7). This is exactly what the Judeans did when they sought to solve the riddles of their times according to human explanations and means: they made God appear insignificant. Rather, Isaiah calls upon them to make God the most significant fact of of their existence, demonstrating by their attitudes and behavior that God is indeed holy.<\/p> <p><a class=\"isa\" verses=\"eyIxNzgyMiI6Mn0=\">14, 15<\/a> The attitude we take toward God will determine what aspect of him we will experience. To those who sanctify him, who give him a place of importance in their lives, who seek to allow his character to be duplicated in them, he becomes a sanctuary, a place of refuge and peace. But to those who will not give him such a place in their lives, he becomes a stone to trip over. He does not change; only our attitude determines how we experience him. Those who make a place for him discover that he has in fact made a place for them. They know that what happens to them comes from One who is both all-powerful and good. In that certainty they can accept and apply whatever comes to them with equanimity and confidence. Those who will not make a place for him will keep colliding with him and tripping over him, for he is there, whether they acknowledge him or not. Because he is a fact of which their hypothesis does not take account, their experiment will keep failing and he will be the cause of it, not because of some vindictive streak in him, but simply because he is and they are trying to live as if he were not. As the NT makes plain, it is in Jesus that the double-edged nature of God’s self-revelation becomes most pointed: to those who accept him as God’s sufficient sacrifice, he is life and peace; to those who refuse to do so, he becomes a fact over which to stumble again and again (Matt. 21:44; Luke 2:34: Rom. 9:33).<\/p> <p>As noted above, it is unnecessary to see <a class=\"isa\" verses=\"eyIxNzgyNCI6N30=\">vv. 16–23<\/a>, as many do, as a radical break from <a class=\"isa\" verses=\"eyIxNzgxOSI6NX0=\">vv. 11–15<\/a>. In fact, they constitute a further development of the thought contained in those verses. Those who choose to sanctify God will take refuge in his character as revealed in his Word and have reason for hope. Those who refuse to do so will be driven to magic and the occult and thus into deeper darkness and despair.<\/p> <p><a class=\"isa\" verses=\"WzE3ODI0XQ==\">16<\/a> This verse is commonly interpreted to refer to a withdrawal of Isaiah from public ministry when he perceived that he had been unsuccessful in altering the course of the nation during the Syro-Ephraimite crisis. According to this position, his oracles were sealed up and committed to his disciples to be published at some later date when events would have vindicated him and them. Such an interpretation is possible, but it overlooks an equally possible alternative, and one which accords better with the theological content of the segment. It is significant that the terms <span>t‘ûḏâ<\/span>, “testimony,” and <i>tôrâ<\/i>, “instruction, law,” are terms used elsewhere in conjunction with one another (as well as with “commandments” and “statutes”) to denote the revelation of God (cf. Deut. 4:44, 45; 1 K. 2:3; Neh. 9:34; Ps. 19:8 [Eng. 7]; 78:5; and 119 throughout). Is it not possible then that Isaiah is here referring to the revealed word of God (certainly so in v. 20), and that the binding and sealing is an act of affirmation and attestation? He is evidently including his own oracles in the statement (so v. 18), but the context demands that he not be limiting the ground of his hope merely to his own experience (v. 17). If this is a correct understanding, then Isaiah, in response to God’s admonition of <a class=\"isa\" verses=\"eyIxNzgyMCI6NH0=\">vv. 12–15<\/a>, is reaffirming his dependence upon God as revealed in Scripture and challenging those who follow him to do the same (cf. Josh. 24:14, 15).<\/p> <p><a class=\"isa\" verses=\"WzE3ODI1XQ==\">17<\/a> Here is Isaiah’s affirmation of dependence upon God. Although God seemed to be hiding his face from Judah and Israel, Isaiah would not lose his faith in him nor turn to some other source for his own strength and courage. In words reminiscent of the great assertion of 40:31, he says that God’s timing is best and that he will wait for his action, knowing that all other action in defiance of him is futile. This waiting upon God is often a prerequisite to receiving his blessing, for in the act of waiting we confess our own helplessness and our complete dependence upon him. Without these characteristics, God’s work is both hindered and misappropriated (cf. Acts 1:8).<\/p> <p>Two different words for <i>wait<\/i> are used here. The first is <span>ḥāḵâ<\/span> and the second <i>qāwâ.<\/i> The first expresses more the actual act of waiting (<a class=\"isa\" verses=\"WzE4MjM2XQ==\">30:18<\/a>), while the second expresses the attitude of expectant dependence (<a class=\"isa\" verses=\"WzE4NDUyXQ==\">40:31<\/a>); however, no sharp distinction should be drawn between them.<\/p> <p><a class=\"isa\" verses=\"WzE3ODI2XQ==\">18<\/a> Part of the ground of Isaiah’s ability to depend upon God, even though God’s immediate aspect was grim, was Isaiah’s own experience. Whatever else might be the case, he could not gainsay that. While <i>the children<\/i> might refer to the disciples (so Calvin), the mention of <i>signs and symbols<\/i> makes it likely that he is thinking of Shear-jashub and Maher-shalal-hash-baz. Their very existence, as well as the strangely evocative names he had felt led to give them, was testimony of God’s working among his people. Furthermore, they were evidence that although God’s face might be hidden for a time, it was still true that his dwelling was upon Mount Zion (<a class=\"isa\" verses=\"WzE3Njg4XQ==\">2:2<\/a>). They were thus an indication that the coming upheaval and destruction was ultimately only temporary.<\/p> <p><span>19–23 (<a class=\"isa\" verses=\"WzE3ODMxXQ==\">9:1<\/a>)<\/span> But for those who did not have the certainty Isaiah had, the temptation was strong to turn to spiritism. Having lost the only real source of confidence, belief in an all-wise and all-loving creator, they turned to more limited but supposedly less-demanding sources. Mauchline is undoubtedly correct when he points out that the revival of superstition is concomitant with the loss of faith. Our own age confirms this. We have proclaimed ourselves as being “of age” and thus no longer in need of the supernatural. But in fact the cosmos cannot be explained on purely physical or natural terms. Thus if we will not have the Spirit who asks for our commitment to him, we must sooner or later have the spirits, who appear to ask for nothing, but in fact intend to make us slaves.<\/p> <p><a class=\"isa\" verses=\"WzE3ODI3XQ==\">19<\/a> It is difficult to determine how much of this verse is intended to be the enticement of the spiritists and how much, if any, is intended as response. Traditionally (cf. AV) it has been understood that the latter half of the verse is response. If so, it is an exceedingly elliptical response. One would expect something like: “If they say&nbsp;… then you should.…” But the apodosis is not developed in that way. It is developed as the prophet’s response to the very idea of such a suggestion. The final phrase is even more elliptical, saying merely <i>on behalf of the living to the dead.<\/i> To construe it as response one must supply missing words: “[Should they consult] the dead on behalf of the living?” These problems have caused most modern commentators to see the entire verse as part of the enticement, reading it “And when they say to you, ‘Inquire of&nbsp;…&nbsp;,’ should not a people consult its gods, the dead on behalf of the living?” There is some difficulty in equating the dead with the gods, but the prophet, knowing of ancestor worship, may have intended to make the point that the dead were indeed this people’s gods (cf. the witch of Endor, 1 Sam. 28:13). At the same time, there is in the traditional reading an irony implicit in the very ellipses that corresponds well with the Isaianic attitude toward idolatry. It is ridiculous to consult the dead on behalf of the living, yet how easily those who reject life turn to the dead to discover the meaning of life.<\/p> <p><i>chirp and mutter.<\/i> It was apparently a common belief in the ancient Near East that the dead spoke in birdlike, whispered voices, and it is to this that Isaiah refers (cf. also 29:4). The LXX translation of <span>yidd‘ōnîm<\/span>, “mediums,” as “ventriloquists” gives a good idea of a devout Jew’s estimates of the real source of the chirping and muttering.<\/p> <p><a class=\"isa\" verses=\"WzE3ODI4XQ==\">20<\/a> <i>to the instruction and the testimony.<\/i> The prophet bursts out against occult knowledge. One does not have to go to the occult to discover the meaning and destiny of one’s life. It is not hidden to those who will look in the right place. God has been shouting it from the rooftops and recording it for all future generations (65:1–5; John 7:37–39). The way of life is only hidden (Isa. 8:16) from those who refuse to hear what God has made plain (Rom. 1:18–32). In every age the Church needs to hear this word anew. For apart from the recorded Word of God any light Christianity has is but darkness. So this was a favorite phrase of John Wesley’s as he sought to implement his dictum that every teaching must be tested by Scripture. This is still true. Unless the Christian Church can agree that the Bible, as it stands, is the very Word of God it is without consensus, authority, or light.<\/p> <p><i>If they will not speak&nbsp;… no dawn for them.<\/i> The creation is unable to provide the reason and destiny of its own existence. Around the world attempts to explain life by proceeding from the given produce very similar and equally unsatisfying explanations whether in mythological or scientifically technical language. This failure is not surprising. Only a Creator who transcended his creation could tell why the world was created and how we were meant to live (cf. 41:22–24; 43:9). If there is such a Word, then to refuse to live by it is to condemn oneself to a night from which there is no morning.<\/p> <p><a class=\"isa\" verses=\"eyIxNzgyOSI6Mn0=\">21, 22<\/a> These verses, along with v. 23 (Eng. 9:1), grow technically more and more difficult, but the general sense is clear. Those who lack a truly transcendent perspective on their affairs, who succumb to the occult for their guidance, plunge themselves further and further into gloom, spiritual famine, and despair.<\/p> <p><i>They shall pass through it.<\/i> The antecedent of <i>it<\/i> (fem.) is not given. The Targum supplies “land,” which would be the correct gender (so RSV, NIV), while the LXX has “you,” meaning that the disasters will come upon “you.” Whitley suggested that it should be repointed to <span>bō’<\/span> with no consonantal change, the antecedent being <span>rā‘ēḇ<\/span>, “hunger.” Yet another alternative is to take the implication from the previous verse. What they will pass through is a condition of “no dawn” (i.e., darkness), which in v. 22 is <span>ḥšēḵâ<\/span>, a feminine noun. For translation purposes, however, the AV alternative is best: leave the text as it stands.<\/p> <p>The specific cause of their distress is their emptiness. Empty, sensing themselves in darkness, their natural response is anger, a diffused rage which vents itself on every object which crosses their path, but especially toward those who are deemed in some way able to relieve the problems but unwilling to do so, hence they curse their king and their god.<\/p> <p>Having looked upward and found no help, they look downward and find the same. How can those who are in gloom and anguish like themselves help anyone else? Those who depend upon earth for solutions to the earth’s problems only compound their darkness. Light for our darkness must come from outside ourselves if it is to come at all. Darkness can swallow up failing light, but it can never produce light.<\/p> <p><span>23 (<a class=\"isa\" verses=\"WzE3ODMxXQ==\">9:1<\/a>)<\/span> But the gloom is not final. God will not be satisfied that his people have experienced the just results of their rebellion. That experience is not an end in itself but a means, a means whereby God’s goodness can be manifested in the salvation of a land now aware of the true source of its life. When every human attempt to bring light has failed, then God will bring light, not because he must, not because human craft has discovered the key to force him, but merely out of his own grace. It is part of that grace that the source of the light will be in the very part of the land which first felt the lash of Assyria—the area around the Sea of Galilee. So God never permits a humiliation for which there is not a corresponding exaltation planned.<\/p> <p><i>Galilee of the Gentiles.<\/i> The area between the Sea of Chinnereth and the Mediterranean north of the Jezreel Valley had always been something of a melting pot, with Hebrews, Canaanites, Arameans, Hittites, and Mesopotamians all contributing to the mix. It was in this region, through which the various inland powers reached westward and southward toward the seacoast, that Israel commonly encountered the rest of the world (hence the name). But the area was destined to see an even more intense mixing after 735, for this was the first part of Israel to be stripped away by Tiglath-pileser, with its inhabitants resettled in Mesopotamia and new settlers from that area brought in. The humbling of Israel was begun. She had thought the land was hers. Now she was to begin to see that she was only a tenant by the permission of the true landlord.<\/p> <p>Isaiah’s concern over the fate of Northern Israel’s most northern provinces and his prophecy concerning their future destiny are more indications that his outlook was not narrowly Judean or Jerusalemite in scope. All Israel was involved in rebellion against God (<a class=\"isa\" verses=\"WzE3ODIyXQ==\">8:14<\/a>) and all Israel would participate in the redemption and restoration, if only in remnant form.<\/p>",
    "audit": null
}