{
    "id": 17384,
    "source": "oswalt",
    "verse_id": 17837,
    "verse_count": 5,
    "reference": "9:7–11",
    "title": "Ephraim’s Pride",
    "html": "<p>The segment 9:7 (Eng. 8)–10:4 answers a theological question posed by the previous one. On what basis will Ephraim’s designs against Judah come to nought? Is it not in fact because of Ahaz’s alliance with Assyria and because of Assyria’s superior might? Isaiah’s answer is no. It is not Assyria with whom Ephraim, and later Judah, must come to terms; it is God. The world is judged by God’s standards, standards which do not depend upon relative might but rather upon moral rectitude. If Ephraim goes under, it will not be because she was too weak militarily. It will be because she was measured according to the Sovereign’s (9:7 [Eng. 8]) moral standards and found lacking. It is not Assyria’s anger which Ephraim and Judah face but God’s. Thus, while the passage is immediately addressed to the northern kingdom, its ultimate appeal is to all Israel.<\/p> <p>This segment, then, seems to function in a kind of pivotal way for the remainder of the section, 10:5–12:6. Until this point Assyria has been presented as a mighty power, dependence upon which will issue in disaster. From this point onward it is made entirely clear that Assyria is but an instrument in God’s hand, herself accountable to the same standard as everyone else. By that token, the God who delivered his people into Assyria’s hand can deliver them from that hand. In fact, he will do so, by the power of that messianic figure already introduced in 8:23–9:6 (Eng. 9:1–7). While 7:1–9:6 (Eng. 7) and 10:5–11:16 each proceed by their own logic, they both proceed to the same point, namely, the Messiah. 9:7 (Eng. 8)–10:4 provides the link between the two. The relationship may be diagrammed in this way:<\/p> <div class=\"figure\"> <p class=\"fig\"><img src=\"images\/00001.jpeg\" alt=\"\"><\/p> <\/div> <p>The issue of the historical reference of the segment has engaged commentators’ attention a good deal. Is the author referring to events yet to occur, past events, or both? The apparent confusion in the verb tenses complicates the discussion. The “prophetic perfect,” in which the tense of completed action is used to describe future events of whose occurrence the writer is absolutely convinced, is common in the book. But here perfects, perfects with <i>waw<\/i> consecutive, imperfects, and imperfects with <i>waw<\/i> consecutive all occur together in such a way that all versions are required to emend the text in some way in order to produce any consistency. The result is that one’s assumptions tend to govern the direction of the emendations, and dogmatism about one’s own view is not warranted. This commentary, agreeing with Westermann that the first strophe (9:7–11 [Eng. 8–12]) takes the form of an announcement of judgment upon the nation, concludes that this strophe and the following three are predictive. A further point in favor of this conclusion is that it obviates the necessity of discovering, or of conjecturing, events which occurred in Israel (or Judah) prior to Isaiah’s time corresponding to these statements.<\/p> <p>The poem gives evidence of careful structuring. This structure is shown not only by the use of the refrain at the end of each strophe (<a class=\"isa\" verses=\"WzE3ODQxLDE3ODQ2LDE3ODUwXQ==\">vv. 11, 16, 20<\/a> [Eng. 12, 17, 21]); 10:4) and by the internal arrangement of the strophes (4 lines in each, except v. 14 [Eng. 15], on which see below), but also by the content, which moves from pride through false leadership and the loss of brotherly love to social injustice. These are the great themes of Isaiah’s book (see on chs. 2, 3, 5; cf. also chs. 13, 14, 28–31), and it is completely in keeping with his reasoning that the root cause of human problems is arrogance, which then leads to the other problems, the end of which is oppression. Thus, in a brief but powerful way, the prophet reminds his hearers of that human behavior for which we stand condemned at the bar of God and as a result of which nations go down to destruction.<\/p> <p><span>7–11 (<a class=\"isa\" verses=\"eyIxNzgzOCI6NX0=\">8–12<\/a>)<\/span> As just mentioned, <i>the<\/i> sin for Isaiah, the source of all other sin, is the pride which exalts humanity above God, which makes God but a tool for the achievement of our plans and dreams. So it is this for which Ephraim and the inhabitants of Samaria are called to account. In a typically Isaianic touch, their attitude is described in a brief quotation (v. 9 [Eng. 10]) which gives the reader a better estimate of the Israelite’s essential self-confidence than could twenty lines of exposition by the prophet. But their self-confidence is misplaced, for they are about to run headlong into the God they have ignored as he musters their ancient enemies against them. Since they would not turn to him, neither can he turn to them.<\/p> <p><span>7 (<a class=\"isa\" verses=\"WzE3ODM4XQ==\">8<\/a>)<\/span> The <i>word<\/i> of the Lord has been sent out against Jacob. Two extremes need to be guarded against in interpreting this statement. On the one hand, the <i>word<\/i> is not merely an element of speech in Hebrew as it is in English. This can be seen in the use of <span>dāḇār<\/span> (normally “word”) for an event or happening (e.g., Gen. 34:14; Deut. 17:5; 1 Sam. 3:11; Isa. 38:7; 42:16; etc.). It is apparent that the Hebrew felt an essential unity among the oral or written symbol, the concept involved, and the event conceptualized. Nor is this merely a Hebraic or Semitic characteristic. Cf. the Greek use of <i>lógos<\/i> in which the term and the thing portrayed are identified (John 1:1; cf. also 12:48). So, when God has made a pronouncement, in a real sense that event has come to pass (Isa. 55:10; see also Hos. 6:5; Ps. 107:20; 147:15, 18, 19; Heb. 4:12); as an event it will “fall” upon Israel.<\/p> <p>But on the other hand, as Wildberger rightly maintains, the word of God is never something independent of the One who has spoken it. It does not somehow become a separate entity which will work its purpose regardless of its originator. Jonah knew this. He knew that his speaking a word of judgment upon Nineveh did not seal Nineveh’s doom. For only God is sovereign, and should the circumstances warrant it, he could turn a word of disaster into a word of hope. So, too, this word is not final from God’s point of view. It only becomes final when the stroke has fallen and Israel has not yet turned.<\/p> <p><span>8 (<a class=\"isa\" verses=\"WzE3ODM5XQ==\">9<\/a>)<\/span> Those who have thought they were independent will know the truth of God’s word (Hos. 9:7; Ps. 14:4; Job 21:19), for through it they will come up against the unshakable fact that they are finite; there are limits to their abilities and potentials.<\/p> <p>Isaiah stresses that the entire people will have this experience. None will escape the knowledge that their boasting was hollow. In a phrase which duplicates his favorite “Judah and Jerusalem,” the prophet refers to <i>Ephraim and the inhabitants of Samaria.<\/i> This is an apt prelude to v. 9 (Eng. 10) because archeological investigations of the site of Samaria indicate that the Israelites had indeed built a city of great elegance and luxury in the short span of 150 years. Humanly speaking, their pride and self-confidence had some warrant. But we can never speak only humanly. To leave God out of our calculations is to invite disaster (Amos 5:11).<\/p> <p><span>9 (<a class=\"isa\" verses=\"WzE3ODQwXQ==\">10<\/a>)<\/span> As noted above, this quotation says a great deal in a short span about Ephraim’s attitudes. Breezy and blasé, they refused to admit that they were limited. If someone knocked down the mud-brick wall, they would not merely rebuild it, they would rebuild it with finely dressed stone. If an invading army cut down the common sycamore fig trees, as invading armies were wont to do, then the Israelites would plant the much more valuable cedars in their place. In short, Israel could, by her own resilience and resourcefulness, turn disaster into accomplishment.<\/p> <p>It is not necessary to assume that there had been any specific time when these words had actually been said in Israel. Rather, Isaiah uses them to convey the attitude which existed at that moment in the northern kingdom. Could they have actually reacted this way to the hammer blows of Assyria? There is every reason to think so in the light of Hoshea’s ill-fated revolt which brought his kingdom to an end. From this remove we may declare his action foolish, but if there is no one else upon whom to rely, then we must believe in ourselves even when such belief is an illusion.<\/p> <p><span>10, 11 (<a class=\"isa\" verses=\"eyIxNzg0MSI6Mn0=\">11, 12<\/a>)<\/span> These verses present the second part of the judgment upon the nation, the first having been the accusation in vv. 8 and 9 (Eng. 9 and 10). The announcement of judgment is introduced by the statement of God’s intervention, “But the Lord.…” How often “But the Lord&nbsp;…” has been written over against human arrogance and pomp. David thought he was all-powerful and could take any woman in the kingdom—“But the Lord&nbsp;…” (2 Sam. 11:27). Moses thought that power resided in his hand—“But the Lord&nbsp;…” (Num. 20:12). So, throughout history whenever humanity has forgotten that it is but a reflector of a glory not its own, when it has succeeded in lighting some guttering candle of its own making, then the Sun arises and all our glory is as nothing.<\/p> <p>On every hand adversaries will arise, not in spite of the Lord, but at his bidding. From east and west they will come, before and behind, their mouths open to devour this hapless people which had been so confident in itself. Having taken themselves out from under the hand outstretched for blessing, they discover that the hand is still outstretched, but now lightnings flash from fingers which would have caressed them, and, indeed, would still if they would but return.<\/p>",
    "audit": null
}