{
    "id": 17423,
    "source": "oswalt",
    "verse_id": 18132,
    "verse_count": 6,
    "reference": "26:1–6",
    "title": "Hymn Of Thanksgiving",
    "html": "<p>Chapters 26–27 continue the thought of chs. 24 and 25. (Note the recurrence of the song of joy, 26:1, 19; 27:2, because of God’s victory over the city of oppression, 26:5; 27:10; cf. also 27:13.) However, the focus is changed somewhat. Whereas chs. 24 and 25 focus on the victory and the feast which follows, chs. 26 and 27 reflect in a somewhat more solemn vein upon the meaning of this victory for Judah. This is only a relative change in emphasis, however, for the general theme of God’s sovereignty remains of central importance as does the atmosphere of hope stemming from that conviction. The thematic development seems to proceed in this fashion: (<a class=\"isa\" verses=\"WzE4MTMyXQ==\">1<\/a>) 26:1–6: a song of thanksgiving in which Judah encourages herself to keep faith with God who has kept faith with her; (<a class=\"isa\" verses=\"WzE4MTMzXQ==\">2<\/a>) 26:7–15: a reflection on the truth that the wicked can understand nothing except the rod of judgment upraised on behalf of God’s people; (<a class=\"isa\" verses=\"WzE4MTM0XQ==\">3<\/a>) 26:16–19: a lament recognizing that God’s people are helpless in themselves; (<a class=\"isa\" verses=\"WzE4MTM1XQ==\">4<\/a>) 26:20–27:1: the promise that God will indeed act; and (<a class=\"isa\" verses=\"WzE4MTM2XQ==\">5<\/a>) 27:2–12: God’s passion for his vineyard.<\/p> <p>There has been an almost incredible variety of opinions concerning the literary integrity of <a class=\"isa\" verses=\"eyIxODEzMiI6MjF9\">ch. 26<\/a>. It is difficult to find two scholars in agreement upon what constituted the original unit. Given this lack of agreement, both upon conclusions and upon methods for reaching conclusions, there can be no other base of interpretation than the present shape of the text.<\/p> <p>Taken in this light, the chapter moves from contemplation of the glorious future and the kind of steadfast trust necessary to participate in that future (<a class=\"isa\" verses=\"eyIxODEzMiI6Nn0=\">vv. 1–6<\/a>) to a sober view of the present in which the people are not delivered (<a class=\"isa\" verses=\"eyIxODEzOCI6MTN9\">vv. 7–19<\/a>). Nevertheless, in this sober view there is the repeated affirmation that God can and will keep his word. This train of thought is then met by the promise that God will punish the sinful earth and triumph over it for his people’s sake (<a class=\"isa\" verses=\"eyIxODE1MSI6M30=\">26:20–27:1<\/a>). This movement from future to present to future has the function of assuring the reader that the promises are not merely rosy daydreams which ignore the contradictory present. In fact, these promises are made more convincing because they are made in the full light of the present. The book of Revelation served a similar purpose in NT times. It assured the people that God was aware of the present but was not defeated by it, and it called them to continued steadfast trust (cf. Rev. 2:10, 11, etc.). We are called to the same kind of confidence today. We do not deny the present, nor do we know of any power to help ourselves. But we know a God whose strength is as limitless as his love and whose purposes remain steadfast: to bless all those who will commit themselves to him.<\/p> <p><a class=\"isa\" verses=\"eyIxODEzMiI6Nn0=\">1–6<\/a> Although this song does not manifest the features which form critics have identified as being typical of the classic hymn of praise (the call to praise, the thematic sentence, etc.), it is still obviously in praise of God. In place of the city of chaos towering over the oppressed in grim splendor (<a class=\"isa\" verses=\"WzE4MTA2LDE4MTIxLDE4MTM2XQ==\">24:10; 25:2; 26:5<\/a>), God has another city, one whose walls are salvation, whose gates are open to all who will enter, whose might is not in arrogance but in humble commitment (65:17–25; Rev. 21:9–27). As always, God destroys the false, only to raise up the true. It may be that the specific stimulus for this song is the overthrow of Moab reported in 25:10–12, but particularly if Moab is used symbolically there of the world-city, it seems more likely that the praise is offered for the positive side of all that is negatively represented in <a class=\"isa\" verses=\"eyIxODEyMCI6MTJ9\">ch. 25<\/a>.<\/p> <p><a class=\"isa\" verses=\"WzE4MTMyXQ==\">1<\/a> <i>He has made salvation its walls and ramparts.<\/i> This statement may be understood in one of two ways. First, it may be that in the ideal city the walls and ramparts will be God’s salvation. That is, walls of stone and earth can hardly save us from that which most threatens our existence. The only true defense is the deliverance which comes from God. The second possibility is that God has set the walls of the city for salvation. Skinner prefers this in the light of the mention of gates in v. 2. He believes that a city of spiritual walls and physical gates makes no sense. However, in poetry such literalism is uncalled for. Cheyne seems right in calling this a “happy inconsistency.” In fact, the gates need not be literal either. The point is that access to God’s city is free for those to whom righteousness and faithfulness are paramount.<\/p> <p><a class=\"isa\" verses=\"WzE4MTMzXQ==\">2<\/a> <i>Open the gates<\/i> seems very reminiscent of such Pilgrim Psalms as 118:19, 20; 15:1–5; and 24:3–10, where the mark of acceptability is not cultic purity but that sort of ethical righteousness (1:26; 32:16, 17; 33:13–16; Hos. 2:18–20; 6:6; Amos 5:21–24) which is the result of the faithful keeping of the covenant (Deut. 6:25). Again, over-literalism is not in order. We need think neither that the city is not yet inhabited (Young) nor that the gatekeepers are angels (Jerome). The point is simply that none can live in this city for whom God’s character is not the passion of their lives (Rev. 21:6–8), and this entry formula is a way of expressing this truth. The prophet envisions a day when the adulterous spirit of his people will be changed to faithfulness and loyalty (<a class=\"isa\" verses=\"W3siMTc3MzciOjJ9LHsiMTgyNzQiOjN9XQ==\">4:3–4; 32:14–16<\/a>).<\/p> <p>The Christian will want to add the insight which is not foreign to the OT (witness 32:14; Jer. 31:33; Ezek. 36:26, 27) but which comes to its most explicit statement in the NT: no merely human righteousness can stand in the blaze of God’s holiness (Rom. 3:20–26; Phil. 3:9; Gal. 3:10–14; cf. also Isa. 57:12; 64:6). What the Christian knows, the OT prophets knew: to expect to impress God with my righteousness is simply to indulge in another species of pride. The only genuinely “right” person is the one who admits that no good thing dwells in him (Rom. 7:18) but trusts God’s promise of deliverance and cleansing. This trust and the thirst for Godlikeness which flows from that trust are the true righteousness (Phil. 3:12–16).<\/p> <p><a class=\"isa\" verses=\"WzE4MTM0XQ==\">3<\/a> To experience the security of God’s city one thing is required: a fixed disposition of trust. This is the opposite of James’s “double-minded man” (Jas. 1:6–8) or Jesus’ servant of two masters (Matt. 6:24). This person has cast himself upon God without any reservation. To trust one’s ability partly and God partly is the surest prescription for insecurity and anxiety (<a class=\"isa\" verses=\"W3siMTc4MTkiOjEyfSx7IjE4Nzg1IjozfV0=\">8:11–22; 57:19–21<\/a>). That person will never know the wholeness <i>(šālôm)<\/i> which having all his or her commitments in one place may mean. This is not to say that we denigrate or deny God-given abilities. But it is to say that we refuse to believe the lie that we are independent and have in ourselves the keys to ultimate success in life. The person who refuses the blandishments of such an idea and steadfastly looks to God can know an inner oneness which makes possible a confident outlook on the darkest scene. For our mortality, short-sightedness, and weakness, we receive in exchange God’s immortality, omniscience, and omnipotence. That is security.<\/p> <p><a class=\"isa\" verses=\"WzE4MTM1XQ==\">4<\/a> <i>Trust in the Lord forever<\/i> is the logical result of the assertion in v. 3. If it is true that trust in God results in a steadfast mind which is kept in peace, then all persons should be urged to trust in him, and that is exactly what the singers in this passage do. As in 12:2, this trust is conceived of as a result of salvation. “In that day,” the day to come, they will trust him. At the same time, of course, the writer is speaking prophetically and urging people in the present to trust now in the light of the certainty of the promises.<\/p> <p>This issue of trust is the key to the entire segment beginning at 7:1 and concluding at 39:8. Will Judah commit her security to the nations or to God? Nothing further can be accomplished on her behalf until that question is definitely answered. So throughout the segment the issue is stated and restated with the same conclusion appearing again and again: only God is strong enough, only God is concerned enough with Judah’s best interests, to be entrusted with her security (14:30; 30:12, 15; 31:1; 32:9, 10, 11, 17; 36:4, 5, 6, 7, 9, 15; 37:10; cf. also 42:17; 47:8, 10; 50:10; 59:4).<\/p> <p><i>even in Yah, the Lord<\/i> has been the source of some controversy on two counts: the use of the preposition <i>b<\/i> on <i>Yah<\/i>, and the likelihood of the duplication of the divine name. The first problem is solved by realizing that the <i>kî<\/i> which opens the second clause is not to be translated “for,” thus demanding an independent clause, but rather as an emphatic particle, as here, which allows the clause to be dependent on the main verb. As for the repetition of the divine name, note that such a repetition appears also in 12:2, which is a similar song of trust. This suggests that the repetition was a conventional device in settings such as this one and should not be deleted.<\/p> <p><i>the Rock<\/i> is a favorite OT description of the Lord. It describes a rocky crag upon which a harassed person could climb, sheltering himself in one of its crannies and there being able to beat off all attackers. In a world of uncertainty, the confidence that such a personality is at the center of all being is a priceless possession. That confidence is only enhanced by the recognition that this Rock is the Eternal One.<\/p> <p><a class=\"isa\" verses=\"eyIxODEzNiI6Mn0=\">5, 6<\/a> In language reminiscent of 25:12, the writer gives the reason for trusting Yahweh. He has brought the proud oppressive city down to the dust. This means two things about trust: it would be foolish to repose trust in the city of Man; it is worth waiting for God to perform his wonders. But it also means that the hearers should beware that they are not inhabitants of that proud city. For just as the city of God is a spiritual condition, so is the city of Man. Thus, in words reminiscent of the Beatitudes (Matt. 5:1–12), Isaiah says it is better to be among the poor and the lowly who will triumph than to be among the mighty who will be triumphed over. This is contrary to all human wisdom, but it is the true wisdom (Jas. 3:13–18; 5:1–11).<\/p>",
    "audit": null
}