{
    "id": 17500,
    "source": "oswalt",
    "verse_id": 18661,
    "verse_count": 3,
    "reference": "49:24–26",
    "title": "Oppressors Destroyed",
    "html": "<p>This segment focuses on a question that seems to be linked to the assertions of <a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">vv. 22–23<\/a>. There God promised to deliver Zion’s children from all the nations of the earth where they were held captive, even to the extent of causing the kings and queens of those nations to bring home the captives and serve them. This provokes an incredulous response: Surely that is not possible (v. 24). In reply, God asserts in the strongest language that it is possible (<a class=\"isa\" verses=\"eyIxODY2MiI6Mn0=\">vv. 25–26<\/a>a), and that its accomplishment will have the effect of proving his nature and power to the whole world.<\/p> <p><a class=\"isa\" verses=\"WzE4NjYxXQ==\">24<\/a> The question of God’s desire to save was fully addressed in <a class=\"isa\" verses=\"eyIxODY1MSI6MTB9\">vv. 14–23<\/a>. God had not rejected his people; he could not forget them. But what about his ability? Here the prophet plays devil’s advocate. The mighty man and the fierce warrior will not meekly allow the prey (<span>malqôaḥ<\/span>, lit. “the taken thing”) to be taken from them (<span>h<\/span><span>yuqqaḥ<\/span>, a Hebrew wordplay using the root <span>lqḥ<\/span>). This is the problem we all have with so-called realities. It is fine to talk glowingly of God’s limitless power, but sooner or later we must talk about realities! For such “realists,” this is an oblique way of saying that God’s power has no effect on life as we ordinarily experience it. We must live as though God’s power does not impinge on that experience. The rhetorical question here expresses the point clearly: In the normal course of affairs, will a conqueror give up his captives? The expected answer is: Of course not! And God is subject to the normal course of affairs, hence all the talk about captives returning is only rhetoric. So say some.<\/p> <p><a class=\"isa\" verses=\"WzE4NjYyXQ==\">25<\/a> God’s reply to this charge is headed by the typical messenger formula: <i>thus says the Lord<\/i>. In this case, however, that formula is preceded by the particle <span>kî<\/span>, usually to be translated “for” or “because,” sometimes “surely.” None of these usages quite captures the apparent sense here, which seems to be energetic contrast. “The mighty man will not give up his prey, <i>but<\/i> thus says the Lord.” <span>kî<\/span> can have an adversative sense following a negative, and that may be the intention here, with the negative understood, as in the paraphrase just given. (See NRSV, CBAT, and NIV for the translation “but.”)<\/p> <p>The sense of contrast is heightened by the <span>gam<\/span><i>, Even<\/i>, which here precedes the restatement of the previous rhetorical question, but now in the indicative. What does God say? “Even though it is not easy, the prey <i>will<\/i> be taken from the mighty man.” As Grimm and Dittert point out, we are reminded that what is impossible for humans is possible for God (Mark 10:27). We must not let our limited experience of reality limit the reality of God.<\/p> <p>After turning the rhetorical question into a positive statement, God goes on to amplify the point further. How can this happen? Because it is God at work on their behalf. With two emphatic pronouns God makes clear that it is he and his work with which the world must come to terms. From a negative point of view, God will trouble the troublers of Israel; on the positive side, he will deliver Israel’s children. This is a restatement of <a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">vv. 22–23<\/a>. No, from a human point of view these things cannot happen: Israel cannot defeat either Babylon or sin; it cannot deliver itself from either. But that does not mean the defeat and the deliverance cannot occur. If Israel will admit God into the equation (as Isaiah had tried to get Ahaz to do—7:4–14) everything will be altered. Cyrus will defeat Babylon and send Israel home, and the Servant will defeat sin and bring Israel and the world back to God.<\/p> <p><a class=\"isa\" verses=\"WzE4NjYzXQ==\">26<\/a> In graphic imagery God makes the point that those who had once feasted on the blood and flesh of those whom they had conquered will now be forced to feed on themselves. The bloodthirstiness of the oppressors becomes so strong that when they have no oppressed to devour, they must turn on themselves. Far from being troubled by the appearance of such imagery in their Scriptures, the Hebrews would have welcomed it. They had been the recipients of so much casual brutality that simple justice demanded that those who had meted out the violence should receive some of it in return. At the same time, one should remember that this is imagery. In no sense is God commanding cannibalism. He is simply saying in the most graphic way that those who violated his people will get their own back.<\/p> <p>What will be the result of the captors being forced to give up their captives, of the deliverance of the prey, of the devourers being left with nothing but themselves to devour? The whole world, <i>all flesh<\/i>, will be forced to recognize (come to <i>know<\/i>) that there is a reality greater than the supposed realities of this cosmos. This was the point of the exodus, as it would be of the return from exile, as it would be of the coming of Christ, and as it will be of the second coming of Christ. In other words, it is the point of God’s self-revelation in human history. God desires all human beings to learn from experience or testimony (see Exod. 18:11) that he, the Lord, who has shown himself mighty on behalf of Jacob, is to be characterized as Savior and Redeemer. As the only God, he is then the only Savior (<a class=\"isa\" verses=\"eyIxODUxNyI6Mn0=\">43:11–12<\/a>), and if he shows himself first as Israel’s Savior (as here, all flesh will know that he is their Savior), there is no sense in which he restricts his deliverance to Israel alone (<a class=\"isa\" verses=\"W1sxODY0M10seyIxODk0MSI6NH1d\">49:6; 66:18–21<\/a>).<\/p>",
    "audit": null
}