{
    "id": 17405,
    "source": "oswalt",
    "verse_id": 17971,
    "verse_count": 5,
    "reference": "16:1–5",
    "title": "Plea For Mercy",
    "html": "<p>The response to the lament for Moab contains three parts. The first, <a class=\"isa\" verses=\"eyIxNzk3MSI6NX0=\">vv. 1–5<\/a>, seems to be plea to Judah from the Moabites (see below). The second, <a class=\"isa\" verses=\"eyIxNzk3NiI6N30=\">vv. 6–12<\/a>, is not so much a response to that plea as it is a reaction to it. It contrasts the former pride and abundance of Moab with its fallen state, which, it may be supposed, would lead to such a plea being entered. The final section, vv. 13 and 14, calls to the reader’s attention that all these events could be expected to happen within three years, suggesting a possible date of 715\/714 for these final verses at least. The overall thrust of the response is to stress again the helplessness of Moab despite her proud abundance and to emphasize to the Judeans that they should not put their trust in Moab. In fact, Moab will one day come to them and their Messiah.<\/p> <p>Verses 1–5 continue to present severe textual and interpretational difficulties. The ancient versions frequently give dramatically different readings from the MT but with little agreement among them, testifying to the fact that they too were struggling with a difficult passage and were attempting to make sense of it in diverse ways. Earlier interpreters took the passage as Zion addressing Moab, but some thought it might be the counsel of the Edomites to the Moabites. More recently it has been thought to be a message which the prophet puts in the mouth of some of the Moabites to their embassy to Jerusalem requesting asylum for themselves. This interpretation is not without problems, as noted below, but on the whole it seems the best proposal to date. The messianic flavor of v. 5 has made it suspect in the eyes of most modern commentators. However, if the statement is being put in the mouths of Moabites (it can be granted that the Moabites themselves would not have much acquaintance with the promises of the Hebrew Messiah), and if Isaiah is granted any messianic expectations, then it is not at all impossible for him to introduce such a statement in this context. In fact, the use of the statements fits the overall thrust of this segment of the book very well (see on v. 5 below).<\/p> <p><a class=\"isa\" verses=\"WzE3OTcxXQ==\">1<\/a> <i>Send a landlord’s lamb<\/i> suggests the sending of tribute to an overlord, such as Mesha did for Omri of Israel (2 K. 3:4), as an indication of submission. Moab was excellent sheep-grazing country (Num. 32:4), and so this would be a logical tribute for those seeking Judah’s protection.<\/p> <p><i>from the rock&nbsp;… to the mountain<\/i> seems to be a play on words. However, <span>sela‘<\/span> is also a place name in Edom (2 K. 14:7; also Judg. 1:36?) that has been associated with Petra, the capital of Nabatea. Thus it may be that the fugitives of <a class=\"isa\" verses=\"eyIxNzk2MiI6OX0=\">ch. 15<\/a> are visualized as having escaped to Edom and are sending their embassy from there. At the same time, it is not necessary to assume a direct connection between 16:1–5 and <a class=\"isa\" verses=\"eyIxNzk2MiI6OX0=\">ch. 15<\/a>. The point may simply be that the Moabites have retreated to some wilderness stronghold and are sending their plea for help to the greater stronghold, Mount Zion.<\/p> <p><a class=\"isa\" verses=\"WzE3OTcyXQ==\">2<\/a> That this verse does not follow v. 1 closely but can be connected with 15:8, 9 has prompted the suggestion that it was the original conclusion of the lament and, as such, immediately preceded what is now 16:1. In some way, then, the two verses became transposed. This is certainly not impossible, but there is no manuscript evidence in support of such a transposition, and it is difficult to imagine how or why it would have taken place given the difficult reading it has created.<\/p> <p>On the other hand, it is possible that this verse constitutes the opening words of the plea for asylum that the messengers were to make to the Judeans. Since the inhabitants of Moab are like birds pushed from the nest, they must seek refuge elsewhere. Thus the verse supplies the rationale for the request. If the refugees were in Edom, the reference to the fords of the Arnon at the north edge of Edom seems a bit strange. However, this may be merely a stereotyped phrase which has been pressed into service here to express the agitated flight of the Moabites (see also <span>sela‘<\/span>, v. 1).<\/p> <p><span>3, 4a<\/span> The message here moves into its request for refuge, <i>counsel<\/i> here is not so much advice as it is a plan of action, as the parallel phrase shows (cf. also 14:24, 26). <i>To perform the office of judge<\/i> was not merely to give a neutral decision; it was to take positive action on behalf of those who had a justifiable need for deliverance. So, then, the request for the Judeans to become a shelter from the noonday sun is a figurative way of asking them to take steps to become a refuge from the terrible blows which had so demoralized the Moabites. In the Near East, the shelter of some great rock at noon was a gift for which to be devoutly thankful.<\/p> <p><i>my fugitives&nbsp;… Moab<\/i> was a major reason for some older commentators’ belief that the passage was addressed to Moab. This view assumes that the fugitives mentioned are from Judah. But this interpretation is very strange in the context of Moabite destruction. Modern commentators, adducing support from the versions, solve the problem by changing “my fugitives,” <span>niddāḥay<\/span>, to “the fugitives of”, <span>niddḥê<\/span>. The present reading understands the fugitives to refer to Moab, but without emending the text. Rather, it sees the speaker as a personification of Moab with the “my” then referring to the speaker.<\/p> <p><span>4b, 5<\/span> As noted above, the prophet here puts words in the Moabite messenger’s mouth. He looks forward to the day when the oppression which has driven the Moabites into the Hebrews’ arms will be brought to an end by that ideal ruler of the Davidic house. Because of his attachment to mercy, faithfulness, justice, and righteousness, oppression will not be able to coexist with him (cf. Ps. 89:2–5 [Eng. 1–4]). He will offer a kind of security that will be more permanent than any heretofore known. This vision is clearly messianic, as comparison with 9:1–6 (Eng. 2–7) and 11:1–9 must show. Isaiah recognizes that Moab’s hope is identical with Judah’s. Both wait for a King of Israel who will somehow embody those traits which are in fact of the character of God (Ps. 89:14–38 [Eng. 13–37]). Here then is another way of expressing the truth of 2:1–4: Moab is representative of the nations which will come to the mountain of God to learn his ways, ways which are incarnated in a person who is the true ruler of Israel.<\/p>",
    "audit": null
}