{
    "id": 17410,
    "source": "oswalt",
    "verse_id": 17996,
    "verse_count": 3,
    "reference": "17:12–14",
    "title": "The Roaring Of Chaff",
    "html": "<p>The relationships among 17:1–11; 17:12–14; and 18:1–7 have provoked a great deal of controversy, but very little unanimity. The range of possibilities extends from no relationship to seeing 17:1–18:7 as a single unit (Alexander). Between these two are two other alternatives: 17:12–14 goes with 17:1–11 (Delitzsch); 17:12–14 goes with 18:1–7 (Gesenius, Duhm, Kissane). As may be seen from the outline above, this study adopts the latter point of view. Alexander’s position has merit, however, for although 17:1 begins with a reference to Damascus, one is almost immediately moved beyond that narrow focus to a more general scope which covers the basic theological issues raised in chs. 7–12: the sinfulness of Israel in turning from God, the resulting destruction by the nations, the saving of the remnant, and judgment of the nations by Israel’s God. These themes appear throughout 17:1–11 and they are reiterated in 17:12–14 and 18:1–7. Thus Alexander seems justified in stating that the two chapters form one statement of the doom of Judah’s enemies.<\/p> <p>That statement may not be pushed too far, however, for the materials are not unified in logical development or literary treatment. It is only a thematic unity. It is this unity which causes difficulty for Delitzsch’s hypothesis. To say that <a class=\"isa\" verses=\"eyIxNzk5NiI6M30=\">vv. 12–14<\/a> are connected to 17:1–11 against 18:1–7 misses the fact that the central emphasis in <a class=\"isa\" verses=\"eyIxNzk4NSI6MTF9\">vv. 1–11<\/a> is upon Judah’s two northern neighbors while the attention of <a class=\"isa\" verses=\"eyIxNzk5NiI6M30=\">vv. 12–14<\/a> (and 18:1–7) is upon the destroying nations. Thus if there is an interconnection between two of the three segments, it is between these later two, as Gesenius first claimed. That both begin with “woe” is further support of this thesis.<\/p> <p>Nonetheless, to affirm a thematic unity is not necessarily to affirm a compositional unity. As has been observed, both 17:12–14 and 18:1–7 bear the marks of being self-contained units. What is being suggested here is that these two segments make the same point and have been grouped together here because they do so. That point seems to follow naturally upon 17:1–11, and the three segments together then serve to remind the reader that the judgments announced in <a class=\"isa\" verses=\"eyIxNzk5NyI6Mn0=\">vv. 13–23<\/a> are part of the larger theological construct which was introduced in chs. 7–12. (For the argument against taking 18:1–7 as one more of the oracles, see the introduction to that segment.)<\/p> <p>Like 10:5–34, 17:12–14 declare that although the sins of Israel will bring the nations upon her like a flood (<a class=\"isa\" verses=\"eyIxNzgxNCI6M30=\">8:6–8<\/a>), that flood will not prevail in any final sense. Only Israel’s God is ultimate, and he will not permit his promises to his people to fail. God’s name and character are at stake (Ezek. 36:23); if he cannot keep his promises, he is not God.<\/p> <p>Although most commentators accept the authenticity of these verses (v. 13 seems to point to 701), Kaiser sees them as being proto-apocalyptic and thus postexilic. He bases this judgment on the sweeping imagery, but that is not an adequate foundation for such a radical point of view. To exclude sweeping imagery from preexilic prophecy is a glaring example of a priori reasoning.<\/p> <p><a class=\"isa\" verses=\"WzE3OTk2XQ==\">12<\/a> The coming hordes of the enemy make a noise like the roaring of the surf. Like the sound of the sea, their rumble seems implacable and unrelenting. What can Israel do against them? Is there any hope? <i>Woe<\/i> here seems to be used in a very general way to express the grim and apparently hopeless situation confronting God’s people.<\/p> <p><a class=\"isa\" verses=\"WzE3OTk3XQ==\">13<\/a> In language reminiscent of Pss. 46, 48, and 76, Isaiah asserts that the inevitable onslaught of the mighty Assyrians is, in fact, an illusion. They are not crashing, devouring waves, but rather <i>chaff<\/i> flying on the wind from the hilltop threshing floors, or a rootless <i>tumbleweed<\/i> rolling before the storm. Both of these are lifeless and both are compelled by a force outside themselves. Moreover, both are without significance. Their coming and going are of no importance. So those who are enabled to see the events of the world from God’s perspective need not be troubled by the mighty conquerors who tread the earth’s stage. They are not nearly so significant as they appear. Who could have believed in the spring of 1942 that Germany and Japan, between them ruling almost half the globe, would be utterly gone in three years?<\/p> <p>As Wildberger shows, the presence of <span>g‘r<\/span>, “to rebuke,” in several passages relating to God’s conquest of the sea makes it likely that Isaiah is here drawing on the literary imagery embodied in the widespread ancient Near Eastern myth of the high god’s victory over the chaos monster in the form of the sea (cf. also 27:1; 51:9). Not that Isaiah was adopting that theology; he was simply taking over what would be powerful and emotive imagery to convey the distinctly biblical theology.<\/p> <p><a class=\"isa\" verses=\"WzE3OTk4XQ==\">14<\/a> This verse climaxes the contrast which was developed in vv. 12 and 13. In a series of terse statements he shows that it is not Israel’s fate which is at stake. In fact, it is the attackers who will be destroyed between night and morning. The comparison with the events of Sennacherib’s attack is very inviting (<a class=\"isa\" verses=\"eyIxODM4OSI6M30=\">37:36–38<\/a>). Whether or not Isaiah intended it, his statement was prophetic. One is reminded of the early colonial flag with the coiled rattlesnake and the words “Don’t Tread on Me.” To tread on God’s people is to invite disaster on oneself.<\/p>",
    "audit": null
}