{
    "id": 17390,
    "source": "oswalt",
    "verse_id": 17871,
    "verse_count": 8,
    "reference": "10:20–27",
    "title": "Restoration Promised",
    "html": "<p>The focus changes abruptly from Assyria to Israel with the promise that, since Assyria is under God’s hands, the destruction which she brings will not be total but will be subject to God’s larger purposes. Although the passage is unified by the recurring idea of deliverance, it is apparent that there are two parts to it, neither of which is necessarily dependent upon the other. The first, <a class=\"isa\" verses=\"eyIxNzg3MSI6NH0=\">vv. 20–23<\/a>, concentrates upon the remnant, a concept with both negative and positive aspects. The second part, <a class=\"isa\" verses=\"eyIxNzg3NSI6NH0=\">vv. 24–27<\/a>, offers the hope that, as the Egyptian oppression was ended by divine deliverance, so too will the Assyrian be. It is not necessary to argue that the two passages were spoken at the same time or even that they were originally spoken in direct connection with <a class=\"isa\" verses=\"eyIxNzg1NiI6MTV9\">vv. 5–19<\/a>. It is apparent, however, that their location here in the final edition of Isaiah’s work was not accidental. Assyria’s destruction by God necessarily means that there is hope for Israel; but that destruction is not arbitrary. It is an expression of a divine consistency which will result in Israel’s deliverance.<\/p> <p>If this is the case, however, why do <a class=\"isa\" verses=\"eyIxNzg3OSI6N30=\">vv. 28–34<\/a> revert to a presentation of the Assyrian threat? This seems to be the sort of Isaianic device seen previously (3:16–41; 5:26–30; cf. chs. 34, 35) where a theme which has been presented in cognitive terms is then restated in concrete, visual terms. Isaiah has said in <a class=\"isa\" verses=\"eyIxNzg1NiI6MTV9\">vv. 5–19<\/a> that while Assyria’s march toward glory has seemed nearly superhuman, her arrogance will not go unpunished, with the result (<a class=\"isa\" verses=\"eyIxNzg3MSI6OH0=\">vv. 20–27<\/a>) that a remnant will survive the onslaught. Verses 28–34 are a visual representation of that truth.<\/p> <p><a class=\"isa\" verses=\"WzE3ODcxXQ==\">20<\/a> <i>In that day.<\/i> As noted above (<a class=\"isa\" verses=\"W1sxNzcyNl0seyIxNzczNSI6Mn0sWzE3ODAxXSx7IjE3ODAzIjoyfSxbMTc4MDZdXQ==\">3:18; 4:1, 2; 7:18, 20, 21, 23<\/a>), this phrase identifies a moment when God’s hand is particularly seen in human history. Customarily, this is a hand of judgment, but as here and in 4:2, that judgment is not to be considered in merely destructive terms, for there shall be a purified remnant which will emerge from the chaos of that day (Mal. 3:19–23 [Eng. 4:1–3]).<\/p> <p><i>the remnant of Israel.<\/i> The concept of a remnant seems to have been part of Isaiah’s understanding from the beginning of his ministry, for it is already there in the call narrative (<a class=\"isa\" verses=\"WzE3NzgzXQ==\">6:13<\/a>). Likewise, it appears in the name of his son Shear-jashub, “a <i>remnant<\/i> will return.” As noted above, there is a negative overtone to this name as it applies to Ahaz. It points to a destruction from which only a portion of Ahaz’s people will return. Yet it has also a positive connotation in its promise that some <i>will<\/i> survive. In this sense, while the term “remnant” does not appear again after 17:3, it is still perhaps the most apt summary of the entire book, since it captures the interwoven themes of redemption and judgment that prevail from beginning to end.<\/p> <p>As G. Hasel has shown, the remnant motif occurs frequently in Assyrian texts, where it was used in a wholly negative sense to describe the thoroughness of their conquest. Isaiah takes the Assyrian term, agreeing with their estimate of the situation, but then shows that even a remnant, in God’s hand, is more enduring than all Assyria’s might (cf. v. 19 where it is Assyria which is but a remnant).<\/p> <p><i>rest upon their smiter.<\/i> It is a mistake to attempt to draw too close a connection between this phrase and the actual events, as Duhm and others have done. The issue is not which king rested and which king was smitten. The point of this section from 7:1 onward has been to show the foolishness of putting one’s trust in Assyria, which has no concern for Judah’s best interests. Isaiah’s warning to Ahaz was that if Judah persisted in trusting Assyria, the day would come when Assyria would gobble up Judah. That the actual attack came in Hezekiah’s day is of no significance to the overall meaning and appropriateness of this statement in this context. Isaiah is looking forward to a day when a restored Judah will have become wise enough to put her trust in God, who is her Holy One and whose intentions for her are pure, whose power is unique, and whose commitment to her is total.<\/p> <p><i>in truth.<\/i> The root meaning is of dependability and consistency as in the English “be true to.” So the idea here is of a loyal, enduring trust in God, not one which is fickle and wavering (cf. Wildberger).<\/p> <p><a class=\"isa\" verses=\"WzE3ODcyXQ==\">21<\/a> <i>A remnant will return.<\/i> Here Isaiah makes direct use of the name of his son Shear-jashub, again indicating the connection of this passage with the overall section. Those who argue that this context’s softening of the term’s original harshness is a sign of a later tradition’s reformulation of the original proclamation surely do not give adequate weight to the potential richness of a term within its original usage. To say that the prophet could have used the name only in the narrow way that it originally appeared is to fail to take seriously enough human flexibility and creativity, without even mentioning divine insight.<\/p> <p><i>remnant of Jacob<\/i> seems to be a specific attempt to highlight the continuity within God’s people. Though it will be but a remnant, nonetheless it will be an authentic representative of the ancient promises, the long history. Its significance will not be narrowly Judean, but rather the germ of the people as a whole will be present in it.<\/p> <p><i>The Mighty God.<\/i> While it is not clear that a direct reference to 9:5 (Eng. 6) is intended, the broad connection is plain. There will come a day when God’s government will be established and his might demonstrated in his Messiah. Did Isaiah understand that God’s might would be demonstrated in condescension and submission? Without even referring to <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">ch. 53<\/a>, one can say that he did in the light of chs. 9 and 11. Furthermore, the prophet’s general revulsion against the trappings of human imperial might suggest the same thing. The mighty God would come as a lamb and a remnant of his people would see the reality of the power of goodness.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg3MyI6Mn0=\">22, 23<\/a> Nevertheless, despite the ring of assurance that the people will not be annihilated, it is still true that the remnant will be but a fragment of the original. The promises to Abraham will not be abrogated; indeed, they will be fulfilled (Gen. 22:17; 32:12). But they cannot be used as a hedge to protect oneself from judgment (Luke 3:7–9), which is apparently what some were doing in Isaiah’s day. They were evidently arguing that God’s promises to multiply them would be kept to the extent that they would always be a numerous people. Isaiah responds that it does not matter how numerous they might be or become; righteousness cannot be abrogated because of position. The one who is Sovereign has decreed their destruction because of their sin, and the number of their population will have nothing to do with the outcome.<\/p> <p><a class=\"isa\" verses=\"eyIxNzg3NSI6NH0=\">24–27<\/a> There is no doubt that these verses do not follow <a class=\"isa\" verses=\"eyIxNzg3MSI6NH0=\">vv. 20–23<\/a> closely. They do not pick up the remnant theme at all; instead, they focus very explicitly upon deliverance from the Assyrians’ oppression. At the same time, however, the two passages do not contradict each other but are complementary. The decreed destruction and oppression (<a class=\"isa\" verses=\"eyIxNzg3MyI6Mn0=\">vv. 22, 23<\/a>) will not be total. A remnant will survive it (<a class=\"isa\" verses=\"eyIxNzg3MSI6M30=\">vv. 20–22<\/a>) as surely as Israel survived earlier oppressions (<a class=\"isa\" verses=\"W1sxNzg3NV0seyIxNzg3NyI6Mn1d\">vv. 24, 26, 27<\/a>). As already stated, it is not possible to determine whether the passages were spoken at the same time or at different times and later joined by the prophet himself or by later editors. The reference to Zion (v. 24) makes it appear that Isaiah “of Jerusalem” is certainly the speaker.<\/p> <p>If the previous verses were somewhat negative and somewhat positive, these are wholly positive, harking back to great deliverances of the past and asserting that ultimately Zion has nothing to fear from Assyrian power but only from divine anger, which will be soon gone, redirected against the Assyrians (<a class=\"isa\" verses=\"eyIxNzg3NiI6Mn0=\">vv. 25, 26<\/a>). Delitzsch suggested that the function of the section is to make explicit what <a class=\"isa\" verses=\"eyIxNzg3MSI6NH0=\">vv. 20–23<\/a> made implicit. Thus the coming destruction which cannot be averted is not a cause for despair. It becomes a reason to hope.<\/p> <p><a class=\"isa\" verses=\"WzE3ODc1XQ==\">24<\/a> <i>Therefore, thus says the Sovereign, the Lord of Hosts.<\/i> The direct antecedent of <i>Therefore<\/i> is not clear. Skinner suggests that it refers to v. 19. Kissane and Alexander related it to v. 15. But there is also a sense in which it connects with <a class=\"isa\" verses=\"eyIxNzg3MSI6NH0=\">vv. 20–23<\/a>. Since a remnant will return, since the destruction has been decreed by God, there is reason for hope. If we can believe that the events of our lives are in the hands of and under the guidance of a providential Father, then even punishment may result in hope because his purposes are good and his power is unlimited.<\/p> <p><i>will smite you&nbsp;… in the manner of Egypt.<\/i> The people are reminded of their previous oppression under Egypt and of God’s deliverance. Thus, historical analogy becomes reason for hope. This principle is the heart of the Judeo-Christian faith. However inscrutable God’s ways may be at times, this much is clear: God has revealed himself within a course of history, and based upon that history, we may believe certain things about him (cf. John 20:30, 31). It is useless to speculate theology upon events which did not occur. The whole validity of the theology is lost (1 Cor. 15:16, 17). But what God has done once, he can and will do again.<\/p> <p><a class=\"isa\" verses=\"WzE3ODc2XQ==\">25<\/a> <i>toward their destruction<\/i> is a difficult phrase which Luzzato’s, but especially Driver’s, emendations smooth out considerably (see n. 4 above). A point in favor of the emendation (“my wrath will be utterly completed”) is that it makes the two phrases of the verse synonymous, a common feature of Hebrew poetry. At the same time the MT (cf. also AV, RSV) provides a transition to the following verse that is sorely missed when the emendation is made (cf. NEB). The present reading prepares the way for the redirection of God’s wrath that is discussed in v. 26.<\/p> <p><a class=\"isa\" verses=\"WzE3ODc3XQ==\">26<\/a> God’s anger against Israel’s enemies is illustrated not only by his handling of Egypt at the Red Sea, but also by that of Midian at the rock of Oreb (Judg. 7:25) during Gideon’s deliverance. Again, the reason for hope is God’s previous activity in history.<\/p> <p><a class=\"isa\" verses=\"WzE3ODc4XQ==\">27<\/a> The <i>burden<\/i> and the <i>yoke<\/i> are ancient terms of servitude. Once again, God promises deliverance from the bondage which the Hebrews’ own sin has brought upon them (9:3 [Eng. 4]; see also Jer. 30:8, 9). If the MT is correct (see n. 5 above), then the picture drawn is of an ox who has eaten so well and been worked so little that the very fat of its neck breaks the yoke away (Delitzsch citing Kimchi). An incongruous picture, but a decidedly graphic one, for God’s promise to bless his people.<\/p>",
    "audit": null
}