{
    "id": 17492,
    "source": "oswalt",
    "verse_id": 18612,
    "verse_count": 4,
    "reference": "47:12–15",
    "title": "Babylon’s Helplessness",
    "html": "<p>In these final four verses the denunciation of Babylon comes to a powerful climax. Following on the attack on sorcery that appeared in <a class=\"isa\" verses=\"eyIxODYwOSI6M30=\">vv. 9–11<\/a>, the prophet calls on Babylon to see what all her magical wisdom can do for her in the hour of crisis. In fact, he says, it will all be for naught. The astrologers and the enchanters will be helpless: all the ancient wisdom that fostered Babylon’s belief that she was the “I Am” (<a class=\"isa\" verses=\"WzE4NjA4LDE4NjEwXQ==\">vv. 8, 10<\/a>) will fail. In that moment it will be apparent that she is not independent and self-existent; she needs a savior. Unfortunately, she will have none.<\/p> <p><a class=\"isa\" verses=\"eyIxODYxMiI6Mn0=\">12–13<\/a> Commentators are divided over whether the invitation contained in these verses is mocking (e.g., Whybray) or serious (e.g., Westermann). Both sides agree that the prophet knows Babylon’s hope to be a false one; the only question is whether he is sincerely wishing the Babylonians to put their faith to a test. Since he has said forcefully in the immediately preceding verses (<a class=\"isa\" verses=\"eyIxODYwOSI6M30=\">9–11<\/a>) that destruction will come in spite of all the magical wisdom, however, it seems most likely that he intends sarcasm here. It is as though the prophet is saying, “If you don’t believe me, go ahead and put your trust in this foolishness. Who knows, maybe it will help you?” The city that has made itself the equal of God has no alternative—it must trust its vaunted intelligence, there is nothing else. It has invested too much hard, exhausting labor <i>(<\/i><span>yāgaʿ<\/span><i>)<\/i> for too many years <i>(from your youth)<\/i> to abandon the effort now.<\/p> <p>In the final clauses of v. 12, the sarcasm seems clearest. Maybe all that hard work will pay off after all; maybe the sorcerers can do some ritual that will provoke an irrational terror in the enemy and make them run away. All this is reminiscent of the polemics against the idols (<a class=\"isa\" verses=\"W3siMTg0MzkiOjN9LHsiMTg0NTgiOjJ9LHsiMTg1NDMiOjEyfSx7IjE4NTkyIjozfV0=\">40:18–20; 41:6–7; 44:9–20; 46:5–7<\/a>). All this time and effort, and for what? Ludicrous results! If they want terror, they need only continue in their sorcerous and idolatrous ways until they one day confront the living God, the Holy One of Israel. Then they will know terror (cf. 2:18–21)!<\/p> <p>Babylon had sought wisdom to guide its future <i>(counsel)<\/i> more assiduously than any nation in the ancient world. It had looked everywhere, from the entrails of sacrificial animals to the movements of the constellations. Now was the time for all that effort and exercise of talent to pay off, if ever it would. Those who divided the heavens into “houses” and carefully calculated when the stars and the moon were in propitious locations should now step forward. Those who created an almanac for each month should now show their mettle. Their city and empire were at their last extremity; if these spiritual technicians had any skill whatever in divining the future and helping their clients avoid evil consequences, this was the time to put that skill to good effect.<\/p> <p><a class=\"isa\" verses=\"eyIxODYxNCI6Mn0=\">14–15<\/a> In these verses Isaiah reveals the outcome of Babylon’s dependence on the magical sciences: complete disaster. The magicians are no more substantial than stubble. When the fire of trouble comes, they will be devoured in an instant, unable to save even themselves, let alone anyone else, from the hand (power) of the flame. Make no mistake, the prophet says, the fire that is coming on proud Babylon will be no pleasant little campfire, warm and inviting. It will be a thundering, racing brushfire, devouring everything in its path. The magicians will not have a chance of stopping it; indeed, far from stopping it, they will become fuel for it (<a class=\"isa\" verses=\"WzE4MjQ4LDE4MjYwLDE4Mjk0LDE4OTM5LDE4OTQ3XQ==\">30:30; 31:9; 33:14; 66:16, 24<\/a>).<\/p> <p>As noted above, v. 15 specifies further the failure of those who have misled Babylon into trusting their skills. The term translated <i>traders<\/i> is a source of some uncertainty. On the one hand, if one takes it literally, then it seems to introduce a new class of personnel at a very late point in the poem. To be sure, Babylon was a great trade center, and trade provided a major portion of the city’s wealth. Also, trade is a major factor in the oracle against Tyre (<a class=\"isa\" verses=\"eyIxODA3OSI6MTh9\">ch. 23<\/a>), and it seems to be used literally in the NT adaptation of this account (Rev. 17). On the other hand, the recurrence of “laboring from youth” (from v. 12, where it clearly refers to sorcerers) argues for a metaphorical usage here. Babylon has “traded” with the sorcerers: they have been her true business for hundreds of years. Now it has come time to balance the books, to see what profit (see v. 12) has been gained from all that enterprise. The answer is: bankruptcy.<\/p> <p>In the hour of disaster, all Babylon’s “traders” can do is to abandon their posts. In common parlance, the situation is “every man for himself.” The years of long association are meaningless in the crisis. Instead of looking out for the greater concerns of city and country, these who have led the city astray (v. 10) now themselves <i>stray off to<\/i> their <i>own region<\/i>(s). This is the picture of the dissolution of an army: as defeat overtakes it, discipline begins to break down, and what was once a great force simply dissipates. It does not so much collapse as dissolve, as each person wanders off to seek his own survival.<\/p> <p>The end result is that there is no <i>savior<\/i> to whom Babylon can turn. Her pride and glory? Dust and ashes. Her gods? She must carry them. Her ancient wisdom? A vapor. By contrast, there is Jerusalem, ignominiously defeated, her god nothing but a box (the ark of the covenant), her wisdom nothing but some laws and stories. Ah, but what a difference! When the crisis comes to Babylon, she has nowhere to turn but to herself, and that is not enough. When the crisis comes to Jerusalem, she has Someone outside herself, Someone who is not simply herself projected against the backdrop of eternity. He is the Creator, the Holy One of Israel, the Savior. These few words at the end of v. 15 capture the whole argument of chs. 40–47: everybody needs a savior; the gods and the magical worldview on which they rest cannot save; the Lord who stands outside the cosmos and directs it according to his good purposes can save; which shall we choose?<\/p>",
    "audit": null
}