{
    "id": 17413,
    "source": "oswalt",
    "verse_id": 18021,
    "verse_count": 10,
    "reference": "19:16–25",
    "title": "Egypt Will Come To Judah",
    "html": "<p>This second half of the chapter moves from poetry to prose and from judgment upon Egypt to the most sweeping promises of redemption. The section is marked by five repetitions of “in that day” (<a class=\"isa\" verses=\"W1sxODAyMV0seyIxODAyMyI6Mn0seyIxODAyOCI6Mn1d\">vv. 16, 18, 19, 23, 24<\/a>) which make it plain that the prophet sees these events as occurring in the end times, or at least at the point where God takes decisive action in world events. The five segments introduced by the phrase seem to show a progression of thought from an Egypt terrorized by the very thought of Judah’s God to an Egypt joining with Assyria and Israel in glad worship of God.<\/p> <p>But we may ask how these verses function in the overall context of the chapter and of chs. 13–23. The larger unit seems to have two purposes in relation to chs. 7–12. The first is to show how foolish it is to trust the nations, since they are under the judgment of God. But the second is to particularize the general promise that God could and would restore Israel from bondage (<a class=\"isa\" verses=\"eyIxNzg5NiI6Nn0=\">11:11–16<\/a>).<\/p> <p>This section fits those purposes very well. Verses 1–15 have negated all the Egyptian attributes which might draw Judah to Egypt. Verses 16–25 are saying it is foolish for Judah to turn to Egypt when Egypt is one day going to turn to Judah’s God. In short, Judah already has the only thing of a positive nature which Egypt will one day have. Furthermore, because the Lord will be Egypt’s God, there will be no trouble at all in achieving the second Exodus. In a different way each of these five thoughts illustrates in an ascending order Egypt’s coming allegiance to Yahweh. Thus, they present the positive side to the point being made negatively in the first half of the chapter. As such, they bring the whole argument to a fitting climax in a vision of all nations living in harmony because of their common submission to God (<a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">2:2–4<\/a>).<\/p> <p><a class=\"isa\" verses=\"eyIxODAyMSI6Mn0=\">16, 17<\/a> This first statement is a transitional one, something the student of Isaiah comes to expect with regularity. In thought, with its emphasis upon destruction, it follows <a class=\"isa\" verses=\"eyIxODAwNiI6MTV9\">vv. 1–15<\/a>, whereas in form it agrees with <a class=\"isa\" verses=\"eyIxODAyMyI6OH0=\">vv. 18–25<\/a>. However, a stronger reason than mere form for including these verses with the latter half of the chapter is the identification of the cause for Egypt’s terror. It is that God whose seat of rule is on the territory (<span>’ḏāmâ<\/span>, “ground, soil”) of Judah. Thus these verses make the theme of the section plain at the outset: Egypt will look to Judah, at first fearfully, but then more confidently, rather than the opposite being true.<\/p> <p>This fearful looking is another expression of what is a fundamental truth to Isaiah: repentance and healing come through retribution and judgment (v. 22; chs. 1–5; 6:10–13; 17:7–11; 42:18–43:7; 59:1–21). Those who have not experienced the results of their sin are very likely to deny that they have any sin. But those who are crushed will be looking for a Redeemer, and Isaiah promises exactly that. It is not that punishment somehow “pays” for the sin. No one can do that short of forfeiting forever any relationship with the holy God. Rather, the judgment alerts us to start looking for the way out, a way God wants to show all of us, even the complacent Egyptians among us.<\/p> <p>The hand of God upraised against Egypt simply immobilizes them. They are no longer warriors standing up against long odds. They are women come upon suddenly, who know themselves to be defenseless, cowering in fear before the inevitable. Isaiah, with the faith of a believer, is confident that it is his God alone who is responsible for the blows which Egypt is going to experience in the coming years. And all those blows will be in keeping with God’s plans (<a class=\"isa\" verses=\"WzE3ODU3LDE3OTUzLDE4NTk3XQ==\">10:6; 14:24; 46:10<\/a>).<\/p> <p>As Israel had been a source of horror to the Egyptians hundreds of years earlier (Exod. 10:7; 12:33), so now Judah will be also. And the reason will be the same in both cases. It is not because Israel then, nor Judah now, posed any military threat. Rather, it is because of the way in which Israel’s God made, and would make, his power plain.<\/p> <p>The question inevitably arises whether Isaiah expected literal fulfillment of these words. If so, has it occurred, or is it yet to be? Alexander’s answer from 140 years ago still seems the most judicious. He maintained that the prophet was speaking in a primarily metaphorical vein to establish the primacy of Judah over Egypt. This interpretation seems more and more likely as the section unfolds, for literal interpretations became more and more difficult to support. At the same time, to say that the metaphor has no bearing on reality would be fallacious. Who can doubt that God’s ultimate purpose is to bring Egypt and all nations to himself? The problem arises when believers attempt to create iron-clad ways in which the metaphor <i>must<\/i> express the reality. (So Cocceius was quite certain that the reference was to the events of the Protestant Reformation!)<\/p> <p><a class=\"isa\" verses=\"WzE4MDIzXQ==\">18<\/a> In this verse the writer begins to speak of an Egyptian turn to God, presumably as a result of the outworking of God’s plan upon them. How often persons whose comfortable world has come crashing down around them turn to God in desperation and find, almost to their surprise, that he had been waiting to receive them. So Isaiah pictures Egypt’s turning to God.<\/p> <p><i>there will be five cities<\/i> has occasioned a number of differing interpretations, partly because the statement seems so odd. Five cities out of 30,000 is hardly a large percentage. Calvin suggested that the intention was proportional. Out of every six cities, five would turn to God (expressed metaphorically by their adopting the “lip” [i.e., language, analogous to our use of “tongue”] of Canaan, the Hebrew language), whereas one would not and it would be marked for destruction (following the MT reading). Apart from the textual problem with “destruction” (see below), it must still be said that this interpretation is not the plain meaning which would emerge from the text. It appears to be identifying one of the five cities in a special way, not a sixth one.<\/p> <p>The same question—is it the plain meaning?—can be addressed to a second interpretation. It has been observed that five is sometimes used for several, so “five shall chase one hundred” (Lev. 26:8; cf. also Gen. 43:34; 1 Sam. 17:40; 2 K. 7:13; Isa. 30:17; 1 Cor. 14:19). Thus, it is suggested that “a small number” is intended. Several of the cited references are ambiguous, however, and those which are clear have some key in their context that makes the intent plain. No such key exists here. Nevertheless, a generally metaphorical interpretation would at least leave this possibility open.<\/p> <p>Many modern commentators assume that the statement must have originated after the fact and so have searched for some historical event that could have given rise to this statement. The only event of this sort is scattered references to Jewish colonies in Egypt after the Exile (Jer. 44:1, Migdol, Tahpanhes, Memphis, Pathros; <i>ANET<\/i>, p. 491, Elephantine; Sibylline Oracles v:488–510, Leontopolis). Thus it is suggested that these colonies gave a redactor the idea for this “prediction,” which was then put in Isaiah’s mouth. Aside from the rather questionable argumentation involved in such an origin, Kissane’s observation that the section is not talking about Jewish colonists in Egypt, but a turning of Egypt to God, seems entirely apropos.<\/p> <p>The interpretation proposed here is that Isaiah, seeking to convey the idea that Egypt must come to Judah’s God, uses the figure of the five cities to convey the radical nature of the turn. To think of even one city adopting the language of the “sand-dwellers,” the Semites, whom the Egyptians held in contempt, would be astonishing. But for five to do so, and especially if one is the center of the worship of the Egyptian sun-god Re (see below), would be truly amazing. So Isaiah says that Egypt’s turn to God will be so complete that some cities will go so far as to adopt even the language of Judah. Whether we ought to expect this event to come to pass in a literal way then becomes secondary to the major concern: will Egypt one day turn to God in a radical way? To that we may answer a resounding yes!<\/p> <p>The <i>City of the Sun<\/i> presents a complex textual problem which cannot be divorced from one’s conclusions concerning the provenance of the text. The MT has <i>heres<\/i>, which is usually translated “destruction.” This makes little sense in a context of salvation unless one resorts to an expedient like Calvin’s in which the named city is not one of the five. While the grammar would permit that interpretation, it is not the obvious sense of the passage. Delitzsch understood the city to be one of the five but the destruction to be of idols. This suggestion is attractive, but the text gives no clue that idols are intended.<\/p> <p>The question about the correctness of “destruction” is intensified by the fact that about fifteen Hebrew manuscripts and 1QIs have <span>ḥeres<\/span>, “sun,” instead of <i>heres<\/i>, “destruction.” This reading is supported by Symmachus, the Targum, the Vulgate, and the Arabic version. The “city of the sun” would undoubtedly be Heliopolis, the biblical On, the seat of the worship of Re, the great Egyptian sun-god. On this reading Isaiah would be remarking that none other than Re’s own city would one day go so far in its allegiance to Yahweh as to adopt the language of his country. This makes excellent sense and many modern versions and commentators have adopted it. The MT reading may be explained as a slip of the eye (<span>ḥ<\/span> and <i>h<\/i> are alike except for one small space) or as an alteration out of religious scruples (changing a reference to a pagan temple-city to a pejorative term, just as the personal name “man of Baal,” LXX, is changed to “man of shame” by the MT in 2 Sam. 2:8; etc.).<\/p> <p>But there is another variant which complicates the matter still further. This is the LXX reading, <i>asedek<\/i>, almost certainly a transliteration of the Hebrew <span>haṣṣeḏeq<\/span>, “righteousness.” That Jerusalem is called “the city of righteousness” in 1:26 has led some commentators to suggest that the author was claiming that one of the five cities would be an Egyptian “Jerusalem.” Since there was a Jewish temple at Leontopolis in the late intertestamental period, some have speculated that this temple gave rise to the statement originally, and that the priests in Jerusalem replaced “righteousness” with “destruction,” which rapidly became meaningless and was altered to the more sensible “sun.” However, the development of the temple at Leontopolis is so late that there is not time for the whole process to have taken place and for the <span>ḥeres<\/span> to have ended up already in 1QIs by 100 B.C. It seems more likely that the LXX represents an alteration of the original by Egyptian Jews who wished to aggrandize their own situation. Assuming the original to have been “sun,” “the sun of righteousness” in Mal. 3:20 (Eng. 4:2) may have given impetus to the alteration.<\/p> <p><a class=\"isa\" verses=\"eyIxODAyNCI6NH0=\">19–22<\/a> The third announcement is the longest and it goes further still in expressing the depth of the future relationship between God and Egypt. One cannot escape the impression that certain highly emotive terms, ones intimately connected with Hebrew religion, are consciously applied to Egypt here in an effort to show how completely Egypt will come to Israel’s God.<\/p> <p><a class=\"isa\" verses=\"WzE4MDI0XQ==\">19<\/a> First, that there will be found in Egypt an <i>altar<\/i> and a memorial <i>pillar<\/i> dedicated to Yahweh. Again, this terminology has provided comparisons to the situation at Leontopolis (but also at Elephantine where a Jewish temple existed ca. 410 B.C.). However, the passage as a whole is not talking about Jewish behavior in Egypt but about Egyptian behavior. Nor is the writer saying that there will be <i>one<\/i> altar in the land and <i>one<\/i> memorial pillar on the border. This is another figure expressing the nature of the envisioned conversion. Young’s suggestion that patriarchal religion is in view is helpful. When Abraham wished to express his gratitude and allegiance, he built an altar (Gen. 12:8), and when Jacob wished to formalize his acceptance of God’s covenant-offer, he set up a pillar (Gen. 28:22). So too Egypt will express gratitude to God and enter into covenant with him, not necessarily by building altars and pillars, but in ways appropriate to the day and time when the turning takes place.<\/p> <p><a class=\"isa\" verses=\"WzE4MDI1XQ==\">20<\/a> The turning of Egypt to God will be evidence that God has himself turned to Egypt. Thus the One who had smitten them becomes their deliverer. If the language of v. 19 had overtones of Genesis, the language here is reminiscent of Judges. Just as the Hebrew people, crushed under oppressors unleashed by the Hebrews’ own sin, cried out for deliverance, so will Egypt. And just as God sent his champions in response to that cry, so he will do again. Young comments that Egypt would be experiencing persecution because of their turn to God. While it is true that persecution often follows witness, the point here seems to be that Egypt will experience God just as Israel did (cf. Judg. 3:9, 15; 6:7; 10:10).<\/p> <p><b>21<\/b> Not only will the Egyptians worship God openly (<a class=\"isa\" verses=\"eyIxODAyMyI6Mn0=\">vv. 18, 19<\/a>), not only will they experience God’s patience and mercy (v. 20), but they will come to that experiential knowledge of him that is the ultimate goal of all relationships with him (Jer. 9:23–25; Hos. 4:1; 13:4, 5; Phil. 3:10; Isa. 1:3; 43:10; 45:3; 60:16). The language here harks back to the Exodus, when Egypt came to know Yahweh through bitter defeat (Exod. 7:5; 9:28 [Eng. 29]; 14:4; etc.). Now the knowledge will come through the positive aspects of experience with him and will be expressed through the same means which Judah knows: ceremonial worship and obedience. This verse must be placed alongside 1:11–15 to get a full picture of Isaiah’s attitude toward ritual. When ritual is substituted for an ethically transformed life, it is devilish, but when ritual is an expression of that life, it is a beautiful thing, giving tangibility and force to what is intangible and diverse. As such, it helps persons to combine body and spirit into a unity. In the Psalms, the making and paying of vows is frequently an expression of gratitude (22:26 [Eng. 25]; 50:14; 56:13 [Eng. 12]; 61:9 [Eng. 8]; 65:2 [Eng. 1]; 66:13; 116:14, 18), but there is also the sense in which making the vow is a promise to do something when a prayer is answered and paying the vow is an admission that it has been answered (Deut. 23:21–23; 1 Sam. 1:11). Thus, Egypt is to be admitted to that select fellowship in which people are privileged to be able to commit their needs to God in faith and to have the marvelous experience of seeing him meet those needs.<\/p> <p><a class=\"isa\" verses=\"WzE4MDI3XQ==\">22<\/a> The relation between Egypt and Yahweh will be like that of parent and child. The Lord’s blows will be for healing, not destruction (Hos. 6:1). And Egypt may know his healing at any point, just as Israel may.<\/p> <p><a class=\"isa\" verses=\"eyIxODAyOCI6M30=\">23–25<\/a> The fourth and fifth announcements climax the whole. In a remarkable statement Isaiah sees the ancient enmity between Assyria and Egypt dissolved. No more will Israel be merely a pawn between these warring powers. Now she will take her place beside them to fulfill the ancient promise: “… in you all the families of earth shall be blessed” (Gen. 12:3). Nor will God’s blessing be for her alone. It will be impartially given out to all nations.<\/p> <p><a class=\"isa\" verses=\"WzE4MDI4XQ==\">23<\/a> A <i>highway<\/i> is a favorite metaphor in this book for the removal of alienation and separation (<a class=\"isa\" verses=\"WzE3OTAxLDE4Mjg4LDE4MzI5LDE4NDI0LDE4NjQ4LDE4ODY1XQ==\">11:16; 33:8; 35:8; 40:3; 49:11; 62:10<\/a>). In rough and hilly Israel, the force of such a figure is obvious. God’s longing is for swift and open communication between himself and all peoples, but also among all peoples. His promise is that it will be so one day. In this respect Assyria and Egypt stand for all the warring nations of the earth. Isaiah’s message to Judah is clear: do not make a highway to Egypt in order to escape Assyria. Your only hope—and Egypt’s—is in your God, who can break down the barriers.<\/p> <p><i>Egypt will serve [God] with Assyria<\/i> is a contextual understanding because the clause could equally well be read “the Egyptians will serve Assyria,” and in fact all the versions do read it in this way. But the context demands the alternate reading, the “serving” being understood as worship, a common meaning for “serve” (<span>‘āḇaḏ<\/span>; cf. 43:23, 24; 60:11, 12).<\/p> <p><a class=\"isa\" verses=\"eyIxODAyOSI6Mn0=\">24, 25<\/a> Israel, Egypt, and Assyria are placed on a par. Among them Israel will exist for blessing, but all of them are at one before God. In a remarkable statement Isaiah applies terms previously restricted to Israel to both Egypt and Assyria. He calls Egypt <i>my people<\/i> (cf. 10:24; 43:6, 7; Hos. 1:10; 2:23; Jer. 11:4) and Assyria <i>the work of my hand<\/i> (cf. 60:21; 64:8; Ps. 119:73; 138:8). It is true that the favorite term <i>my inheritance<\/i> is reserved for Israel (cf. Deut. 32:9), but claims that this term gives a slightly special standing to Israel lack evidence. The point being made is that if Israel turns to the nations in trust she will be prostituting her ministry to them. Instead, she is to be the vehicle whereby those very nations can turn to her God and become partners with her in service to him and enjoying his blessings.<\/p>",
    "audit": null
}