{
    "id": 17374,
    "source": "oswalt",
    "verse_id": 17766,
    "verse_count": 5,
    "reference": "5:26–30",
    "title": "Coming Destruction",
    "html": "<p>As he has detailed the wild grapes (<a class=\"isa\" verses=\"eyIxNzc0OCI6MTh9\">vv. 8–25<\/a>), so Isaiah has alluded to the coming destruction of the vineyard (<a class=\"isa\" verses=\"W3siMTc3NTMiOjV9LHsiMTc3NjQiOjJ9XQ==\">vv. 13–17, 24, 25<\/a>). Now he makes that allusion explicit in a powerful piece of poetry. The wild animals are called and now come to trample the vineyard. They come quickly but also insistently. Those who mocked Isaiah asked for God to hurry his work. Isaiah now assures them that God’s plan is coming to sudden fruition, more sudden than they can imagine. It is likely that he has Assyria in mind here, since Assyria was to ravish almost all of Judah before the eighth century was out, but the impact of the prediction is heightened by its figurative and poetic qualities. For Isaiah at that point, it was not so important to specify who the destroyers would be as it was to indicate the imminent, irresistible, and wholly-to-be-expected nature of what lay ahead. If this segment is excised from its present setting, as many wish to do (see above on 5:25), then <a class=\"isa\" verses=\"eyIxNzc0MSI6MzB9\">ch. 5<\/a> and the whole introductory section merely taper off to an ineffectual stopping point. But with these verses in place, the chapter and the section rise to a crescendo of intensity and emphasis that effectively underlines Isaiah’s understanding of Israel’s great need.<\/p> <p><a class=\"isa\" verses=\"WzE3NzY2XQ==\">26<\/a> Isaiah here introduces the theme which will be amplified later (esp. 10:5–34): the nations are but an instrument in the Lord’s hands. The great imperial armies sweeping the world in the ninth to the fifth centuries B.C. were not the shapers of the world’s destiny but were themselves shaped by the One who holds all things (cf. 40:21–24; 45:1–9). It is upon his signal that they rise and move; at his whistle they come out of their hive like bees to do his bidding. (Cf. the remarks of Cyril and Theodoret on the beekeeper’s use of a hiss or whistle; cf. also 7:18; Zech. 10:8.)<\/p> <p><a class=\"isa\" verses=\"eyIxNzc2NyI6M30=\">27–29<\/a> In these verses a succession of terse phrases, which actually begins with v. 26c, lends support to the picture of the rapid and remorseless onslaught of the enemy army. By not expressing the subject at any point, the cadence is shortened so that the feeling is one of quick march. Verses 27 and 28 are chiastic, with v. 27 showing what is not the case, while v. 28 shows what is the case. There is no laggard, stumbling and sleepy. Neither is there anyone half-prepared, with broken sandal-thong or slack equipment belt. Instead, everyone is intent on the task, with arrows sharpened and bow already strung. The horses’ hooves are hard as flint, so they will not break down on the journey, and the chariot wheels are turning so fast that they blur like a whirlwind (66:15; Jer. 4:13). The sound of the onrushing horde is like the roar of a lion at the moment of its spring. Like the lion, once this army has seized its prey and begun to drag it off, there will be no one to deliver Israel from its mouth.<\/p> <p><b>30<\/b> The army’s rumble is not only like the lion’s roar, it is also like the steady crash of breakers. This sound would be especially ominous, for the sea was an element about which the Hebrews always felt uneasy (Judg. 5:17; 2 Chr. 20:35–37; Jon. 2:1–9; Rev. 20:13; 21:1). But neither would there be any hope in the land, where they felt more comfortable. There would be only darkness and distress, the light of day being obscured by the clouds of battle.<\/p>",
    "audit": null
}