{
    "id": 17418,
    "source": "oswalt",
    "verse_id": 18054,
    "verse_count": 14,
    "reference": "22:1–14",
    "title": "The Valley Of Vision",
    "html": "<p>The presence of 22:1–25 at this point raises two prominent questions: (<a class=\"isa\" verses=\"WzE4MDU0XQ==\">1<\/a>) What is an oracle against Jerusalem doing in a collection of oracles against the nations; (<a class=\"isa\" verses=\"WzE4MDU1XQ==\">2<\/a>) Why is it put here in the collection? Since the passage itself does not answer these questions, we must attempt to answer them on other grounds. The first is perhaps the easier one, and the title may give us a clue. Surely the reference to “vision” is a sarcastic one, for the people described in this chapter are people whose paramount <i>lack<\/i> is vision. The jubilant people cannot see the inevitable destruction that waits them; the leaders cannot see that God the Sovereign Creator is a better defense than arms and fortifications; Shebna cannot see that courage and responsibility are a better memorial than bricks and mortar. In fact, then, the people of Israel are no better off than the Gentiles around them. Their perspective is the same as the world’s and therefore they fall under the same judgment as the world.<\/p> <p>As an explanation of the reason for placing the oracle at this point in the collection, three alternatives need exploring. The first would be that of Delitzsch, who says that the titles of all four oracles in chs. 21 and 22 are symbolic and that they have been grouped together. However, it is not at all clear that the oracles on Dumah and Arabia have symbolic titles, so this uncertainty undercuts the likelihood of this argument. A second possibility is that the oracles in chs. 14–23 have a rough chronological arrangement (chs. 17, 18 excepted) and that the events described here were the latest except for those involving Tyre. This point of view seems to accord with the data, but one wonders if it probes deeply enough, for similarities with 21:1–10 include the titles (both seem to be sarcastic comments on each one’s point of pride) but go beyond those. Other similarities would be the partying and lack of vision, the prophet’s grief, the references to Elam, and the mention of “chariot of a man” and “horsemen.” All these point in the direction of a more intentional connection between the oracles than the first two alternatives would suppose. Furthermore, and perhaps even more telling, there is the two-layered nature of both 21:1–10 and 22:1–14 (see above on 21:1–10). Both seem to function on one level for Isaiah’s own time, yet point beyond that level to another dealing with later events (the fall of Babylon in 539; the fall of Jerusalem in 587). All of these factors suggest that Jerusalem is being associated with Babylon here in a conscious way. It is not possible to be dogmatic about the purpose of that association, but surely the realization that Babylon was to be Jerusalem’s ultimate enemy must have played a part in this association.<\/p> <p>The two sections of the chapter seem to function in a way similar to that of chs. 19 and 20, where the second portion (here <a class=\"isa\" verses=\"eyIxODA2OCI6MTF9\">vv. 15–25<\/a>) forms a concrete illustration of what has been talked about in a more general way in the first. Here Shebna, supposedly a man of vision and leadership, is caught up in the building of his own tomb while great matters of state are left untended. Because he has failed in his stewardship, judgment is hastening down upon him. So it will be for Jerusalem and Judea, which also have failed in their stewardship of God’s vision.<\/p> <p>The historical setting of <a class=\"isa\" verses=\"eyIxODA1NCI6MTR9\">vv. 1–14<\/a> has been the cause of a great deal of scholarly interchange. Coupled with this problem is the question of the internal structure of the segment. The variety of opinions still being published is an indication of the complexity of the issue. Perhaps a consensus would see the following divisions: <a class=\"isa\" verses=\"eyIxODA1NCI6NH0=\">vv. 1–4<\/a>; 5–8a; 8b–11; 12–14. However, there would be no consensus as to the time reference. In general terms, the prophet appears to be referring to a past event of judgment where the destruction was not total. Unfortunately the experience did not provoke repentance and trust, but revelry and a blind dependence on armaments. In response to this reaction, Isaiah foresees a new and more devastating judgment ahead. However, the identity of this event is not at all clear.<\/p> <p>The majority of writers take it to be the deliverance from Sennacherib in 701 B.C. Many of the particulars of that occasion would fit. Hezekiah does seem to have prepared his water system for the event (<a class=\"isa\" verses=\"WzE4MDYyLDE4MDY0XQ==\">vv. 9, 11<\/a>); there was a general destruction of the land (<a class=\"isa\" verses=\"eyIxODA1OCI6NH0=\">vv. 5–8<\/a>a); there seems to have been a flight on the part of mercenary troops. Furthermore, if Isaiah had been expecting a general revival after the deliverance from Sennacherib and it did not come, this would account for his extreme bitterness (<a class=\"isa\" verses=\"WzE4MDU3LDE4MDY3XQ==\">vv. 4, 14<\/a>). Finally, the connection with Babylon here may express the same note as <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">ch. 39<\/a>: to follow Babylon instead of God is the way of destruction.<\/p> <p>However, one or two elements suggest that some other event is in focus. Ultimately, Hezekiah did trust God for deliverance from Sennacherib. There is no indication in this chapter that a siege had been undertaken; the enemy army is not surrounding the city. The reference to flight and captivity in vv. 2b and 3 actually fits the times of Jehoiachin (2 K. 24:10–17) or Zedekiah (2 K. 25:4–7) better than they do Hezekiah’s. Finally, Eliakim, not Shebna, was steward in 701 (2 K. 18:37). Thus it may be that the event referred to had occurred during Sargon’s attack on Ashdod in 711. On balance, this latter position seems more likely. The Assyrian army took Azekah, which certainly must have looked ominous to the Judeans, but then left. What a cause for rejoicing and revelry: “Isaiah was wrong. Babylon was right. We need not fear Assyria.” Isaiah responds that that kind of blindness will lead to a destruction which would be more complete than anything they could imagine (and as it would turn out, at the hands of the very Babylon to which they were then tempted to turn for help against Assyria, should she return).<\/p> <p>Classically <a class=\"isa\" verses=\"eyIxODA1NCI6NH0=\">vv. 1–4<\/a> have been taken as prophecy (Calvin, Vitringa), and a few modern scholars do also, although most take this passage as reflective of a past event, as noted above. If the former is correct then Isaiah is looking beyond the present mindless rejoicing to a time when the city will be in ruins. This thought is so horrifying that he refuses to join in the merrymaking. The correspondence noted above between vv. 2c–3 and 2 K. 25:4–7 would be in favor of this position. Isaiah is saying that the people have allowed the immediate present to blind their eyes to the long-range realities (<a class=\"isa\" verses=\"WzE4NDIxXQ==\">39:8<\/a>).<\/p> <p>If the second position is correct, Isaiah is saying that the people are ignoring present realities. They are dancing and singing when in fact their leaders have deserted them and the land lies in ruins. Isaiah is desolated over the destruction, but even more so over the blindness. Somewhat against this interpretation would be the fact that while this could only apply to 701, that was a time when there was some legitimate cause for rejoicing in their deliverance (<a class=\"isa\" verses=\"eyIxODM3NSI6Mn0=\">37:22, 23<\/a>). This seems to point to a prophetic utterance referring to the destruction in 586 although prompted by the unspecified event in 711.<\/p> <p><a class=\"isa\" verses=\"WzE4MDU0XQ==\">1<\/a> <i>valley of vision<\/i>, as noted above, seems to be similar to the reference to Babylon as the “desert of the sea.” Although it is possible that the term <i>valley<\/i> was being used descriptively, since the Hinnom, Kidron, and Tyropoean valleys all meet at the foot of the hill on which David’s City stood, this possibility seems unlikely. Again and again, Jerusalem is referred to as Mount Zion. But here Isaiah says Jerusalem is not a mountain from which a long view is possible, but a valley from which nothing can be seen.<\/p> <p><i>What is it to you now<\/i> is an expression of reproach, as seen in Judg. 18:23. The sense is “What’s with you?” assuming, like the slang, that the activity in question is unwarranted. The prophet cannot understand why the people are thronging to the housetops when they should be in their closets in repentance and prayer. As noted above, several reasons may be imagined for their congregating on the roofs. They could be watching the retreating enemy, or they could be looking for the messengers bearing news of Babylon’s defeat, or they could be partying on the flat roofs, the natural place for such activities in a city where ground-level space was at a premium and where cooler breezes could only be felt by getting above the closely packed buildings. In any case they are not aware of the implications of their situation, a tendency the Bible warns us against. As believers in the sovereignty of God, we are to have our eyes open to discern his purposes at any moment (Mark 13:23; 1 Thess. 5:3, 4).<\/p> <p><a class=\"isa\" verses=\"eyIxODA1NSI6Mn0=\">2, 3<\/a> The noise of the city is a roar as the whole population enters into the proceedings. Again these verses envision the close-packed Near Eastern city where the sound of several thousand inhabitants laughing, talking, and shouting melds into one continuous roar. But the prophet sees another view of the city, its walls broken down, the streets littered with bodies of those starved in the siege, <i>not dead in battle<\/i>, its leaders having been captured not in heroic defense of the city but in flight to save themselves. (This is the kind of leadership which Isaiah holds up to ridicule again and again; cf. 1:23; 3:2, 3; 5:13; 7:2; 28:7, 14; 29:15.) This is the city in which there is no vision, where the inhabitants cannot see that a selfish, pleasure-seeking society must finally pull its house down around it as it loses its capacity for self-sacrificial service and its capacity for commitment to those values of the spirit without which no human society can long exist (30:10; Prov. 29:18).<\/p> <p><a class=\"isa\" verses=\"WzE4MDU3XQ==\">4<\/a> Isaiah cannot take part in the revelry, which he regards as foolish in the light of what he knows, and indeed, what the revelers know (v. 14). He wants to be as deeply touched as possible when he thinks of his city. How rare such compassion is. Most human beings would react just as the rest of the Jerusalemites did. We do not want to experience pain and difficulty, especially if it is someone else’s. But not Isaiah. Like Paul, he wants to enter into the suffering of his people because his Lord has done so (cf. Phil. 3:10). This is the key to compassion: identification with One who has suffered with us and for us.<\/p> <p><span>5–8a<\/span> Here the prophet begins to recall the recent situation. He recounts Jerusalem’s total helplessness before the oppressors who were operating under the command of the Sovereign. He seems to be saying that if this was the case there is no cause for rejoicing. The same thing could and will happen again, especially because the people have not learned anything from this experience.<\/p> <p><a class=\"isa\" verses=\"WzE4MDU4XQ==\">5<\/a> Over against the present tumult within the city, Isaiah recalls another tumult: the uproar which had attended the apparently imminent destruction of Jerusalem. Instead of a quiet reliance upon God (<a class=\"isa\" verses=\"WzE4MjMzXQ==\">30:15<\/a>), there had been a frantic rushing to and fro until the shouts had echoed off the surrounding mountains. The prophet seems amazed at how quickly the merrymaking has succeeded the terror. Yet how easily this happens; utter despair is replaced by a kind of feverish hilarity. The nation which has found the ability to rest in God in a crisis will not go to pieces when the crisis passes.<\/p> <p><a class=\"isa\" verses=\"WzE4MDU5XQ==\">6<\/a> Although Sennacherib claimed to have defeated the Elamite army on his first campaign against Babylon, it is unlikely, even if the report is accurate, that Elamite troops formed any significant part of the Assyrian army which came against Jerusalem. Thus we have two possibilities: that Elam and Kir did form a significant part of Nebuchadnezzar’s army which destroyed Jerusalem in 586 B.C., or that Elam is being used in a more figurative sense in line with the references in 21:2. The latter seems to be more inclusive. Thus the prophet is saying that those enemies who will destroy Babylon are the very ones who have threatened Jerusalem. As Babylon goes, so must go those who have trusted in her. The duplication of the phrase “chariot of a man” (lit.) from <a class=\"isa\" verses=\"eyIxODAzNyI6MTd9\">ch. 21<\/a> seems to support such an understanding.<\/p> <p><a class=\"isa\" verses=\"WzE4MDYwXQ==\">7<\/a> Although Ginsberg’s assertion that <a class=\"isa\" verses=\"eyIxODA1OCI6MTB9\">vv. 5–14<\/a> reflect on Sargon’s defeat of the Ashdod coalition in 711 B.C. seems to fit the data generally well, his attempt to demonstrate his claims from this verse seem forced. Verses 5–8a appear to be a general statement that Jerusalem had tottered on the brink of destruction. To make Elah the choicest valley and Azekah the “gate” is to become too particular, especially since there is no indication in the context that such specificity is intended. It seems less strained to continue the general thrust. In this light it may be said that the best valleys were the broadest and that these were naturally the ones which would become thoroughfares for enemy attack. Here horsemen would be stationed to prevent any sallying out from within and also to press the attack should the gate be breached. So with chariots rumbling up the valleys, with horsemen taking up station at the gates, it had been obvious that Jerusalem was defenseless (v. 8a). She was completely exposed and could be picked off at the enemy’s pleasure. The realization of such helplessness can be bane or blessing. The helpless one may grow frantic and plunge into a frenzy of useless activity. Or he may be finally moved to quit all his efforts and make that quiet release of himself into the hands of the One who had been holding him all along. At this point Judah could not do this. Later she could and did (<a class=\"isa\" verses=\"eyIxODM2NyI6N30=\">37:14–20<\/a>).<\/p> <p><span>8b–14<\/span> The prophet now moves to his indictment. Verses 1–4 set the stage, contrasting the blindness of the people with his own prophetic vision. Verses 5–8a recount God’s earlier threat to the city. Now these verses tell of the response to that threat and of the effects of that response. In a word, the effect is disaster, for at the very moment when a people of vision would be looking at God and their relationship to him, these people are checking their defenses and preparing “Night before Destruction” parties. If Babylon is broken and can be of no help, then there is nothing to be done except to prepare for the worst. The tragedy was that there was something to be done—commit themselves and their situation to God—but they would not do it. Isaiah takes this unwillingness as the final evidence of the hopelessness of their condition. By their refusal to trust God in preparing for the worst, they have insured that the worst will come, but not through Assyria; in fact, it will be through their would-be ally, Babylon (cf. 6:9–12; 39:5–7).<\/p> <p><span>8b–11<\/span> Faced with the threat of imminent attack, the king of Judah, almost certainly Hezekiah, makes a choice as to his first priority. That priority is physical preparation. He looks to his armaments (v. 8b), to his walls (vv. 9a, 10), and to his water supply (vv. 9b, 11). Such preparations were prudent and Isaiah does not condemn them. What he does condemn is the order of priorities. Before looking to the physical (v. 8b), he should have looked at the spiritual (v. 11b); before paying attention to what is made, he should have paid attention to the Maker. This sort of reversed priority is as common today as it was in Hezekiah’s day. How easily we talk of the ultimate reality of spiritual values when we are comfortable and at ease. Yet, when difficulty comes our actions give the lie to our earlier easy words. If it is true that God is the Sovereign of the universe, then our first task in a moment of crisis is to be sure that all is clear between him and ourselves. Then other preparations, if necessary, can follow.<\/p> <p><span>8b<\/span> <i>The House of the Forest<\/i> was part of the temple complex built by Solomon (1 K. 7:2–6). It apparently received its name because of its profusion of cedar columns and wood work. It was the storehouse for weapons (Isa. 39:2) as well as for other precious items (1 K. 10:17; 2 Chr. 9:20).<\/p> <p><span>9–11a<\/span> These lines in their present order may offer an alternation between the two physical elements necessary to survive a siege successfully: sturdy walls (vv. 9a, 10a) and a reliable supply of water (vv. 9b, 11a). As noted above, however, v. 9a seems to go with v. 8b. In that case vv. 9b–11a form the middle elements of the chiasm: water, one line; walls, two lines; water, one line. The exact identities of the pools mentioned in vv. 9b and 11a are unknown. Conjectures based upon presently existing pools abound. This much is known: at some point in his reign Hezekiah had a tunnel dug under the old city of Jerusalem south of the temple mount. This tunnel connected the spring of Gihon in the Kidron Valley on the east side of the city to the pool now known as the Pool of Siloam on the west side. Its purpose was undoubtedly to bring the abundant flow of water from that spring inside the city walls, thus denying water to any besieging army and securing it for the inhabitants of the city. In that light one plausible interpretation is this: the Old, or Upper, Pool was the one which had been built earlier at Gihon to capture the water of the spring (7:3; 36:2; 2 K. 18:17). The Lower Pool was one which had been constructed by Ahaz at the foot of the Tyropoean Valley and was incorporated by Hezekiah in the larger construction related to the reservoir between the walls—the Pool of Siloam.<\/p> <p><a class=\"isa\" verses=\"WzE4MDYzXQ==\">10<\/a> <i>you listed the houses<\/i> probably refers to a survey of all the buildings inside the walls, noting which could be demolished to provide rubble for filling the interior of casemate walls and for repairing any broken places (2 Chr. 32:5). There may also have been some demolition to provide fire breaks and access to the wall for easy movement of reserve troops to any point of emergency (cf. Jer. 33:4).<\/p> <p><a class=\"isa\" verses=\"WzE4MDY0XQ==\">11<\/a> <i>Maker<\/i> is another expression of the Isaianic theology of creation. It is this understanding which provides the foundation for much of Isaiah’s approach to existence. The gods are rejected because they are a part of existence; they did not bring things into being, therefore they have no plan for life, and no effective purpose in their handling of affairs. By contrast, the One who made all things does have such a plan and the person who does not take him into account is being very foolish (<a class=\"isa\" verses=\"W1sxODM3OSwxODQ0MiwxODQ0OV0seyIxODQ3MyI6OX1d\">37:26; 40:21, 28; 41:21–29<\/a>). The same issues emerge today: any scheme of beginnings that does not allow for a personal Maker cannot have any concept of purpose in existence nor can it long maintain a coherent system of ethics. Human beings will do what they please, or they will submit their wills to some other human being, neither of which offers any ultimate purpose for life.<\/p> <p><a class=\"isa\" verses=\"eyIxODA2NSI6M30=\">12–14<\/a> Not only had Judah offended the Sovereign by depending on her defenses instead of on him (vv. 8b–11), but she had also responded to his call for repentance with parties whose intended purpose was to put out of mind the terrible events which might soon engulf them. Instead of allowing the situation to prompt them to look at possible causes, they only let the grim effects unhinge their moral restraints. In the Lord’s eyes this is the final mark of apostasy.<\/p> <p><a class=\"isa\" verses=\"WzE4MDY1XQ==\">12<\/a> Obviously, the Isaiah who attacked useless cults in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">ch. 1<\/a> did not expect that acts of repentance alone would have restored Judah to favor with God. Rather, he is expressing the thought which is found throughout the OT: if cult which is not expressive of a real change of heart is disgusting, a supposed change of heart which is not expressed in appropriate physical behavior is cheap and superficial (Ps. 51:17–21 [Eng. 15–19]; Joel 2:12–17; Amos 8:10; Mal. 1:8–11; Isa. 32:11–13; cf. Acts 5:1–11).<\/p> <p><a class=\"isa\" verses=\"WzE4MDY2XQ==\">13<\/a> Instead of a deep grief over a long series of offenses against a holy God (such as even Nineveh had been able to produce, Jon. 3:6–9), Jerusalem responds with an outburst of hilarity and self-indulgence. To put this experience in modern terms we may imagine the situation in our own country in the wake of a nuclear attack. Those who remain alive, expecting to die in a further attack or of radiation poisoning, could turn to God in repentance and faith or they could engage in one last orgy of looting, indulgence, and passion. Which course we would choose would say volumes about the true nature of our commitments (cf. Lam. 3:40–42).<\/p> <p><i>killing cattle and slaughtering sheep<\/i> probably connotes two things. The first is excess. It is likely that the normal diet did not contain a great deal of meat, both because of storage problems and because animals were too valuable for other purposes than food. The second is ironic. If there were really going to be a siege, then every food product would be needed. Here the population, perhaps thinking they could not keep the animals alive anyway, is devouring that precious food in a party atmosphere.<\/p> <p><i>for tomorrow we die<\/i> expresses the ultimate rationale for a life of acquisition and indulgence. If indeed there is nothing beyond the grave, then self-sacrifice, commitment, and self-denying discipline are foolish (28:15, 18; 1 Cor. 15:32). On the other hand, if there is life after death, it behooves us to do everything possible to discover the nature and conditions of that life and to be sure that we have met those conditions (Mark 10:17–22).<\/p> <p><a class=\"isa\" verses=\"WzE4MDY3XQ==\">14<\/a> This chapter has depicted a people who are the fulfillment of 6:9, 10. In contrast to Isaiah, who had acknowledged his sinful condition and had experienced gracious cleansing, this people has become increasingly blind, deaf, and fat-hearted at every new revelation of God. The result is that their sin cannot, and will not, be covered or atoned for. So then the promise of 6:11–13 can also be expected to be fulfilled. A people who will not recognize their sin will never exercise that faith in God’s provision which makes a right relationship to him possible (27:9; 2 Chr. 7:14; Rom. 5:1, 2). And since the Judeans are thus out from under God’s covering (v. 8a), their enemies will eventually destroy them.<\/p> <p><i>If this iniquity<\/i>&nbsp;… expresses the standard oath form of the OT. As is typical, only the second half of the oath is preserved (14:24; Deut. 1:34; Jer. 22:6; etc.). Probably the imprecation was something like “The Lord do so to me, if&nbsp;…&nbsp;,” and this may have fallen out of use early so no incongruency was felt in putting the oath in the mouth of the Lord. But the important point here is the seriousness of the oath. It is the Sovereign whom the Judeans and we treat so lightly. It is he who holds our mortal and immortal destinies, yet we act as if he were a doddering grandfather to whom no attention need be paid. He is not short-tempered and arbitrary; we do not need to live in terror of him. But he is Almighty, and failure to pay reverent and serious attention to him can only be considered foolish.<\/p>",
    "audit": null
}