{
    "id": 17402,
    "source": "oswalt",
    "verse_id": 17953,
    "verse_count": 4,
    "reference": "14:24–27",
    "title": "The Lord’s Plan For Assyria",
    "html": "<p>The oracle against the Mesopotamian world power comes to its conclusion with this passage. The absence of the word “oracle” makes it plain that these verses are not to be taken as a separate prophecy against Assyria, but rather are presented as an intrinsic part of the preceding prophecy. In this light, the abrupt switch from Babylon to Assyria has been very perplexing to commentators. Some have argued that these four verses were originally part of 10:5–19 and have been somehow displaced here. Erlandsson argues that the original reference in chs. 13 and 14 was to Assyria throughout. Others argue that the passage is postexilic and that “Assyria” here is used, as in postexilic times, of Mesopotamia in general (so Kaiser).<\/p> <p>But all these arguments presuppose some sort of redactional shifting of the ground between the two parts and offer no consistent explanation to explain that shifting. On the other hand, it is possible to explain the shift in names without resorting to redaction, if it is granted that the prophet has been using “Babylon” in a representative way (see comment on 13:1 above). Here then the writer is making a transition from the general and symbolic to the specific and literal. The Mesopotamian power, symbolized by Babylon, represents the power and glory of this world ranged against the God of Israel who has promised to redeem his people. The superiority of the Lord to that symbol has been shown. But what about the specific, current representative of that power? Do these truths apply to the actual as well as to the symbolic? The answer is a resounding yes!<\/p> <p>Understood in this way these verses need not be seen as the result of a mistake or of a somewhat inept later redaction. They fit into the overall scheme of the segment, allowing 13:1–14:27 to be a general and introductory statement to God’s judgment upon the nations, with 14:24–27 providing the transition to the actual nations of Isaiah’s own day.<\/p> <p><a class=\"isa\" verses=\"WzE3OTUzXQ==\">24<\/a> When read in sequence with vv. 22 and 23, <i>The Lord of Hosts has sworn<\/i> takes on a new impact, occurring as it does at the end of a string of three “announces the Lord (of Hosts).” The decisiveness of God’s promises to act become clear as well as his direct involvement conveyed through the immediacy of speech. For Isaiah, God is <i>here<\/i>, taking direct part in all that happens.<\/p> <p><i>Surely, as I have intended<\/i> introduces the oath which the Lord has taken. The literal translation is “if it is not as.…” This is the characteristically shortened form of the biblical oaths in which the fate which one calls on oneself if the word is broken is left out. Here, as always, God swears by himself, calling upon himself for punishment should the vow not be kept (cf. Heb. 6:13, 14). This is the believer’s guarantee: the veracity of a God who commits himself without reservation to his people.<\/p> <p><i>so it shall be<\/i> expresses the certainty found in Isaiah’s writings, as again in v. 26, that history is not out of control. This theme appears in the segment relating to Assyria in 10:5–19, but it is by no means restricted to that place. In fact, it conveys a fundamentally Isaianic conception which emerges in various ways throughout the book. It is probable that for many Judeans the disappearance of the Solomonic empire and the rise of the Mesopotamian powers raised very serious theological questions. Was God still Lord of history if his people did not dominate history? Isaiah, from a divine vantage point, was in a position to say that the problem, far from going away, was going to become worse, since Israel would lose her very nationhood. Yet he insists that it is the God of Israel alone who guides history in a purposive and ultimately beneficial way (<a class=\"isa\" verses=\"W1sxNzc1OSwxNzg1NywxNzg2NiwxODAxNywxODAyMiwxODA4NywxODEyMCwxODMwNl0seyIxODQ1NCI6Mn0seyIxODQ3MyI6OX0seyIxODQ4NiI6NX0seyIxODUxNCI6MTR9LFsxODU2Ml0seyIxODU5NyI6Mn1d\">5:19; 10:6, 15; 19:12, 17; 23:9; 25:1; 34:2; 41:2, 3, 21–29; 42:5–9; 43:8–21; 44:28; 46:10–11<\/a>). The problem is no less real today, and the modern reader must decide, as the Judeans had to, whether Isaiah is right or wrong. Assyria is gone these 2500 years, but Isaiah’s people and his faith live on. Isaiah was not wrong.<\/p> <p><a class=\"isa\" verses=\"WzE3OTU0XQ==\">25<\/a> The reference to Assyria’s destruction within God’s land has led many to conclude that this passage stemmed originally from the destruction of Sennacherib’s army in 701 B.C. However, others have pointed out Ezekiel’s references to the destruction of Israel’s enemies on the mountains (<a class=\"isa\" verses=\"WzE4NDE3XQ==\">39:4, 17<\/a>). This point, along with the broadly general function of this first oracle, suggests that these phrases are a stock literary device and do not refer to a particular destruction.<\/p> <p>The removal of the yoke and the burden is reminiscent of 9:3 (Eng. 4) and 10:27 (see above on those verses), and its presence here attests to the thematic unity of the book. In this section (<a class=\"isa\" verses=\"eyIxNzk0MiI6MTF9\">vv. 13–23<\/a>), the author is exploring the ramifications of the earlier statements, showing that God can deliver his people from the effects of their distrust because all the nations are under his judgment.<\/p> <p><a class=\"isa\" verses=\"eyIxNzk1NSI6Mn0=\">26, 27<\/a> These verses form the ultimate conclusion of the segment beginning in 13:1. As they indicate, Mesopotamia is the symbol of <i>the whole earth&nbsp;… all the nations<\/i>, which stand over against God in pride and arrogance and against whom God’s hand is stretched out. Here is the final issue of biblical faith. If there is one almighty Creator of the universe, who is intimately and purposefully involved with his creation, then there is no power on earth, least of all human pride, which can successfully rise up against him (43:13; Ps. 33:6–11; Prov. 19:21). There is no middle way. This is no limited, or developing, deity. This is the Holy One. Either we accept Isaiah’s vision of God and seek to live in glad obedience, or we are obligated to say that Isaiah was mistaken and to admit that there is no right way of living.<\/p>",
    "audit": null
}