{
    "id": 17448,
    "source": "oswalt",
    "verse_id": 18309,
    "verse_count": 4,
    "reference": "34:5–8",
    "title": "Edom, A Sacrifice",
    "html": "<p>After the general introduction in <a class=\"isa\" verses=\"eyIxODMwNSI6NH0=\">vv. 1–4<\/a>, the prophet now moves to a concrete example of his topic. This is why this passage is not included in the section of oracles against the nations (chs. 13–23): it is not speaking of Edom by itself, but of that nation and its fate as representative of all nations and their fates.<\/p> <p>Why should Edom be used in this way? The answer is that throughout the OT, from Genesis (<a class=\"isa\" verses=\"bnVsbA==\">25:23<\/a>) to Malachi (<a class=\"isa\" verses=\"eyIxNzY1NyI6Mn0=\">1:2–3<\/a>), Edom is treated as the antithesis to Israel. More so even than the Amalekites, Edom is noted for attempting to block what God was doing for the world in his self-revelation to Israel (Num. 20:14–21). Thus Edom was typical of those nations which insisted upon their own ways in opposition to those of God. Thus Isaiah says, “You can choose Edom’s way or God’s way, but these are the results.”<\/p> <p>Without doubt the Israelite antipathy for Edom was increased when the Edomites aided and abetted the Babylonian destruction of Jerusalem in 587 B.C. (Obad. 11–14; Ezek. 35:1–15). This has caused most commentators to assume this poem was written after that date. Even Kissane, in order to retain Isaianic authorship, feels obliged to remove all the references to Edom. However, such heroics are unnecessary. For already in the 700s feeling against Edom ran very high (2 Chr. 21:8–10; 25:11; 28:17; Joel 4:19 [Eng. 3:19]; Amos 1:11–12).<\/p> <p>Verses 5–8 depict one aspect of Edom’s, and the world’s, fate—a sacrifice to God. The language of these verses is unnerving because of its frankly gory tone. However, at least three things need to be kept in mind when interpreting the passage: (<a class=\"isa\" verses=\"WzE4MzA1XQ==\">1<\/a>) there were no rules of warfare and the writer was wishing that God would balance the scales, giving the nations what they had given Judah (v. 8); (<a class=\"isa\" verses=\"WzE4MzA2XQ==\">2<\/a>) Western tastes are not those of most of the world. Compared to some of the Ugaritic materials, the language is restrained, for there is no divine glee in indiscriminate slaughter; (<a class=\"isa\" verses=\"WzE4MzA3XQ==\">3<\/a>) life is a gift, not a right, and its continuation is finally dependent upon an appropriate relation to a Being whose nature is to ours as fire is to stubble. Either some provision must be made for us all who have refused that appropriate relation or the result is destruction—not wreaked by a spiteful Master Ogre, but as the logical effect of our situation (see the comment on 30:6–7).<\/p> <p><a class=\"isa\" verses=\"WzE4MzA5XQ==\">5<\/a> <i>When<\/i> reflects the temporal use of <i>kî<\/i> rather than the causal, which makes little sense here. “When” reflects the transition from the heavens in v. 4 to the earth in <a class=\"isa\" verses=\"eyIxODMwOSI6MTN9\">vv. 5–17<\/a>.<\/p> <p><i>drunken in the heavens<\/i> is surely not expressive of a divine decree concerning Edom (Calvin, Young). This is especially true in the light of the fact that the verb connotes “filled up” or “satiated.” The figure is that when the divine sword has done all it can do to the heavenly host, the pantheon of national gods, then it will fall on the nations themselves as represented by Edom.<\/p> <p><i>devoted people<\/i>, as in v. 2, refers to the fact that God has claimed them for himself alone. They refused to become devoted to him voluntarily, so now they will become so involuntarily. This is the issue which must face every human being: we do belong to God and we will belong to him; it is only up to us how we shall belong.<\/p> <p><a class=\"isa\" verses=\"eyIxODMxMCI6Mn0=\">6, 7<\/a> The destruction of the nations is conceived of as a sacrifice. Is this only a coincidental literary device, or is there a deeper connection? I think the latter is so. The OT makes it plain that sin is a matter of life and death. Even the sin committed unaware must be atoned for by a sacrificial death (Lev. 4:1–12; etc.; cf. also Lev. 17:11; Ezek. 33:10–16). Thus in a real sense, all sin must end in a sacrifice, either of the sinner or of one in place of the sinner. It is this truth which Isa. 53 comprehends. The salvation which is proclaimed and promised in chs. 49–52 is only possible because Another has been sacrificed. The tragedy of an Edom, then, is that its sacrifice is unnecessary. If the nations of the world would learn the ways of God (<a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">2:1–4<\/a>), they would learn that he has already offered the sacrifice whereby they could be forgiven.<\/p> <p><i>Bozrah<\/i> is probably to be identified with modern Buseirah, located about twenty miles southeast of the lower end of the Dead Sea. Its synonymous usage both here and in 63:1 suggests that it was the chief city in Edom (cf. also Gen. 36:33; Jer. 49:13, 22). The passage in <a class=\"isa\" verses=\"eyIxODg2OCI6MTl9\">ch. 63<\/a> is significant because of its stress, as here, that God alone must conquer the nations. One cannot help but feel that the defeat of Sennacherib was one evidence of this truth. The Edoms of this world eventually fall to God, whatever the degree of human instrumentality.<\/p> <p><i>wild oxen&nbsp;… bulls with rams<\/i> is probably a reference to the leaders of the nation who will fall with the common people. No one will be spared. The land will be like the earth around an altar: soaked with blood and enriched with fat. Like all the figures in this chapter, if these are interpreted over-literally, the point is missed. The point is not to try to find a time, or to envision one, when the people of Edom have been, or will be, slaughtered in an overwhelming manner. The point is that human pomp and pride which exalts itself against God does not lead to well-being, <i>shalom<\/i>, but to destruction where we shatter ourselves against his unalterable holiness.<\/p> <p><a class=\"isa\" verses=\"WzE4MzEyXQ==\">8<\/a> But it is not merely the nations’ rebellion against God that brings his wrath upon them. It is also that they have attacked his people. So it is not only his sovereignty which is called into question but also his capacity to keep his promises. Can he defend the helpless or must they abandon their hope in him and make whatever shift they can for themselves?<\/p> <p>Isaiah’s word here is the same as elsewhere: God will act, the enemies will be destroyed, and although his timetable is not ours, he does have one (<a class=\"isa\" verses=\"W3siMTc5MDIiOjZ9LHsiMTg0NDgiOjV9LHsiMTg4NTYiOjV9XQ==\">12:1–6; 40:27–31; 62:1–5<\/a>). The use of <i>day<\/i> and <i>year<\/i> expresses this idea of a definite time of action. In that day justice will be served in the controversy.<\/p>",
    "audit": null
}