{
    "id": 17530,
    "source": "oswalt",
    "verse_id": 18845,
    "verse_count": 3,
    "reference": "61:1–3",
    "title": "The Anointed One",
    "html": "<p>Chapters 61 and 62 speak of the character of the people of God when they experience the deliverance that the arm of the Lord procures for them. The section begins with the Servant\/Messiah’s announcement of his role (<a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">61:1–3<\/a>), and concludes with a call for the people to enter into the salvation that God has made available to them and to embrace their role as “the Holy People” (<a class=\"isa\" verses=\"eyIxODg2NSI6M30=\">62:10–12<\/a>). Between these two points, three major segments are united by the recurrence of divine promises regarding Zion and the nations: 61:4–10, Zion will eat the wealth of the nations; 62:1–5, God will show the nations that Zion is not forsaken; 62:6–9, the nations will not devour Zion’s wealth. In all of this, the “righteousness” of the people is given high prominence (<a class=\"isa\" verses=\"W1sxODg0N10seyIxODg1NCI6Mn0seyIxODg1NiI6Mn1d\">61:3, 10, 11; 62:1, 2<\/a>), an important fact in view of the call to do righteousness at the beginning of the division (<a class=\"isa\" verses=\"WzE4NzU1XQ==\">56:1<\/a>) and the documented inability of the people to keep that command in chs. 56–59.<\/p> <p>Considerable scholarly attention has been given to the identity of the speaker in 61:1–3. One of the most obvious connections is with the Servant of 42:1–9; 49:1–9; 50:4–9; 52:13–53:12. There are some verbal similarities (“Spirit,” 42:1; 1st person address, 49:1ff.; 50:4ff.; “opening,” 42:7; “prisoners,” 49:9, etc.). But beyond this is a similarity in general tone and function. This person has been personally chosen and empowered by God for a purpose, and that purpose is to bring about the deliverance of his people (in the sight of the nations, as 61:11 makes plain) so that they will be righteous, just as the Servant is said to have done (<a class=\"isa\" verses=\"WzE4NzIzXQ==\">53:11<\/a>). Furthermore, the centrality of this figure in this obviously eschatological section of the book argues for someone more than one of the prophets, or as is more popular today, a personalization of the hypothetical “Levitical-visionary group.”<\/p> <p>This conclusion is strengthened when one recognizes the continuity not only between this person and the Servant but also between this person and the Messiah, as depicted in <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">ch. 11<\/a>. The “Spirit of the Lord” is upon the Messiah (<a class=\"isa\" verses=\"WzE3ODg3XQ==\">11:2<\/a>); his most potent instrument is the word of his mouth (11:4; note the centrality of speaking in 61:1–3); his work is directly associated with the establishment of righteousness (<a class=\"isa\" verses=\"WzE3ODkwXQ==\">11:5<\/a>); and the result of his work is the exaltation of God (<a class=\"isa\" verses=\"eyIxNzg5NCI6Mn0=\">11:9–10<\/a>). This synthesis of the Servant and the Messiah is of the greatest importance, and provides another example (with the use of “righteousness”) of the synthetic function of chs. 56–66 in relation to the book as a whole. How does Isaiah view the Davidic Messiah, the Ruler of the nations? As the Servant of all, as already intimated in chs. 7–12. And how does he view the crushed Servant of the Lord? As God’s anointed, who comes to destroy the enemies of God with the word of his mouth. Jesus’ appropriation of these words in Luke 4:16–21 plainly indicates that he understood himself to be the realization of the synthesis that Isaiah was describing in the Servant\/Messiah. Christians in all the ages since have agreed. But originally, could not the words have been spoken by a prophet of himself in some less than ultimate sense (as, e.g., 48:16)? The references to both the Servant and the Messiah seem sufficiently clear to preclude that possibility. This is the prophet representing the Servant\/Messiah in a climactic way.<\/p> <p><a class=\"isa\" verses=\"WzE4ODQ1XQ==\">1<\/a> Having spoken in the preceding chapter of the blessings that the city of God will enjoy, the prophet now turns to speak of the one who will bring those blessings (so Young). Or, to put it another way, having just described what the city will look like as it reflects the light, he now speaks of the Light itself, the Servant\/Messiah. Throughout the OT, from its first occurrences, the concept of <i>the Spirit of the Lord<\/i> resting or being on someone connotes supernatural wisdom and capacity (Gen. 41:38; Exod. 31:3; Num. 11:17, 29, etc.). In Isaiah the Spirit is especially associated with the power to bring justice and righteousness on the earth, often through the spoken word (<a class=\"isa\" verses=\"W1sxNzg4N10seyIxODI3NSI6Mn0sWzE4NDgyLDE4NTM3LDE4NjMxLDE4ODIyXV0=\">11:2; 32:15–16; 42:1; 44:3; 48:16; 59:21<\/a>). Thus it is being said here that the Messiah is particularly marked by the counsel (cf. 9:5 [Eng. 6]; 11:2; 40:13–14; 50:4) and the power (9:5 [Eng. 6]; 11:4; 42:4; 49:5; 50:9) of God. But beyond that, he is anointed by God for his task, and the Spirit filling is because of <i>(<\/i><span>yaʿan<\/span><i>)<\/i> that anointing. Interestingly, the only places in the OT where Spirit filling and anointing are mentioned together are in connection with the establishment of the kingship, first in Saul (1 Sam. 10:1, 6–7), then in David (1 Sam. 16:13). The classic statement of this conjunction is found in 2 Sam. 23:1–7, where David hymns the function and role of the Messiah. To make the appearance of the two ideas here only coincidental and then to apply the passage to an unknown prophet or group is asking too much. This is the Messiah, and he is being consciously associated with the Servant by showing that the Messiah does the Servant’s work.<\/p> <p>What is that work? It is <i>to preach good news (<\/i><span>baśśēr<\/span><i>)<\/i>. This verb occurs at critical places in this part of the book (<a class=\"isa\" verses=\"WzE4NDMwLDE4NDc5LDE4NzA0LDE4ODI4XQ==\">40:9; 41:27; 52:7; 60:6<\/a>) dealing with the hope of the nation, both for deliverance from Babylon and for the larger deliverance that the Babylonian one portends. Here the Servant\/Messiah himself is the one who brings the good news of God’s triumph. Because he has done what no one else could do (53:4–5, 10–12; 59:15b–21; 63:1–6), he is not only the preacher of the good news—he <i>is<\/i> the good news, able to give (v. 3) what he announces.<\/p> <p>He declares the good news particularly to the <i>poor<\/i>. The connotation of this term is not restricted to financial or material conditions. Nor is there any justification in the context for limiting the reference to an oppressed minority of righteous persons. Rather, it speaks of all who are distressed and in trouble for any reason, including sin. Ps. 25:16–21 explains this larger sense of the word well. As Jesus would say later (Matt. 9:12–13; Mark 2:17; Luke 5:31–32), he had not come to announce good news to those who were comfortable and in control, but to those who were in deep trouble. To such persons, God’s victory over all that is holding them in bondage is good news indeed (see above on 52:7–12).<\/p> <p>According to MT punctuation, <i>preach good news<\/i> is the only indirect object of <i>anointed<\/i>, while <i>sent<\/i>, the parallel term, has no less than six indirect objects, extending all the way into v. 3. But this situation should not be taken as evidence that <i>sent<\/i> is somehow more significant than <i>anointed<\/i>. The sentence structure shows clearly that <i>sent<\/i> and its indirect objects are functioning as an explanation of what “preaching good news to the poor” means. Who are the poor? Those who are so broken by life that they have no more heart to try; those who are so bound up in their various addictions that liberty and release are a cruel mirage; those who think that they will never again experience the favor of the Lord, or see his just vengeance meted out against those who have misused them; those who think that their lives hold nothing more than ashes, sackcloth, and the fainting heaviness of despair. These are they to whom the Servant\/Messiah shouts “Good news!”<\/p> <p>Will the Servant\/Messiah simply hurl words at the poor? No, for his words will accomplish what they speak of. He will gather up the broken hearts and <i>bandage<\/i> them together. This same word, <span>ḥābaš<\/span>, appeared in 1:6, speaking of unbandaged, oozing wounds that were the result of sin. Furthermore, he will <i>announce<\/i> (i.e., will effectively bring to pass, as a king “announces” an amnesty) liberty and release. Only a king greater than all those others who hold his people captive can make such an announcement. This is the Messiah at work, bringing in his reign of justice and righteousness (11:3–5; cf. also 1:27).<\/p> <p><a class=\"isa\" verses=\"WzE4ODQ2XQ==\">2<\/a> The third set of indirect objects of “sent” (v. 1) is another proclamation. It is the opposite side of the previous one. How can the Servant\/Messiah announce liberty? Because he is the Lord’s designee, and can speak for God, to announce a year of favor, and a day of vengeance. Thus liberty is the result of the operation of the grace and the justice of God. Delitzsch suggested that the parallel terms <i>year<\/i> and <i>day<\/i> might have been chosen on purpose to talk about the relative prominence of <i>favor<\/i> and <i>vengeance<\/i> in the activity of God. While that would be consistent with what the Bible teaches about the character of God, the evidence of usage suggests that both words are simply concrete expressions of “a period of time” (cf. 34:8, and notice the specific “the day [=&nbsp;‘the time’] of vengeance” in 63:4).<\/p> <p>Some commentators (e.g., Muilenburg, Westermann, Whybray) have doubted that <i>vengeance<\/i> means what it appears to mean here. They point out that every other note in the passage is a positive one of comfort and thus argue that the word has lost its specific connotations here and is simply a conventional term meaning salvation. This seems strange in view of 63:1–6, where “vengeance,” although paralleled with “redemption” in v. 4, clearly has destruction of enemies in view in the larger context. Thus one must argue that the two pieces (<a class=\"isa\" verses=\"W3siMTg4NDUiOjN9LHsiMTg4NjgiOjZ9XQ==\">61:1–3; 63:1–6<\/a>) were composed in isolation from each other, and that the redactor who put them in such close juxtaposition was either unaware of the two different points of view, or was aware of them but made no effort to harmonize them. Neither of those suppositions is believable. It is a great source of comfort to anyone who is oppressed to know that the source of the oppression will one day get exactly what it deserves, and that its power will be broken. Thus we have no reason to take the statement at anything other than its face value.<\/p> <p>Those who mourn for their own sin and for the ruined state of Zion will hear words of comfort from the Messiah; but, more than that, they will be comforted by him. This concept goes all the way back to <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">ch. 12<\/a>, where it is clear that the grief is over the punishment that God visits on sinners. This is not the grief of a righteous minority whom the “Zadokites” are oppressing, but is the mourning of those who fear that they have committed unpardonable sins and that they are cast off forever (cf. also 40:1–2; 49:13). But God declares a year of favor, that he will accept them in spite of their sin. That is indeed a word of comfort. Yet how can a holy God do that? The answer is the work of the Servant (cf. 52:13–53:12 and the commentary thereon). God is reconciled and his people need mourn for their sins no more. Sin and death are defeated, and one day their power will finally be broken, and all mourning ended forever.<\/p> <p><a class=\"isa\" verses=\"WzE4ODQ3XQ==\">3<\/a> However one treats the first colon of the MT, the basic point of the verse is the same, an illustration and an expansion of what has just been said: the mourners in Zion will be comforted. In 60:17 the prophet promised the best (gold) for the better (bronze), but here the Servant\/Messiah promises the best for the worst (note the similar use of <span>taḥat<\/span>, “instead of”). The picture of the mourner, with <i>ashes<\/i> on the head, wrapped in sackcloth, with a <i>spirit<\/i> crushed by despair, is replaced by the picture of a party goer with a <i>beautiful headdress<\/i>, smelling of costly <i>oil<\/i>, and wearing a <i>garment of praise<\/i>. This last phrase could be interpreted either as a garment whose beauty is an expression of praise to God, or a garment that excites praise. The former contrasts more clearly with <i>a faint spirit<\/i> (i.e., one that is weighed down to the point of fainting), but the latter fits the overall image better. Whichever interpretation one chooses, the total picture is one more example of this book’s use of concrete imagery to reinforce a point.<\/p> <p>The <span>waw<\/span> on <i>And they will be called<\/i> is probably functioning as a <span>waw<\/span> apodosis expressing result (cf. NIV “so”). The stronger sense of purpose conveyed by “that” (RSV, CBAT, JPSV) does not seem warranted. The result of what the Servant\/Messiah has said and done is that the people will be <i>oaks of righteousness, the planting of the Lord<\/i>. This phrasing relates directly to 60:21, and establishes that 61:1–3a is expressing the means by which the promises of the previous verses will be realized. But what does such a phrase as <i>oaks of righteousness<\/i> mean? The use of the tree symbolizes stability, permanence, and abundance (cf., e.g., Ps. 1:3). But what is a “righteous oak”? To understand this, one must look back to Isa. 1:29–31. There sin and rebellion, the sin and rebellion of glorifying the human over God, have caused the oaks in which the people have delighted to wither and die. All their efforts to glorify themselves are nothing but seared leaves. Here, then, is clearly an intentional contrast. Instead of the sin of self-exaltation that produces only devouring fire, all those who have accepted the fruits of the Servant’s self-denial are given the eternally fruitful righteousness of God. As they live they show the <i>righteousness of God<\/i> (cf. 1:27), which is both his grace to save and his power to enable righteous living (see 61:10, 11; 62:1, 2). Such lives can do nothing else than demonstrate the beauty of God and thus beautify him. Here is another of the great paradoxes of this book and of the Bible: try to make ourselves mighty, and we burn ourselves up; admit ourselves helpless and doomed, and God gives us his beauty. We are made to be mirrors; when his beauty is reflected in us, we become beautiful.<\/p>",
    "audit": null
}