{
    "id": 14917,
    "source": "parry",
    "verse_id": 17941,
    "verse_count": 12,
    "reference": "14:12-23",
    "title": "Fall of Lucifer",
    "html": " <p>Lucifer's statement (14:13-14) about his goals demonstrates his extreme self- centeredness. He begins all five lines with the personal pronoun <i>I,<\/i> which shows that he is interested in his own goals and in glorifying himself. Lucifer had a fivefold plan: He wanted to enter heaven (without following God's laws), to be greater than other souls, to become part of the assembly of gods, to be exalted above other authorities and powers, and to become like God himself (14:13-14). In contrast, God's Saints are taught to lose themselves in the service of others (<a class=\"ref\">Matt. 16:25; Luke 9:24<\/a>) not by looking after self but by seeking out the widows, the poor, the fatherless, and those with spiritual and temporal needs.<\/p> <p>Isaiah's treatment of the archdevil and enemy of all humanity, Lucifer, sets forth terms and phrases that on one hand demonstrate Lucifer's attempt to imitate God's exalted state, and on the other present Lucifer's true degradation. Note the language connected with Lucifer's attempts at exaltation: <i>ascend,<\/i> <i>heaven,<\/i> <i>exalt,<\/i> <i>above,<\/i> <i>stars,<\/i> <i>mount,<\/i> and <i>north<\/i> (14:13); and <i>ascend,<\/i> <i>above,<\/i> <i>heights,<\/i> <i>clouds,<\/i> and <i>Most<\/i> <i>High<\/i> (14:14). Contrast that with the language that deals with Lucifer's actual lowliness: <i>fallen,<\/i> <i>cut<\/i> <i>down,<\/i> <i>to<\/i> <i>the<\/i> <i>ground<\/i> (14:12); <i>brought<\/i> <i>down<\/i> <i>to<\/i> <i>hell,<\/i> <i>pit<\/i> (14:15); and <i>cast<\/i> <i>out<\/i> <i>of<\/i> <i>thy<\/i> <i>grave,<\/i> <i>go<\/i> <i>down,<\/i> <i>pit,<\/i> and <i>trodden<\/i> <i>under<\/i> (14:19).<\/p> <p> The section has two applications: Lucifer's fall from heaven during the premortal existence, and the time when Lucifer will be cast down to hell, after the Millennium. In the end, Babylon will be completely destroyed because it housed Lucifer and his followers (14:21-23).<\/p> <blockquote> How <i>art thou <\/i><u>fallen from heaven<\/u>, O Lucifer, son of the morning!     <br><i>Art thou<\/i> <u>cut down to the ground<\/u>, which did weaken the nations! (14:12)     <br>For thou hast said in thy heart:     <br><i>I will ascend<\/i> <u>into heaven<\/u>,     <br><i>I will exalt my throne<\/i> <u>above the stars of God<\/u>;     <br><i>I will sit<\/i> also <u>upon the [mountain of the assembly of the gods<\/u>] in the [farthest] north; (14:13)     <br><i>I will ascend<\/i> <u>above the heights of the clouds<\/u>;     <br><i>I will be like<\/i> the <u>Most High<\/u>. (14:14)     <br>Yet thou shalt be brought down to hell, to the [depth] of the pit. (14:15)     <br>They that see thee shall [stare] at thee,     <br>and [shall] consider thee, [and shall say:]     <br>Is this the man that <i>made the earth<\/i> <u>to tremble<\/u>,     <br>that <u>did shake<\/u> <i>kingdoms?<\/i> (14:16)     <br>[And] made <i>the world<\/i> <u>as a wildernes<\/u>s,     <br>and <u>destroyed<\/u> <i>the cities thereof,<\/i> [and] opened not the house of his prisoners? (14:17)     <br>All the kings of the nations, [yea], all of them, lie in glory, every one of them in his own house. (14:18)     <br>But thou art cast out of thy grave like an abominable branch, and [the remnant] of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a carcase trodden under feet. (14:19)     <br>Thou shalt not be joined with them in burial, because thou hast destroyed thy land, and slain thy people: the seed of evildoers shall never be renowned. (14:20)     <br>Prepare slaughter for his children for the [iniquities] of their fathers, that they do not rise, nor possess the land, nor fill the face of the world with cities. (14:21)     <br>For <i>I will rise up against them,<\/i> <u>saith the Lord of Hosts<\/u>,     <br>and<i> cut off from Babylon the name, and remnant, and son, and nephew,<\/i> <u>saith the Lord<\/u>. (14:22)     <br><i>I will also make it<\/i> a <u>possession for the bittern<\/u>, and pools of water;     <br>and <i>I will sweep it<\/i> with the [<u>broom] of destruction<\/u>, saith the Lord of Hosts. (14:23)<\/blockquote> ",
    "audit": null
}