{
    "id": 15711,
    "source": "parry",
    "verse_id": 18674,
    "verse_count": 1,
    "reference": "50:11",
    "title": "",
    "html": " <i>kindle&hellip;fire\/sparks\/walk in the light of your fire.<\/i> This expression refers to those who walk in their own way, according to their own will, rather than according to the will and direction of the Lord. The Lord's will comes to us through the Holy Ghost, which ministers truth as by fire (<a class=\"ref\">D&amp;C 9:8<\/a>). Speaking to the people of our dispensation, the Lord said, \"They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own god\" (<a class=\"ref\">D&amp;C 1:16; 88:35<\/a>). <\/p> <p>Commenting on this chapter of Isaiah, Jacob said: \"O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish\" (<a class=\"ref\">2 Ne. 9:28<\/a>). <\/p> <p><i>have of mine hand.<\/i> This phrase refers to that which we receive from the Lord.<\/p> <p><i>lie down in sorrow.<\/i> <i>Lie down<\/i> probably means to die. Latter-day revelation gives us a valuable context for this passage, placing it in the last days at the time of the Second Coming: \"Upon them that hearken not to the voice of the Lord shall be fulfilled that which was written by&hellip;the prophet Malachi: For, behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.<\/p> <p> \"Wherefore, this shall be the answer of the Lord unto them: In that day when I came unto mine own, no man among you received me, and you were driven out. When I called again there was none of you to answer; yet my arm was not shortened at all that I could not redeem, neither my power to deliver. Behold, at my rebuke I dry up the sea. I make the rivers a wilderness; their fish stink, and die for thirst. I clothe the heavens with blackness, and make sackcloth their covering [note that this passage draws from <a class=\"isa\" verses=\"eyIxODY2NSI6Mn0=\">Isa. 50:2-3<\/a>]. And <i>this shall ye have of my hand—ye shall lie down in sorrow.<\/i><\/p> <p>\"Behold, and lo, there are none to deliver you; for ye obeyed not my voice when I called to you out of the heavens; ye believed not my servants, and when they were sent unto you ye received them not. Wherefore, they sealed up the testimony and bound up the law, and ye were delivered over unto darkness. These shall go away into outer darkness, where there is weeping, and wailing, and gnashing of teeth. Behold the Lord your God hath spoken it. Amen\" (<a class=\"ref\">D&amp;C 133:63-74<\/a>; emphasis added. See <a class=\"isa\" verses=\"WzE4NzAyXQ==\">Isa. 52:5<\/a>, <a class=\"isa\" verses=\"WzE4NjcxXQ==\"> 8<\/a>, <a class=\"isa\" verses=\"bnVsbA==\"> 13<\/a>). <\/p> ",
    "audit": null
}