{
    "id": 14762,
    "source": "parry",
    "verse_id": 17809,
    "verse_count": 1,
    "reference": "8:1",
    "title": "",
    "html": " <i>great tablet.<\/i> On a large tablet, Isaiah wrote down the name by which his son would be called, \"probably [to][indicat[e] that the inscription was intended for public display.\" This action, along with the testimony of the two witnesses, would make the prophecy and fulfillment of the sign to Ahaz public knowledge.<\/p> <p><i>man's pen.<\/i> This was probably a stylus or graver, used to inscribe stone, metal, or clay.<\/p> <p><i>Maher-shalal-hash-baz.<\/i> The son of Isaiah and the prophetess and the younger brother of Shear-jashub. Both Isaiah's sons share prophetic qualities in the book of Isaiah. Maher-shalal-hash-baz may also have been called \"Immanuel\" (see commentary on 7:14-16 and 8:8, 10). The prophetic nature of the name <i>Maher-shalal-hash- baz, <\/i>which means \"to speed, spoil, hasten, plunder,\" is explained in 8:4: \"For before the child shall have knowledge to cry, My father, and my mother, the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria.\" That is, Maher-shalal-hash-baz is a living sign of the great quickness (\"speed\" or \"hasten\") with which Assyria would plunder and spoil the Northern Kingdom of Israel (Samaria) and Syria (Damascus). The repetition of <i>speed<\/i> and <i>hasten<\/i> in the son's name emphasizes the swiftness by which the sign will be fulfilled (meaning before the baby Maher-shalal-hash-baz can utter the words <i>father<\/i> or <i>mother<\/i>).<\/p> <p> Maher-shalal-hash-baz is a type of Jesus Christ. Both Maher-shalal-hash-baz and Christ possess prophetic names; the name<i> Maher-shalal-hash-baz<\/i> has four parts, similar to the four titles of Jesus found in 9:6. Both were named by revelation from God, and both entered the world during times of political upheaval and warfare. <i>Maher-shalal-hash-baz<\/i> prophesies the manner in which Israel would be speedily destroyed and then plundered; likewise, Jesus Christ will come down to judge the world and speedily destroy those who are wicked. Jewish tradition holds that the prophetess belonged to a royal line. If this is indeed true, then Maher-shalal-hash-baz was of royal lineage, as was Jesus Christ. (For other connections between the two, see Table 1 on page 73.)<\/p> ",
    "audit": null
}