{
    "id": 15751,
    "source": "parry",
    "verse_id": 18710,
    "verse_count": 3,
    "reference": "52:13-15",
    "title": "The Suffering of the Servant",
    "html": " <p>These verses begin another \"servant song\" (see others in 42:1-9; 49:1-7; and 50:4-9). The servant, we learn, will \"deal prudently,\" or wisely, with others (52:13). He will be lifted up and praised (52:13). Many will be astonished at him (52:14). He will be marred in his physical appearance—more than other men (52:14). That \"marring\" suggests that the servant will experience great suffering. He will perform a work of gathering for many nations (52:15). His work will be so unexpected, kings will not know what to say about him (52:15).<\/p> <p>These verses probably have at least a dual application. Most of the Christian world accepts these verses as applying to the mortal Jesus, and indeed the application fits. In fact, the LDS edition of the Bible says in the headnote to Isaiah 52: \"Messiah shall deal prudently and be exalted.\" Yet Jesus himself indicated an additional application when he quoted these verses to the Nephites (<a class=\"ref\">3 Ne. 20:43-45<\/a>) and then said, \"I give unto you a sign, that ye may know the time when these things shall be about to take place\" (<a class=\"ref\">3 Ne. 21:1<\/a>). The sign was this: that the Book of Mormon would go forth unto the Gentiles and to the Lamanites (<a class=\"ref\">3 Ne. 21:1-7<\/a>). At that time this servant would do his work.<\/p> <p> Jesus spoke specifically of this servant when he said: \"The life of my servant shall be in my hand; therefore they shall not hurt him, although he shall be marred because of them. Yet I will heal him, for I will show unto them that my wisdom is greater than the cunning of the devil. Therefore&hellip;whosoever will not believe in my words, who am Jesus Christ, which the Father shall&hellip;give unto him power that he shall bring&hellip;forth unto the Gentiles,&hellip;they shall be cut off from among my people who are of the covenant\" (<a class=\"ref\">3 Ne. 21:10-11<\/a>). <\/p> <p>This prophecy seems to refer to Joseph Smith, who so marvelously brought the word of the Lord to the gentiles (<a class=\"ref\">3 Ne. 21:1-11<\/a>). There is an interesting parallel in <a class=\"ref\">D&amp;C 10<\/a>, which was revealed after the wicked had sought to mar the work of Joseph Smith by altering the words of the Book of Mormon manuscript Martin Harris had lost. The Lord said, \"I will not suffer that they shall destroy my work; yea, I will show unto them that my wisdom is greater than the cunning of the devil\" (<a class=\"ref\">D&amp;C 10:43<\/a>). <\/p> <p>It is also possible that this servant is a prophet yet to come, who will be a type of Christ in the last days.<\/p> <blockquote>Behold, my servant shall deal prudently,     <br>he shall <i>be exalted <\/i>and<i> extolled,<\/i>     <br>and <i>be very high.<\/i> (52:13)     <br>As many were [astonished] at thee;     <br><i>his visage<\/i> was so marred <u>more than any man<\/u>,     <br>and <i>his form<\/i> more <u>than the sons of men<\/u>: (52:14)     <br>So shall he [gather] many nations; the kings shall shut their mouths at him:     <br>for <i>that which had not been told<\/i> them shall <u>they see<\/u>;     <br>and <i>that which they had not heard<\/i> shall <u>they consider<\/u>. (52:15)<\/blockquote> ",
    "audit": null
}