{
    "id": 14635,
    "source": "parry",
    "verse_id": 17688,
    "verse_count": 1,
    "reference": "2:2",
    "title": "",
    "html": " <i>last days.<\/i> This expression refers to our day, the dispensation of the fulness of times.<\/p> <p> <i>mountain of the Lord's house.<\/i> This term represents the temple of God (56:7; <a class=\"ref\">Ex. 15:17<\/a>). \"The whole of America is Zion itself from north to south, and is described by the prophets, who declare that it is the Zion where the <i>mountain of the Lord<\/i> should be, and that it should be in the center of the land.\" Jerusalem is also \"Zion.\" The principal features of both Zions will be the temple that will be established in each Zion and the Lord who will sit as king in the throne rooms of the temples (<a class=\"ref\">D&amp;C 133:12-<\/a> 13).<\/p> <p><i>mountains\/hills.<\/i> <a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isa. 2:2<\/a> is a prophecy with multiple applications; it refers to the Salt Lake Temple, nestled in the hills and mountains; to the future temple of Jerusalem, established in the mountains of Judea; and to other temples. Joseph Smith learned through revelation that \"Zion shall flourish upon the hills and rejoice upon the mountains, and shall be assembled together unto the place which I [God] have appointed\" (<a class=\"ref\">D&amp;C 49:25<\/a>). <\/p> <p><i>shall be exalted.<\/i> Spiritually, the temple represents the highest point on earth, which symbolically connects heaven and earth; it is where God's word is revealed to his prophet.<\/p> <p><i>all nations shall flow.<\/i> Joseph Smith taught that \"there should be a place where <i>all nations<\/i> shall come up from time to time to receive their endowments.\" <i>All nations <\/i>(which means some people from all nations) shall come to obey the God of all nations and to build the kingdom of God. For something to \"flow,\" like a river, up a mountain, a power greater than gravity must be at work; this power is the power of God and of the temple.<\/p> ",
    "audit": null
}