{
    "id": 14904,
    "source": "parry",
    "verse_id": 17930,
    "verse_count": 3,
    "reference": "14:1-3",
    "title": "Israel Will Be Gathered, Chosen of God, and Rest from Sorrow",
    "html": " <p>Following a lengthy prophecy concerning Babylon's fall (13:11-22), Isaiah extends hope to us (the house of Israel) that we will be gathered to our promised lands and eventually rest from sorrow. Certainly our (Israel's) return to our covenantal lands is a prominent sign of the times. After we have gathered to our promised lands, we will eventually \"exercise dominion domestically (<i>menservants and maidservants<\/i>), militarily (<i>take&hellip;captives<\/i>), and politically (<i>rule over<\/i>\/'dominate')\" (14:2). We who follow Christ and make his atonement effective in our lives will, in the end, rest from sorrow, fear, and hard bondage (14:3).<\/p> <p> Cyrus's invitation (<a class=\"ref\">Ezra 1:1-4<\/a>) for the Jews to return to Israel to rebuild the city and temple is but a small shadow of things to come in our own day, for we will also build temples unto the Lord.<\/p> <blockquote>For the Lord will <i>have mercy on<\/i> <u> Jacob <\/u>,     <br>and will yet <i>choose<\/i> <u>Israel<\/u>,     <br>and set them in their own land;     <br>and the [<i>foreigners<\/i>] shall <u>be joined with them<\/u>,     <br>and <i>they<\/i> shall <u>cleave to the house of Jacob <\/u>. (14:1)     <br>And the people shall <i>take them and bring them<\/i> <u>to their place<\/u>;     <br>[yea, from far unto the ends of the earth; and <i>they shall return<\/i> <u>to their lands of promise<\/u>.]     <br>And the <i>house of Israel <\/i>shall <u>possess them<\/u>,     <br>and the <i>land of the Lord<\/i> shall be for <u>servants and handmaids<\/u>;     <br>and <i>they shall take them captives<\/i> unto <u>whom they were captives<\/u>;     <br>and <i>they shall rule over<\/i> <u>their oppressors<\/u>. (14:2)     <br>And it shall come to pass in [that] day that the Lord shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve. (14:3)<\/blockquote> ",
    "audit": null
}