{
    "id": 15252,
    "source": "parry",
    "verse_id": 18245,
    "verse_count": 7,
    "reference": "30:27–33",
    "title": "The Lord Burns the Wicked at His Second Coming",
    "html": " <p> Isaiah describes the destruction of Assyria, meaning the wicked and their wickedness, to take place at Jesus Christ's second coming. He speaks of <i>burning, devouring fire, flame of a devouring fire, scattering, tempest, hailstones,<\/i> and <i>brimstone. <\/i> Isaiah assures those who dwell in Zion (the pure in heart who become one with their fellows) that they will be protected during these events and promises that they will sing songs to the Lord, worship at his temple, and experience a gladness of heart.<\/p> <blockquote>Behold, the name of the Lord cometh from far,     <br>burning with his anger,     <br>and the burden thereof is heavy:     <br><i>his lips<\/i> are full of <u>indignation<\/u><i>,<\/i>     <br>and <i>his tongue<\/i> as a <u>devouring fire<\/u>: (30:27)     <br>And his <i>breath,<\/i> as an <u>overflowing stream<\/u><i>,<\/i>     <br>shall reach to the midst of the neck, to sift the nations with the sieve of vanity:     <br>and there shall be a bridle in the jaws of the people, causing them to err. (30:28)     <br>Ye shall have a <i>song,<\/i> as in the night <u>when a holy solemnity is kept<\/u>;     <br>and <i>gladness of heart,<\/i> as <u>when one goeth with a pipe<\/u> to come into the mountain of the Lord,     <br>to the mighty One of Israel. (30:29)     <br>And the <i>Lord shall cause<\/i> <u>his glorious voice<\/u> to be heard,     <br>and <i>shall [show] the lighting down of <u>his arm<\/u>,<\/i>     <br><i>with<\/i> the <u>indignation<\/u> of his anger,     <br>and <i>with<\/i> the <u>flame<\/u> of a devouring fire,     <br><i>with<\/i> <u>scattering, and tempest, and hailstones<\/u><i>.<\/i> (30:30)     <br>For through the voice of the Lord shall the Assyrian be beaten down,     <br>which smote with a rod. (30:31)     <br>And in every place where the grounded staff shall pass, which the Lord shall lay upon him,     <br>it shall be with tabrets and harps: and in battles of shaking will he fight with it. (30:32)     <br>For Tophet is ordained of old; yea, for the king it is prepared;     <br>he hath made it deep and large:     <br>the pile thereof is fire and much wood;     <br>the breath of the Lord, like a stream of brimstone, doth kindle it. (30:33)<\/blockquote> ",
    "audit": null
}