{
    "id": 14679,
    "source": "parry",
    "verse_id": 17736,
    "verse_count": 5,
    "reference": "4:2–6",
    "title": "The Survivors: Those Who Escape the Judgments of God Are Cleansed",
    "html": " <p>The previous chapter speaks of judgments against the \"daughters of Zion.\" This one deals with those who have survived God's judgments. The survivors are those who are the \"escaped of Israel and Judah\" and have been \"left in Zion,\" to be \"written among the living in Jerusalem.\" The survivors will love and participate in the ordinances of the Lord's temple, for they will be \"called holy\" (the term <i>holy<\/i> is generally connected to the temple), their filth and iniquity will be removed, and the same elements (cloud, smoke, fire, glory) that attended and protected the ancient Israelite temples will exist among them in Zion.<\/p> <p> The temple theme is also present in the four explicit references to <i>Zion<\/i> or <i>mount Zion.<\/i> The temple, always an integral part of Zion, is located at its center. Further, Zion's inhabitants are pure in heart and worthy to enter the temple and participate in its ordinances. It is significant that the survivors of God's judgments (3:13-4:1) will be a temple-oriented people, for it is their temple orientation that will help them escape his judgments. <a class=\"isa\" verses=\"WzE3NzQwXQ==\">Isa. 4:6<\/a> states that the Lord's true servants will find safety and refuge in Zion, an idea repeated in <a class=\"ref\">D&amp;C 45:66-70<\/a>. The command to us in this dispensation is, \"Stand ye in holy places, and be not moved, until the day of the Lord come; for behold, it cometh quickly\" (<a class=\"ref\">D&amp;C 87:8; 45:32<\/a>). <\/p> <blockquote>In that day shall the <i>branch<\/i> of the Lord be <u>beautiful and glorious<\/u>,     <br>and the <i>fruit<\/i> of the earth shall be <u>excellent and comely<\/u> [to] them that are escaped of Israel [and Judah]. (4:2)     <br>And it shall come to pass, [<i>they<\/i> that are] <u>left in Zion<\/u>,     <br>and [<u>remain<\/u>] <u> in Jerusalem<\/u>, shall be called holy,     <br>even <i>every one<\/i> that is written among the <u>living in Jerusalem<\/u>: (4:3)     <br>When the Lord shall have <i>washed away the filth<\/i> of the <u>daughters of Zion<\/u>,     <br>and shall have <i>purged the blood<\/i> of <u>Jerusalem<\/u> from the midst thereof     <br>by the <i>spirit<\/i> of <u>judgment<\/u>,     <br>and by the <i>spirit<\/i> of <u>burning<\/u>. (4:4)     <br>And the Lord will create <i>upon every dwelling place<\/i> of mount Zion,     <br>and <i>upon her assemblies,<\/i>     <br>a cloud and <i>smoke<\/i> by <u>day<\/u>,     <br>and the shining of a <i>flaming fire<\/i> by <u>night<\/u>:     <br>for upon all the glory [of Zion] <i>shall be a defence.<\/i> (4:5)     <br>And there <i>shall be a [shelter<\/i>]     <br><i>for a shadow in the daytime<\/i> <u>from the heat<\/u>,     <br>and <i>for a place of refuge,<\/i>     <br>and <i>for a covert from storm<\/i> and <u>from rain<\/u>. (4:6)<\/blockquote> ",
    "audit": null
}