{
    "id": 14833,
    "source": "parry",
    "verse_id": 17871,
    "verse_count": 8,
    "reference": "10:20-27",
    "title": "Remnant of Israel Shall Return",
    "html": " <p>Three major players are featured in this section: the God of Israel, the remnant of Israel, and the enemy of Israel (the Assyrian empire). The events of this section took place when the Assyrian empire was destroyed through God's divine acts and a remnant of the house of Israel returned to the land of promise. There are clues that these events will occur once more during our day. The remnant of Israel will be those members of the house of Israel who survive latter-day wars and destructions caused by modern-day Assyria, which \"has become a code name for the world power [meaning the earth's wicked].\" <\/p> <p>The remnant of Israel will return to their lands of promise, rebuild their temples, and renew their covenant status with God. God in turn will fight their battles against Assyria with power similar to that displayed when he overcame Egypt in Moses' day. <a class=\"isa\" verses=\"eyIxNzg3MSI6Mn0=\">Isa. 10:20-21<\/a> indicates that the remnant includes those who repent and have faith in the Lord. \"The remnant shall return\" (10:21) recalls the prophetic name of Isaiah's son Shear-jashub (7:3).<\/p> <blockquote> And it shall come to pass in that day,     <br>that the <i>remnant of Israel,<\/i>     <br>and such as are <i>escaped of the house of Jacob,<\/i>     <br>shall no more again <i>[lean] upon <u>him that smote them<\/u>;<\/i>     <br>but shall <i>[lean]<\/i> upon the <u>Lord<\/u>,<u> the Holy One of Israel<\/u>, in truth. (10:20)     <br>The <i>remnant<\/i> shall return,     <br>[yea,] the <i>remnant of Jacob,<\/i> unto the mighty God. (10:21)     <br>For though thy people Israel be as the sand of the sea, yet a remnant of them shall return:     <br>the [complete destruction] decreed shall overflow with righteousness. (10:22)     <br>For the Lord God of hosts shall make a [complete destruction], even determined in all the land. (10:23)     <br>Therefore thus saith the Lord God of hosts, O my people that dwellest in Zion, be not afraid of the Assyrian:     <br>he <i>shall smite <\/i>thee with a <u>rod<\/u>,     <br>and <i>shall lift up<\/i> his <u>staff<\/u> against thee, after the manner of Egypt. (10:24)     <br>For yet a very little while, and the <i>indignation<\/i> shall cease,     <br>and mine <i>anger<\/i> in their destruction. (10:25)     <br>And the <i>Lord of hosts shall [lash them with a whip<\/i>], <u>according to the slaughter of Midian<\/u> at the rock of Oreb:     <br>and as his rod was upon the sea, so <i>shall he lift it up<\/i> <u>after the manner of Egypt<\/u>. (10:26)     <br>And it shall come to pass in that day,     <br>that his <i>burden<\/i> shall be taken away from <u>off thy shoulder<\/u>,     <br>and his <i>yoke<\/i> from <u>off thy neck<\/u>, and the yoke shall be destroyed because of the [oil]. (10:27)<\/blockquote> ",
    "audit": null
}