{
    "id": 15028,
    "source": "parry",
    "verse_id": 18037,
    "verse_count": 10,
    "reference": "21:1-10",
    "title": "A Prophecy of Judgment against Babylon",
    "html": " <p>Disaster upon Babylon will be as quick and destructive as the whirlwinds that sweep over the Negev, and the destruction will advance from the direction of a \"terrible land\" (21:1), identified in 21:2 as the nations of Elam and Media. The vision is so clear to Isaiah that he hears the military leader shout the command to the Elamite and Mede armies to attack Babylon: \"Go up [attack], O Elam, besiege, O Media\" (21:2). As Elam and Media prepare to attack, the people of Babylon feast and celebrate, vainly relying on their watchmen to warn them of impending danger (21:5).<\/p> <p> Isaiah finds the vision in this section painful and disturbing. He calls it a \"grievous vision\" (21:2); he is physically pained—his \"loins [are] filled with pain\"—and experiences sharp pangs likened to a woman in labor; he is \"bowed down,\" and his \"heart panted\" after hearing and seeing things in the vision. He also experiences emotional pain and a loss of sleep (21:3-4). The pain probably came from the horror of the scene that he witnessed.<\/p> <blockquote>The burden of the desert of the sea. As whirlwinds in the south pass through; so it cometh from the desert, from [the] terrible land. (21:1)     <br>A grievous vision is declared unto me;     <br>the <i>treacherous dealer<\/i> <u>dealeth treacherously<\/u>,     <br>and the <i>spoiler<\/i> <u>spoileth<\/u>.     <br><i>Go up,<\/i> <u>O Elam<\/u>:     <br><i>besiege,<\/i> <u>O Media<\/u>;     <br>all the sighing thereof have I made to cease. (21:2)     <br>Therefore are <i>my loins<\/i> filled with <u>pain<\/u>:     <br><u>pangs<\/u> have taken hold upon <i>me,<\/i> as the pangs of a woman that travaileth:     <br><i>I was bowed<\/i> down at the <u>hearing of it<\/u>;     <br><i>I was dismayed<\/i> at the <u>seeing of it<\/u>. (21:3)     <br>My <i>heart panted,<\/i> <i>fearfulness<\/i> affrighted me: the night of my pleasure hath he turned into <i>fear<\/i> unto me. (21:4)     <br>Prepare the table, watch in the watchtower, eat, drink: arise, ye princes, and anoint the shield. (21:5)     <br>For thus hath the Lord said unto me, Go, set a watchman, let him declare what he seeth. (21:6)     <br>And he saw [chariotry, horsemen in pairs, riders on donkeys, riders on camels];     <br>and he hearkened diligently with much heed: (21:7)     <br>And [the watchman] cried,<b> <\/b>My lord,     <br><i>I stand continually<\/i> upon the watchtower <u>in the daytime<\/u>,     <br>and <i>I am set <\/i>in my ward <u>whole nights<\/u>: (21:8)     <br>And, behold, here cometh a chariot of men, with a couple of horsemen. And he answered and said, Babylon is fallen, is fallen; and all the graven images of her gods he hath broken unto the ground. (21:9)     <br>O my threshing, and the corn of my floor: that which I have heard of the Lord of hosts, the God of Israel, have I declared unto you. (21:10)<\/blockquote> ",
    "audit": null
}