{
    "id": 15119,
    "source": "parry",
    "verse_id": 18114,
    "verse_count": 3,
    "reference": "24:18-20",
    "title": "",
    "html": " <i>who<\/i><b> <\/b><i>fleeth from the noise of the fear. <\/i>Those who work iniquity fear the Lord's judgments and attempt to hide in the rocks and dust; they \"fear&hellip;the Lord, and&hellip;the glory of his majesty\" (2:19). This is in striking contrast to the command given to the Saints to \"fear not, for the kingdom is yours\" (<a class=\"ref\">D&amp;C 38:15<\/a>). <\/p> <p><i>fall into the pit. <\/i>While trying to flee the judgments of the Lord, the wicked will \"fall into the pit,\" which is a reference to hell.<\/p> <p> <i>windows from on high are open. <\/i>The Lord will open the windows of heaven and send forth blessings (<a class=\"ref\">Mal. 3:10<\/a>) or judgments (<a class=\"ref\">Gen. 7:11-12<\/a>). For instance, at the time of Noah the windows of heaven were opened, and floods burst forth from both the heavens and the foundations of the earth to cleanse the earth of her wicked.<\/p> <p><i>foundations of the earth do shake. <\/i>Joseph Smith stated that the \"earth groans under the weight of its iniquity\" (<a class=\"ref\">D&amp;C 123:7<\/a>) Isaiah taught that \"the earth mourneth\" (33:9); and Moses recorded that when \"Enoch heard the earth mourn, he wept, and cried unto the Lord, saying: O Lord, wilt thou not have compassion upon the earth?\" (<a class=\"ref\">Moses 7:49<\/a>). Here in <a class=\"isa\" verses=\"eyIxODExNCI6M30=\">Isa. 24:18-20<\/a>, Isaiah makes seven statements to portray the earth's reaction to the transgressions of humanity that are \"heavy upon it\": \"the foundations of the earth do shake,\" \"the earth is utterly broken down,\" \"the earth is clean dissolved,\" \"the earth is moved exceedingly,\" \"the earth shall reel to and fro like a drunkard,\" the earth \"shall be removed like a cottage,\" and the earth \"shall fall, and not rise again.\" These expressions may refer to great earthquakes that will occur in the last days when God's judgments come upon a wicked world (see <a class=\"ref\">D&amp;C 43:25; 88:89<\/a>). They may particularly refer to the last great earthquake that will occur at the time of the coming of the Lord (see <a class=\"ref\">Rev. 16:18-20<\/a>). <\/p> <p>Isaiah's expression is very poetic. He portrays the earth staggering about like a man whose sense of balance has been affected by strong drink; he also compares the movement of the earth to a cottage—a frail, temporary structure that shakes during a strong wind.<\/p> ",
    "audit": null
}