{
    "id": 15578,
    "source": "parry",
    "verse_id": 18563,
    "verse_count": 1,
    "reference": "45:1",
    "title": "",
    "html": " <i>his anointed.<\/i> The kings of Israel were known as \"the anointed of Jehovah\"; they were anointed with oil at their coronation. Cyrus was made king, or leader, over God's people (<a class=\"ref\">1 Sam. 10:1; 16:13<\/a>; <a class=\"ref\">1 Kgs. 1:39<\/a>; 2 Kgs. 9: 3, 6). But there may be a second meaning here: the Hebrew word <i>anointed<\/i> becomes <i>Messiah<\/i> in English and <i>Christ<\/i> in Greek. By calling Cyrus <i>his anointed,<\/i> the Lord may be pointing out that Cyrus is a type of Christ.<b> <\/b>In addition, the <i>anointed<\/i> may be interpreted to mean any of God's servants who are anointed to do his work.<\/p> <p><i>Cyrus.<\/i> Cyrus was a historical ruler and conqueror who was also a type of Christ.<\/p> <p>Biblical scholar John D. W. Watts commented on Isaiah's prophecy about Cyrus: \"This description [in <a class=\"isa\" verses=\"bnVsbA==\">Isa. 45<\/a>] fits Cyrus's career. He had profited from many circumstances other than his military strength. He had gained the following of all the Persian tribes with singular ease&hellip;. Two successive Median armies that were sent against him decided to join forces with him instead&hellip;. He marched without opposition into Armenia and won a surprise victory over the Lydians when their horses were frightened by the smell of Persian camels. And now Babylon, the world's most heavily fortified city, opens its gates to him without a fight&hellip;. Truly <i>doors<\/i> and <i>gates<\/i> had been opened for Cyrus.\" <\/p> <p><i>right hand.<\/i> Grasping another by the right hand indicates friendship, acceptance, guidance, and protection (41:13). It was the practice of the Babylonian ruler to take the hand of the idol Bel in the New Year's festival as a sign of union between him and Bel. Here Jehovah, the true God, indicates that Cyrus can have union, not with a false idol, but with God himself.<\/p> <p><i>subdue nations.<\/i> The role of conqueror is one of the roles of David (<a class=\"ref\">Ps. 21,  110<\/a>). By acting in this role, Cyrus becomes a type of David<b> <\/b>who is a type of Christ. The collective strength of nations would not be able to resist Cyrus, nor would individual kings.<\/p> <p> <i>subdue\/loose\/open&hellip;gates\/not be shut.<\/i> All these words suggest the great power the Lord would vest in Cyrus. Nothing would be able to stand in his way.<\/p> <p><i>loose the loins of kings.<\/i> To ungird their loins means to strip them of their weapons, making it impossible for them to fight. This verse not only tells how God will aid Cyrus but also proclaims God's power.<\/p> <p><i>two leaved gates.<\/i> These are not single doors but rather the wide, main, double doors (<i>two leaved<\/i>) of the city. The <i>gates<\/i> both grant and bar entrance. This passage seems to say the Lord will open cities to Cyrus as conqueror; in the same way, the Lord will remove barriers for his anointed ones in any age.<\/p> ",
    "audit": null
}