{
    "id": 15965,
    "source": "parry",
    "verse_id": 18891,
    "verse_count": 1,
    "reference": "64:5",
    "title": "",
    "html": " <i>Thou meetest him that&hellip;worketh righteousness.<\/i> <i>Meetest<\/i> (Hebrew <i>paga')<\/i> means \"reaches out to\" or \"makes intercession for.\" The Lord will reach out to the righteous, making intercession for them. The New International Version gives this statement as \"you come to the help of those who gladly do right.\"<\/p> <p><i>rejoiceth him that remembereth thee in thy ways.<\/i> The Lord blesses not only those who remember his ways (meaning, his commandments, the path he would have us walk) but also those who remember <i>him.<\/i> That, of course, is part of the covenant made by all members of the Church: \"that they do always remember him\" (<a class=\"ref\">D&amp;C 20:79<\/a>). As we remember the Lord, he will bring us to a state of rejoicing.<\/p> <p><i>in righteousness there is continuance.<\/i> <i>Continuance<\/i> (Hebrew <i>'olam)<\/i> means eternity, always, everlasting, perpetual, worlds without end. The righteous will be blessed with everlasting life, with blessed life for all eternity.<\/p> <p><i>such shall be saved.<\/i> Those who meet the requirements—work righteousness, remember the Lord, and remember his ways—will be saved,<i> <\/i>gaining exaltation in the celestial kingdom. When we combine 64:5 with 63:19, which implies that the chosen people have been \"called by thy name,\" we have all three elements of the sacramental covenant: \"they are willing to take upon them the name of thy Son, and always remember him and keep his commandments.\" Those who keep their covenants will \"always have his Spirit to be with them\" (<a class=\"ref\">D&amp;C 20:77<\/a>), which brings such blessings as those mentioned in this passage: the Lord reaches out to them, intercedes for them; he brings them the gift of joy and promises eternal life and blessings greater than man ever has or ever could imagine.<\/p> ",
    "audit": null
}