{
    "id": 15741,
    "source": "parry",
    "verse_id": 18700,
    "verse_count": 10,
    "reference": "52:3-12",
    "title": "Deliverance of Captive Israel",
    "html": " <p>In 50:1, the Lord noted to Israel that \"for your iniquities have ye sold yourselves.\" Here the Lord repeats that condemnation (52:3), but now he gives a promise of redemption: \"Ye shall be redeemed without money\" (52:3). This is not a transaction involving worldly means of exchange; their redemption shall come through the suffering of the Redeemer (53:4-5, 10-11).<\/p> <p>The Lord's people have been \"oppressed,\" \"taken away,\" and made to \"howl\" (52:4-5). This passage may be read temporally, concerning oppressions by Egypt and Assyria, and spiritually, concerning the oppression of sin.<\/p> <p>The Lord promises that his name will be known and his power seen (52:6, 9-10). He will comfort his people and redeem Jerusalem (52:9). He will \"bring again Zion\" (52:8). All nations will see what God has done to redeem and establish his people (52:10).<\/p> <p>The testimonies of the Lord's work of redemption are \"good tidings of good,\" which is a cause of joy and singing (52:7, 9). The watchmen of Israel—perhaps the leaders of the Church—will \"lift up the voice\" with the good news (52:8).<\/p> <p>Those who come to Zion must depart from the world and its uncleanness (52:11). They will rely on the Lord, who shall attend them as they go (52:12).<\/p> <p>An angel spoke of these things to Nephi, saying, \"Blessed are they who shall seek to bring forth my Zion at that day, for they shall have the gift and the power of the Holy Ghost;&hellip;and whoso shall publish peace, yea, tidings of great joy, how beautiful upon the mountains shall they be\" (<a class=\"ref\">1 Ne. 13:37<\/a>). <\/p> <p> <a class=\"isa\" verses=\"bnVsbA==\">Isa. 52<\/a> is a chapter often quoted by the Lord's prophets. Jacob (brother of Nephi), Abinadi, Moroni, John the Revelator, Paul, and Joseph Smith all quoted from it—as did the Lord himself in his visit to the Nephites. When Jesus recited these writings, he rearranged the order of the verses, quoting them in this order: 8-10, 1-3, 6-7, 11-15 (<a class=\"ref\">3 Ne. 20:32-44<\/a>). Verses 4 and 5 were not quoted at all.<\/p> <p> The Lord verified that the events spoken of in <a class=\"isa\" verses=\"bnVsbA==\">Isa. 52<\/a> will occur in the last days. He began his quotation by saying, \"It shall come to pass that&hellip;when the fulness of my gospel shall be preached unto [the remnants of Israel]\" (<a class=\"ref\">3 Ne. 20:30<\/a>), which shall occur in the last days. The headnote to <a class=\"isa\" verses=\"bnVsbA==\">Isa. 52<\/a> in the LDS edition of the Bible says, \"In the last days, Zion shall return and Israel be redeemed.\"<\/p> <p>In <a class=\"ref\">Mosiah 12:20-24<\/a>, the wicked priests of King Noah asked Abinadi to explain the meaning of <a class=\"isa\" verses=\"eyIxODcwNCI6NH0=\">Isa. 52:7-10<\/a>. Abinadi answered by saying, the \"holy prophets&hellip;are they who have published peace, who have brought good tidings of good\" (<a class=\"ref\">Mosiah 15:13-14<\/a>). So also are all those who have preached the gospel in all ages. In addition, \"how beautiful upon the mountains are the feet of him that bringeth good tidings, that is the founder of peace, yea, even the Lord, who has redeemed his people\" (<a class=\"ref\">Mosiah 15:18<\/a>). In our dispensation, the Lord has applied this expression to those who go forth as missionaries (<a class=\"ref\">D&amp;C 19:29; 31:3<\/a>; <a class=\"ref\"> 79:1<\/a>). <\/p> <p> <a class=\"isa\" verses=\"eyIxODcwNSI6M30=\">Isa. 52:8-10<\/a> is quoted four times in the Book of Mormon, twice by prophets and twice by the Savior himself (<a class=\"ref\">Mosiah 12:22-24; 15:29<\/a>; <a class=\"ref\">3 Ne. 16:18-20; 20:32<\/a>). Abinadi used these verses as support for his teaching that \"the salvation of the Lord shall be declared to every nation, kindred, tongue, and people\" (<a class=\"ref\">Mosiah 15:28<\/a>). Jesus taught that this prophecy would be fulfilled after the descendants of Lehi had again received the land of America as their inheritance (<a class=\"ref\">3 Ne. 16:16-18<\/a>). He also taught that the fulfillment would come after the Jews had been restored to the land of their inheritance, Jerusalem, and had received Christ and his gospel (<a class=\"ref\">3 Ne. 20:29-32<\/a>). <\/p> <blockquote> For thus saith the Lord,     <br><i>Ye have<\/i> <i>sold<\/i> yourselves for <u>naught<\/u>;     <br>and <i>ye shall be<\/i> <i>redeemed<\/i> <u>without money<\/u>. (52:3)     <br>For thus saith the Lord God, <i>My people<\/i> went down aforetime into <u>Egypt<\/u> to sojourn there;     <br>and the <u>Assyrian<\/u> oppressed <i>them<\/i> without cause. (52:4)     <br>Now therefore, what have I here, saith the Lord, that my people is taken away for nought? they that rule over them make them to howl, saith the Lord; and my name continually every day is blasphemed. (52:5)     <br>[Verily, verily, I say unto you, that] therefore <i>my people<\/i> shall <i>know<\/i> <u>my name<\/u>:     <br>[yea, in that day] <i>they<\/i> shall <i>know<\/i>&hellip;that <u>I am he<\/u> that doth speak&hellip;. (52:6)     <br>[And then shall they say:] How beautiful upon the mountains are the feet of him     <br><i>that<\/i> <i>bringeth<\/i> <u>good tidings<\/u> [unto them],     <br><i>that<\/i> <i>publisheth<\/i> <u>peace<\/u>;     <br><i>that<\/i> <i>bringeth<\/i> <u>good tidings of good<\/u>,     <br><i>that<\/i> <i>publisheth<\/i> <u>salvation<\/u>;     <br><i>that<\/i> <i>saith<\/i> unto Zion, <u>Thy God<\/u> <u>reigneth<\/u>! (52:7)     <br>Thy <i>watchmen <u>shall lift up the voice<\/u>;<\/i>     <br>with the <u>voice<\/u> together shall <i>they<\/i> <u>sing<\/u>:     <br>for they shall see eye to eye, when the Lord shall bring again Zion. (52:8)     <br>Break forth into joy,     <br><i>sing<\/i> together, ye waste places of Jerusalem:     <br>for the <i>Lord<\/i> hath <u>comforted his people<\/u>,     <br><i>he<\/i> hath <u>redeemed Jerusalem<\/u>. (52:9)     <br>The <i>Lord<\/i> hath made bare his holy arm in the <u>eyes of all the nations<\/u>;     <br>and <u>all the ends of the earth shall see<\/u> the salvation of our <i>God.<\/i> (52:10)     <br>[And then shall a cry go forth:]     <br>Depart ye,     <br>depart ye,     <br><i>go ye out from thence,<\/i> <u>touch [not that which is] unclean<\/u>&hellip;;     <br><i>go ye out of the midst<\/i> of her; <u>be ye clean<\/u><i>,<\/i> that bear the vessels of the Lord. (52:11)     <br>For ye shall <i>not go out <\/i><u>with haste<\/u>,     <br><i>nor go <\/i><u>by flight<\/u><i>:<\/i>     <br>for the <i>Lord<\/i> will <u>go before you<\/u>;     <br>and the<i> God of Israel <\/i>[shall] <u>be your [rearward<\/u>]. (52:12)<\/blockquote> ",
    "audit": null
}