{
    "id": 14865,
    "source": "parry",
    "verse_id": 17897,
    "verse_count": 1,
    "reference": "11:12",
    "title": "",
    "html": " <i>ensign.<\/i> A flag or banner will be raised on a high mountain for all of Israel's outcasts to see, prompting them to gather around it. The <i>ensign<\/i> represents the gospel of Jesus Christ (<a class=\"ref\">D&amp;C 45:9<\/a>) and the light that accompanies it (<a class=\"ref\">D&amp;C 115:4-5<\/a>; see also commentary on 5:26-30).<\/p> <p><i>assemble the outcasts\/gather&hellip;dispersed.<\/i> The outcasts of Judah and Israel will see the ensign, recognize it as a divine signal from God, and then gather to Zion. The gathering is centered on temples and temple work, as Joseph Smith instructed the early saints. <\/p> <p> <i>four corners of the earth.<\/i> All the house of Israel, including the ten lost tribes and members of the house of Judah, have been scattered throughout the world, as the scriptures clearly testify: \"shalt be removed into all the kingdoms of the earth\" (<a class=\"ref\">Deut. 28:25<\/a>) \"the Lord shall scatter thee among all people, from the one end of the earth even unto the other\" (<a class=\"ref\">Deut. 28:64<\/a>) \"removed to all the kingdoms of the earth&hellip;among all the nations\" (<a class=\"ref\">Jer. 29:18<\/a>) \"scatter them among the nations, and disperse them in the countries\" (<a class=\"ref\">Ezek. 12:15<\/a>) \"my flock was scattered upon all the face of the earth\" (<a class=\"ref\">Ezek. 34:6<\/a>) \"I scattered them among the heathen, and they were dispersed through the countries\" (<a class=\"ref\">Ezek. 36:19<\/a>) \"I will sift the house of Israel among all nations, like as corn is sifted in a sieve\" (<a class=\"ref\">Amos 9:9<\/a>) \"I scattered them with a whirlwind among all the nations\" (<a class=\"ref\">Zech. 7:14<\/a>) \"the house of Israel&hellip;should be scattered upon all the face of the earth\" (<a class=\"ref\">1 Ne. 10:12<\/a>) \"the house of Israel, sooner or later, will be scattered upon all the face of the earth, and also among all nations&hellip;Yea, the more part of all the tribes have been led away; and they are scattered to and fro upon the isles of the sea\" (<a class=\"ref\">1 Ne. 22:3-5<\/a>) \"scattered abroad upon the face of the earth\" (<a class=\"ref\">3 Ne. 20:13<\/a>) and \"this people shall be&hellip;scattered among all nations\" (<a class=\"ref\">D&amp;C 45:19<\/a>). It stands to reason that members of the house of Israel will be gathered from the <i>four corners of the earth<\/i> (11:12).<\/p> ",
    "audit": null
}