{
    "id": 14686,
    "source": "parry",
    "verse_id": 17741,
    "verse_count": 7,
    "reference": "5:1–7",
    "title": "The Song of the Vineyard",
    "html": " <p> According to religious scholar J. Alec Motyer, <a class=\"isa\" verses=\"WzE3NzQ1XQ==\">Isa. 5<\/a> naturally divides into \"two sections: the Song of the Vineyard (1-7) and the bitter crop produced (8-30).\" The Song is one of many scriptural parables and allegories used to describe the relationship between the Lord (the owner of the vineyard) and the house of Israel (the vineyard; see, for example, <a class=\"ref\">Rom. 11:17-24; Jacob 5<\/a>; <a class=\"ref\">D&amp;C 101:43-62<\/a>). The Song contains two parts: the parable (5:1-6) and its interpretation (5:7). It is also a love poem (5:1) that features the bridegroom (the Lord) and his bride (the house of Israel). The Lord, who planted the bride in a \"fertile\" hill (5:1) and provided for her (5:2), expected her to \"bring forth\" good seed or fruit (5:2). But instead she brought forth bad fruit (5:2, 4), and so the bridegroom let her go to waste, reaping the natural consequences of her sowing. The Song shows the great love and attention that the Lord has shown to the house of Israel throughout the ages, including in our own dispensation.<\/p> <blockquote>[And then] will I sing to my well-beloved a song of my beloved [about] his vineyard. My well-beloved hath a vineyard in a very [fertile] hill: (5:1)     <br>And he [dug up the soil], and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a winepress therein: and he looked that it should bring forth grapes, and it brought forth [sour] grapes. (5:2)     <br>And now, O <i>inhabitants<\/i> of <u>Jerusalem<\/u>,     <br>and <i>men<\/i> of <u>Judah<\/u>,     <br>judge, I pray you, [between] me and my vineyard. (5:3)     <br>What could have been done more to my vineyard, that I have not done in it? wherefore, when I looked that it should bring forth grapes, [it] brought forth [sour][grapes[.] (5:4)     <br>And now go to; I will tell you what I will do to my vineyard:     <br>I will <i>take away the hedge<\/i> thereof, and it shall be [<u>burned<\/u>];     <br>and [I will] <i>break down the wall<\/i> thereof, and it shall <u>be trodden down<\/u>: (5:5)     <br>And I will lay it waste: it shall not be pruned, nor digged; but there shall come up     <br> briers and thorns: I will also command the clouds that they rain no rain upon it. (5:6)     <br>For the <i>vineyard<\/i> of the Lord of hosts is the <u>house of Israel<\/u>,     <br>and the <u>men of Judah<\/u> his <i>pleasant plant:<\/i>     <br>and he looked for <i>judgment<\/i>     <br>but behold [<u>bloodshed<\/u>];     <br>for <i>righteousness,<\/i> but behold a <u>cry<\/u>. (5:7)<\/blockquote> ",
    "audit": null
}