{
    "id": 15768,
    "source": "parry",
    "verse_id": 18723,
    "verse_count": 1,
    "reference": "53:11",
    "title": "",
    "html": " <i>travail of his soul.<\/i> Jesus suffered so mightily in the Garden of Gethsemane in the process of bearing our iniquities that he bled from every pore (<a class=\"ref\">Luke 22:44; Mosiah 3:7<\/a>; <a class=\"ref\">D&amp;C 19:18<\/a>). The suffering that Christ will undergo in performing the Atonement—which will result in his \"seeing his seed,\" or those spiritually reborn in Christ—is likened to the <i>travail, <\/i>the pain and suffering, of a woman which precedes her being able to see her own seed, or her newborn child.<\/p> <p><i>He&hellip;shall be satisfied.<\/i> It is unclear whether the pronoun <i>he<\/i> in this sentence refers to the Father or to the Son. But ultimately it does not matter: Both the Father and the Son were well satisfied by what Jesus had accomplished in the Garden of Gethsemane.<\/p> <p><i>his knowledge.<\/i> The Lord would have the knowledge he needed to perform the Atonement, something that is simply beyond comprehension to the rest of us. Some scholars recognize this phrase as \"experience,\" \"humiliation,\" \"suffering,\" \"affliction.\"<\/p> <p><i>righteous servant.<\/i> Christ the Lamb was a perfect and unblemished sacrifice.<\/p> <p> <i>justify.<\/i> This word means accounted righteous, or judged, in a legal sense, to be innocent. We will not be justified, or accounted righteous, through our own merits but because of the sufferings of Christ. Paul wrote that by Christ \"all that believe are justified from all things, from which ye could not be justified by the law of Moses\" (<a class=\"ref\">Acts 13:38-39<\/a>). Lehi taught, \"The law is given unto men. And by the law no flesh is justified; or, by the law men are cut off&hellip;. Wherefore, redemption cometh in and through the Holy Messiah; for he is full of grace and truth\" (<a class=\"ref\">2 Ne. 2:5-6<\/a>). <\/p> <p><i>bear their iniquities.<\/i> Christ carries their sins metaphorically on his shoulders. This use of <i>bear<\/i> is the same as that in 53:4, \"hath borne our griefs.\" The Israelite high priest symbolically bore the sins of Israel (<a class=\"ref\">Lev. 10:17<\/a>), pointing forward to Christ's atonement.<\/p> ",
    "audit": null
}