{
    "id": 16004,
    "source": "parry",
    "verse_id": 18924,
    "verse_count": 1,
    "reference": "66:1",
    "title": "",
    "html": " <i>The heaven is my throne\/the earth is my footstool.<\/i> The Lord rules over heaven and earth; all things in all places are subject to him. As the Lord said to Abraham, \"I am the Lord thy God; I dwell in heaven; the earth is my footstool; I stretch my hand over the sea, and it obeys my voice; I cause the wind and the fire to be my chariot; I say to the mountains—Depart&hellip;and behold, they are taken away\" (<a class=\"ref\">Abr. 2:7<\/a>). <\/p> <p> The throne represents the Lord's role as eternal king (<a class=\"ref\">D&amp;C 128:23<\/a>). All heaven is his throne in that it is from there that he rules. But, more particularly, the Lord dwells in the heavenly temple, which is heaven itself, and in that temple is his throne (<a class=\"ref\">Ps. 11:4; Rev. 4:2<\/a>; <a class=\"ref\"> 20:11<\/a>). <\/p> <p>The earth as a footstool suggests a position of complete submission. The Lord rules from his throne, but he puts the earth under his feet. People on earth, even those of great power and wealth, are as nothing compared to the Lord. Yet this image of the earth is not entirely negative. In the Sermon on the Mount, Jesus taught that we should not swear by the earth, because it belongs to the Lord (<a class=\"ref\">Matt. 5:34-35; 3 Ne. 12:34-35<\/a>). When the Lord spoke in our day of the earth as his footstool, he did so saying he would yet stand on it again (<a class=\"ref\">D&amp;C 38:17<\/a>). <\/p> <p><i>where is the house that ye build unto me?<\/i> The Lord spoke to King David through the prophet Nathan, saying, \"Shalt thou build me an house for me to dwell in?&hellip;I have not dwelt in any house since the time that I brought up the children of Israel out of Egypt,&hellip;but have walked in a tent and in a tabernacle\" (<a class=\"ref\">2 Sam. 7:5-6<\/a>). The Lord's question was asked anew by Solomon when he exclaimed upon completion of the temple: \"But will God indeed dwell on the earth? behold, the heaven and heaven of heavens cannot contain thee; how much less this house that I have builded?\" (<a class=\"ref\">1 Kgs. 8:27<\/a>). <\/p> ",
    "audit": null
}