{
    "id": 14712,
    "source": "parry",
    "verse_id": 17766,
    "verse_count": 5,
    "reference": "5:26-30",
    "title": "An Ensign to the Nations: The Gathering of Israel",
    "html": " <p>This section introduces two divine activities that will attract members of the house of Israel to their gathering places or their lands of promise: God will hold up a flag, or standard, unto all the nations of the earth around which Israel may rally; and God will attract the attention of Israel through a hiss (KJV) or a <i> <\/i>whistle (Hebrew). A third divine activity is listed in a later section of Isaiah: God will cause a trumpet to be blown, which will serve as a signal for the tribes to gather around the ensign (18:3, 7). These three activities symbolize the manner by which the earth's inhabitants will be called to Zion in the latter days after they accept the gospel of Jesus Christ.<\/p> <p>Nothing will impede those who come to Zion. The Saints will not be weary, stumble, or sleep, and their loins will be girded, their shoes will be latched (5:27), and their equipment and vehicles will be ready and prepared (5:28). Those who gather to Zion are compared to a strong and mighty lion in its prime, who roars, catches its prey, and carries it away with no fear (5:29).<\/p> <blockquote> And he <i>will lift up an ensign<\/i> to the nations <u>from far<\/u>,     <br>and <i>will [whistle] unto them <u>from the end of the earth<\/u>:<\/i>     <br>and, behold, they shall come with speed swiftly: (5:26)     <br><i>None<\/i> shall <u>be weary nor stumble<\/u> among them;     <br><i>none<\/i> shall <u>slumber nor sleep<\/u>;     <br>neither shall the <i>girdle of their loins<\/i> <u>be loosed<\/u>,     <br>nor the <i>latchet of their shoes<\/i> <u>be broken<\/u>: (5:27)     <br>Whose <i>arrows<\/i> [shall be] <u>sharp<\/u>,     <br>and all their <i>bows<\/i> <u>bent<\/u>,     <br>[and] <i>their horses' hoofs<\/i> shall be counted <u>like flint<\/u>,     <br>and <i>their wheels<\/i> <u>like a whirlwind<\/u>: (5:28)     <br>Their <i>roaring <u> like a lion<\/u>,<\/i>     <br>they shall <i>roar<\/i> <u>like young lions<\/u>:     <br>yea, they shall roar, and lay hold of the prey, and shall carry it away safe, and none shall [rescue] it. (5:29)     <br>And in that day they shall roar against them like the roaring of the sea:     <br>and if [they] look unto the land, behold <i>darkness<\/i> and sorrow,     <br>and the <i>light is darkened<\/i> in the heavens thereof. (5:30)<\/blockquote> ",
    "audit": null
}