{
    "id": 14606,
    "source": "parry",
    "verse_id": 17664,
    "verse_count": 1,
    "reference": "1:9",
    "title": "",
    "html": " <i> Lord of hosts.<\/i> This title, which may be translated as <i>Lord of Armies, <\/i>is found sixty-two times in Isaiah's writings. The same title is found in the Doctrine and Covenants as \"Lord of Sabaoth\" (<a class=\"ref\">D&amp;C 87:7; 88:2<\/a>; <a class=\"ref\"> 95:7<\/a>). <i>Sabaoth<\/i> (\"hosts\") should not be confused with <i>Sabbath.<\/i><\/p> <p>The Lord's hosts or armies consist of ancient Israel, which was called \"the armies of the living God\" (<a class=\"ref\">1 Sam. 17:26,  36<\/a>) the hosts of heaven, also called armies (<a class=\"ref\">Dan. 4:35; Rev. 19:14<\/a>; <a class=\"ref\">D&amp;C 88:112<\/a>) and the latter-day Church, described as being \"terrible as an army with banners\" (<a class=\"ref\">D&amp;C 5:14<\/a>) and \"the army of Israel\" (<a class=\"ref\">D&amp;C 105:26,  30-31<\/a>; <a class=\"ref\"> 109:73<\/a>). As the Lord's army, we are equipped with the \"whole armor of God\" (<a class=\"ref\">Eph. 6:11-17; D&amp;C 27:15-18<\/a>), spiritual armor designed to assist us to use light and truth in the battle against the forces of evil.<\/p> <p>Jehovah is the \"captain\" (2 Chr. 13:12), \"leader\" (55:4), and \"man of war\" (<a class=\"ref\">Ex. 15:3<\/a>) who will lead us against the armies of evil.<\/p> <p><i>Sodom\/Gomorrah.<\/i> These terms represent communities of evil that are recipients of God's divine judgment (<a class=\"ref\">Matt. 10:15<\/a>). Sodom and Gomorrah parallel Israel and Jerusalem here: just as the inhabitants of Sodom and Gomorrah were steeped in sexual sins, through apostasy and false worship Lady Israel has figuratively been unfaithful to her covenant husband, Jehovah.<\/p> <p><i>remnant.<\/i> Although Lady Israel has been destroyed by strangers and her children have been carried away into other lands, the God of Israel, remembering the covenants made with Abraham, permitted a \"very small remnant\" of Israel to remain upon the earth. If God had not granted this, Lady Israel would have become as the inhabitants of Sodom and Gomorrah and her land as their cities—utterly destroyed. The apostle Paul quoted <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isa. 1:9<\/a> and 10:22 (<a class=\"ref\">Rom. 9:29<\/a> and 27) to demonstrate that God would permit a remnant of Israel to remain on the earth. Joseph Smith, in turn, provided an inspired commentary on these verses of Isaiah and Paul and concluded that \"if it were not for the remnant which was left, then might men now be as Sodom and Gomorrah.\" <\/p> <p> The remnant mentioned in <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isa. 1:9<\/a>; <a class=\"isa\" verses=\"WzE3ODcyXQ==\"> 10:21<\/a>; and <a class=\"ref\">Rom. 9<\/a> has reference, in part, to us in this dispensation who have returned to the Lord, hold the priesthood, and honor the Abrahamic covenant.<\/p> ",
    "audit": null
}