{
    "id": 14857,
    "source": "parry",
    "verse_id": 17891,
    "verse_count": 5,
    "reference": "11:6-10",
    "title": "Glorious Conditions of the Millennium",
    "html": " <p>The millennial reign can take place because the Messiah comes forth with the Spirit of the Lord (11:2) to judge the earth's people and destroy the wicked (11:4). The branch or stem recalls Eden's tree of life; the motifs of the wolf, lamb, leopard, and kid dwelling together (11:6) and the lion eating straw (11:7) are also reminiscent of the wonderful setting of Eden (<a class=\"ref\">Gen. 1:29-30<\/a>). The child harmlessly playing near the snake's lair (11:8) and the lack of hurt or destruction in all the earth (11:9) set forth the new Eden, the terrestrial Millennium.<\/p> <p> <a class=\"isa\" verses=\"eyIxNzg5MSI6Mn0=\">Isa. 11:6-7<\/a> shows that old enemies and hostile conditions will no longer exist, signaling a change in the order of things. <a class=\"isa\" verses=\"WzE3ODkzXQ==\">Isa. 11:8<\/a> recalls the curse between the serpent and the seed of the woman (<a class=\"ref\">Gen. 3:15<\/a>), which is now removed. Further, conditions during the Millennium (11:9) mirror the Edenic state of peaceful bliss, and knowledge of the Lord (11:9) comes as the result of the Lord's removal of wickedness (11:4). The control of the little child over the animals recalls the dominion over the animals found in the Eden story (<a class=\"ref\">Gen. 1:28<\/a>). <\/p> <blockquote>[And then shall the <i>wolf<\/i>] <u>dwell with the lamb<\/u>,     <br>and the <i>leopard<\/i> shall <u>lie down with the kid<\/u>;     <br>and the <i>calf<\/i> and the <i>young lion<\/i> and the <i>fatling together<\/i>; and a little child shall lead them. (11:6)     <br>And the cow and the bear shall feed; their young ones shall lie down together: and the lion shall eat straw like the ox. (11:7)     <br>And the <i>sucking child<\/i> shall play on the <u>hole of the asp<\/u>,     <br>and the <i>weaned child<\/i> shall put his hand on the <u>cockatrice' den<\/u>. (11:8)     <br>They shall not hurt nor destroy in all my holy mountain:     <br>for the earth shall be full of the knowledge of the Lord,     <br>as the waters cover the sea. (11:9)     <br>And in that day there shall be a root of Jesse, which shall stand for an ensign of the people; to [him] shall the Gentiles seek: and his rest shall be glorious. (11:10)<\/blockquote> ",
    "audit": null
}