{
    "id": 14671,
    "source": "parry",
    "verse_id": 17724,
    "verse_count": 1,
    "reference": "3:16",
    "title": "",
    "html": " <i>daughters of Zion.<\/i> The plural form <i>daughters of Zion<\/i> is infrequently used in the scriptures (3:16-17; 4:4; <a class=\"ref\">Song. 3:11; D&amp;C 124:11<\/a>). Scholars generally agree that the singular expression <i>daughter of Zion<\/i> refers to the inhabitants of Jerusalem and Judah (<a class=\"ref\">Lam. 1:6-8; 2:8<\/a>; <a class=\"ref\">Zech. 9:9; 2 Ne. 8:25<\/a>). What then is the meaning of the plural <i>daughters of Zion?<\/i> There are several possible interpretations. If the phrase <i>daughter of Zion<\/i> represents Jerusalem, then perhaps the plural <i>daughters<\/i> refers to Jerusalem at the time of Isaiah as well as Jerusalem in the last days. The plural <i>daughters of Zion<\/i> may also refer to ancient Jerusalem (and the Southern Kingdom of Judah) and to Samaria (and the Northern Kingdom of Israel). The phrase may be literal, referring to actual women, or it may point to women as symbols of pride and sin in the last days. Note the women's clothing described in 3:18-24 and the actual women that seem to be identified in 4:1. This interpretation parallels Isaiah's condemnation of male pride (2:10-22) and the sick nature of the inhabitants of Jerusalem (1:5-6, 21-23).<\/p> <p><i>stretched forth necks.<\/i> This expression portrays women who look sideways to see if others notice their beauty as they prance along the way or as they look upwards with high heads in a proud manner. For the children of Israel in all eras, the expression denotes a people who pay idolatrous heed to others rather than to God above.<\/p> <p> <i>flirtatious eyes\/prancing\/ornaments jingling.<\/i> Women are casting \"seductive glances\" at others. The entire picture suggests that the Lord's people have become harlots, attempting to capture the illicit interest of others. Also, in a spiritual sense, Jerusalem has forsaken her God through transgression and now pursues other deities by committing spiritual adultery with them.<\/p> ",
    "audit": null
}