{
    "id": 15587,
    "source": "parry",
    "verse_id": 18571,
    "verse_count": 1,
    "reference": "45:9",
    "title": "",
    "html": " <i>Woe unto him that striveth with his Maker.<\/i> Here the Lord warns those who will not accept his will and his plan. In particular, the people of Israel seem to have questioned the Lord's plan to use a gentile conqueror (Cyrus) to liberate them from their oppressors. Their logic told them that replacing one heathen ruler with another was not the way to freedom and self-rule. But the Lord, in his wisdom, sought to direct the affairs of his people in the way that would most bless them. Like those of ancient Israel, too often the Lord's people in our day doubt and question him: \"What makest thou?&hellip;What begettest thou?&hellip;What hast thou brought forth?\" We have no more right to question the work of the Lord than a pot has to question the potter who fashioned it. Instead, we should trust the Lord, whose foreknowledge is perfect: \"Ask me of things to come\" (45:11). His power is supreme: \"I have made the earth, and&hellip;all their host have I commanded\" (45:12). In addition, we should accept any servants the Lord raises \"up in righteousness,\" for the Lord's true servants allow him to \"direct all [their] ways\" (45:13). We should accept the Lord's divinely ordained and revealed plans, even when we cannot understand how they could work.<\/p> <p><i>Let the fragment of pottery strive with the pottery fragments of the earth.<\/i> We are as a fragment of pottery, the Lord being the potter. If we must strive or question, let it be with other human beings, certainly not with the Lord, who is our Maker.<\/p> <p> <i>clay\/him that fashioneth it.<\/i> The Lord uses the image of the clay and the potter in other places as well (29:16; <a class=\"ref\">Jer. 18:1-6; Rom. 9:20-21<\/a>). The clay, of course, is man, and the potter is God. This image is also reminiscent of God's forming the body of Adam from the clay of the earth (<a class=\"ref\">Gen. 2:7; Job 33:6<\/a>). <\/p> <p><i>no hands.<\/i> It is foolishness for a created thing to say that its creator has no hands. Yet that is what man does when he says that God has no power to do his work. Contrast <i>no hands<\/i> in this verse with 45:12: \"I, even my hands, have stretched out the heavens.\"<\/p> ",
    "audit": null
}