{
    "id": 14884,
    "source": "parry",
    "verse_id": 17913,
    "verse_count": 5,
    "reference": "13:6-10",
    "title": "Judgment on Babylon: Day of the Lord Cometh",
    "html": " <p>The ancient city of Babylon, with all its pomp, arrogance, and worldliness, is symbolic of the world in the last days (<a class=\"ref\">D&amp;C 1:16<\/a>). The day of the Lord (the last days and the Second Coming) will be a time of great destruction and desolation on the land, when all sinners and every corruptible thing will be destroyed. Great signs in the heavens will play a prominent role in these events; Isaiah mentions the stars and constellations of heaven, the sun, and the moon. The wicked will possess great fear and will \"howl,\" their hands will \"be faint,\" their[\"heart[s] shall melt,\" they will be filled with \"pangs and sorrows,\" and their faces will be \"as flames.\" During these terrible events we will be protected by God and we shall not fear (13:22).<\/p> <blockquote>Howl ye; for the <i>day<\/i> of the <u>Lord<\/u> is at hand;     <br><i>it<\/i> shall come as a destruction from the <u>Almighty<\/u>. (13:6)     <br>Therefore shall all <i>hands<\/i> be <u>faint<\/u>,     <br>every man's <i>heart<\/i> shall <u>melt<\/u>; (13:7)     <br>And <i>they<\/i> shall be <u>afraid<\/u>;     <br><u>pangs and sorrows<\/u> shall take hold of <i>them; <\/i>     <br><i>they shall be amazed one at another;<\/i>     <br><i>their faces shall be as flames. (13:8)<\/i>     <br><i>Behold, the day of the Lord cometh, cruel both with wrath and fierce anger,<\/i>     <br><i>to lay the land<\/i><b> <\/b><u>desolate<\/u>;     <br>and he shall <u>destroy the sinners<\/u> thereof out of <i>it.<\/i> (13:9)     <br>For the <i>stars<\/i> of heaven and the constellations thereof shall <u>not give their light<\/u>;     <br>the <i>sun<\/i> shall be <u>darkened<\/u> in his going forth,     <br>and the <i>moon<\/i> shall <u>not cause her light to shine<\/u>. (13:10)<\/blockquote> ",
    "audit": null
}