{
    "id": 15325,
    "source": "parry",
    "verse_id": 18307,
    "verse_count": 2,
    "reference": "34:3–4",
    "title": "",
    "html": " <i>Their slain. <\/i> Isaiah depicts the scene of destruction and death: The carcasses of the slain will stink, and \"the mountains will be soaked with their blood\" (NIV).<\/p> <p><i>mountains shall be melted with their blood.<\/i> This passage may be translated as \"the mountains shall be soaked with their blood,\" referring to the slain and the carcasses spoken of earlier in the verse.<\/p> <p><i>And all the host of heaven shall be dissolved.<\/i> This event will occur at the Second Coming and speaks of the passing away of \"the heavens and the earth\" (<a class=\"ref\">3 Ne. 26:3<\/a>). <\/p> <p><i>rolled together as a scroll.<\/i> A scroll is rolled up before it is put away. This phrase is difficult to understand but seems to refer to the events connected with the passing away of the heavens and the earth, which will occur at Christ's second coming: \"Behold, will ye believe in the day of your visitation—behold, when the Lord shall come, yea, even that great day when the earth shall be rolled together as a scroll, and the elements shall melt with fervent heat, yea, in that great day when ye shall be brought to stand before the Lamb of God—then will ye say that there is not God?\" (<a class=\"ref\">Morm. 9:2<\/a>). <\/p> <p><i>their host shall fall down&hellip;as a falling fig from the fig tree.<\/i> A modern-day revelation explains, \"For not many days hence and the earth shall tremble and reel to and fro as a drunken man; and the sun shall hide his face, and shall refuse to give light; and the moon shall be bathed in blood; and the stars shall become exceedingly angry, and shall cast themselves down as a fig that falleth from off a fig-tree\" (<a class=\"ref\">D&amp;C 88:87<\/a>). As shriveled fruit or dry leaves fall from the tree, so shall the stars (<a class=\"ref\">Mark 13:25; D&amp;C 45:42<\/a>; <a class=\"ref\">Rev. 8:10<\/a>) fall from the heavens (<a class=\"ref\">D&amp;C 88:87; Rev. 6:13-14<\/a>; <a class=\"ref\"> 8:10<\/a>). <\/p> ",
    "audit": null
}