{
    "id": 14925,
    "source": "parry",
    "verse_id": 17948,
    "verse_count": 1,
    "reference": "14:19",
    "title": "",
    "html": " <i>cast out of thy grave like an abominable branch.<\/i> The grave of Nebuchadnezzar, Babylon's king, has never been discovered, and Lucifer will never have a grave or a monument because he never received a body. The imagery of <i>cast out of the grave<\/i> stands opposite Jesus and his tomb (53:9), where Jesus arose from the dead and possessed \"life in himself\" (<a class=\"ref\">John 5:26<\/a>) he used his own power to arise and exit the tomb. Lucifer, the <i>abominable branch,<\/i> can be contrasted to the useful \"Branch\" that will \"grow out of\" the roots of Jesse (11:1; <a class=\"ref\">D&amp;C 113:1-2<\/a>). John D. Watts, an Isaiah scholar, summarizes this section of Isaiah by writing of Nebuchadnezzar: \"The body has not been buried, but abandoned like garbage (v. 19). He shares the fate of the dead among the poorest people: like the <i>aborted fetus,<\/i> like <i>the clothes of one stabbed<\/i> in a brawl, one killed in a <i>fall,<\/i> one <i>trampled<\/i> by a mob or on a battle-field, he is simply dumped in a pit and left to the birds and animals.\" <\/p> <p><i>the remnant of those that are slain.<\/i> Isaiah's imagery here likens Lucifer to the corpse of one who was killed by the sword, the sword wounds visible on the body. According to the law of Moses, any individual who touches the corpse (representative here of Lucifer) becomes ritually unclean and impure (<a class=\"ref\">Num. 19:11<\/a>). Those who remain unclean, having forsaken Christ and his atoning sacrifice, cannot enter the celestial temple, or heaven (<a class=\"ref\">Alma 11:37<\/a>). <\/p> <p><i>that go down to the stones of the pit.<\/i> See commentary on 14:15.<\/p> <p><i>as a carcase trodden under feet.<\/i> Lucifer is likened to a carcass that has not received a proper burial; instead it has been left on the ground to be trampled by man or animals. This analogy is more meaningful when considered in light of Joseph Smith's words: \"The place where a man is buried is sacred;&hellip;one of the greatest curses the ancient prophets could put on any man, was that he should go without a burial.\" <\/p> ",
    "audit": null
}