{
    "id": 15877,
    "source": "parry",
    "verse_id": 18816,
    "verse_count": 1,
    "reference": "59:15b-21",
    "title": "Salvation for the Righteous, Vengeance for the Wicked",
    "html": " <p>The Lord beholds the great wickedness described in the previous passage, and he is much displeased (59:15). (The Jerusalem Bible reads \"indignant\"<i> <\/i>and the New American Bible \"aggrieved.\") Even worse, there is no one to make intercession for the few righteous in Zion (59:16). The Lord himself therefore brings salvation, sustained by the power of his own righteousness (59:16-17).<\/p> <p>But in going forth as Savior, he goes also as Judge, bringing vengeance upon the unrepentant (59:17), both at the time of the Second Coming and in all ages. He will bring punishments according to their deeds (59:18), and all the wicked of the earth will know of his judgments and shall fear (59:19). No enemy of Zion shall stand, though they come in great multitudes, for the Lord will rise up against them (59:19).<\/p> <p>Then he will come to his people in Zion and to all those of the house of Jacob who have repentant hearts (59:20). This coming can properly be seen as the Second Coming; it can also be understood to be the coming of the Lord to the hearts of the faithful of all ages. When the Lord visits the faithful, he brings his covenant.<\/p> <p>Finally, the Lord promises that his Spirit and his truths will continue with his anointed servant and the seed of the servant forever (59:21).<\/p> <blockquote> and the Lord saw it, and it displeased him that there was no judgment. (59:15b)     <br>And he <i>saw<\/i> that there was <u>no man<\/u>,     <br>and <i>wondered<\/i> that there was <u>no intercessor<\/u>:     <br>therefore his arm brought <i>salvation<\/i> unto <u>him<\/u>;     <br>and his <i>righteousness,<\/i> it sustained <u>him<\/u>. (59:16)     <br>For he put on <i>righteousness<\/i> as a <u>breastplate<\/u>,     <br>and an <u>helmet<\/u> of <i>salvation<\/i> upon his head;     <br>and he <i>put on<\/i> the garments of <u>vengeance for clothing<\/u>,     <br>and <i>was clad<\/i> with <u>zeal as a cloke<\/u>. (59:17)     <br>According to their deeds, accordingly <i>he will repay,<\/i> <u>fury to his adversaries<\/u>,     <br><u>recompence to his enemies<\/u>; to the islands <i>he will repay<\/i> recompence. (59:18)     <br>So shall they fear the <i>name of the Lord<\/i> <u>from the west<\/u>,     <br>and <i>his glory<\/i> <u>from the rising of the sun<\/u>.     <br>When the enemy shall come in like a flood, the Spirit of the Lord shall lift up a standard against him. (59:19)     <br>And the <i>Redeemer<\/i> shall come to <u>Zion<\/u>,     <br>and unto <u>them that turn from transgression<\/u> in Jacob, saith the <i>Lord.<\/i> (59:20)     <br>As for me, this is my covenant with them, saith the Lord;     <br><i>My spirit<\/i> that is upon <u>thee<\/u>,     <br>and <i>my words <\/i> which I have put in <u>thy mouth<\/u>,     <br>shall not depart out of <i>thy<\/i> <u>mouth<\/u>,     <br>nor out of the <u>mouth<\/u> of <i>thy seed,<\/i>     <br>nor out of the <u>mouth<\/u> of <i>thy seed's seed,<\/i>     <br>saith the Lord, from henceforth and for ever. (59:21)<\/blockquote> ",
    "audit": null
}