{
    "id": 14953,
    "source": "parry",
    "verse_id": 17971,
    "verse_count": 5,
    "reference": "16:1-5",
    "title": "Moab Seeks Refuge in Judah",
    "html": " <p>After the destruction of historical Moab, which is a type of all nations that will be destroyed for their wickedness, many Moabite refugees seek refuge in Judah (16:1- 5); they wander around the fords of Arnon like a nestling who was cast out of her nest (16:2). Possibly following royal protocol, the refugees send a lamb to pay tribute to the king of Judah (16:1); they seek advice and protection from Judah: \"Advise us what to do\" (JB 16:2), and \"protect and hide us from our enemies\" (JB 16:3-4).<\/p> <p>Ultimately, this section is a prophecy of Jesus Christ. \"Once the oppression is over, and the destroyer is no more\" (JB 16:4), the throne and kingdom of David will be set up once again (16:5). Jesus Christ is the king who will sit upon the throne in his temple (\"tabernacle of David\"), which recalls the throne in Solomon's temple and the Tabernacle of Moses.<\/p> <blockquote> Send ye the lamb to the ruler of the land from Sela to the wilderness, unto the mount of the daughter of Zion. (16:1)     <br>For it shall be, that, as a wandering bird cast out of the nest, so the daughters of Moab shall be at the fords of Arnon. (16:2)     <br>Take counsel, execute judgment; make thy shadow as the night in the midst of the noonday; hide the outcasts; bewray not him that wandereth. (16:3)     <br>Let mine <u>outcasts [of Moab<\/u>] <i>dwell with<\/i> <i>thee;<\/i>     <br><i>be thou a covert<\/i> to <u>them<\/u> from the face of the spoiler     <br>for the <i>extortioner<\/i> <u>is at an end<\/u>,     <br>the <i>spoiler<\/i> <u>ceaseth<\/u>,     <br>the <i>oppressors<\/i> <u>are consumed<\/u> out of the land. (16:4)     <br>And <i>in mercy<\/i> shall the <u>throne<\/u> be established:     <br>and he shall sit upon <u>it<\/u> <i>in truth<\/i> in the tabernacle of David,     <br>judging, and seeking judgment, and hasting righteousness. (16:5)<\/blockquote> ",
    "audit": null
}