{
    "id": 14919,
    "source": "parry",
    "verse_id": 17942,
    "verse_count": 1,
    "reference": "14:13",
    "title": "",
    "html": " <i>thou hast said in thy heart.<\/i> Lucifer was (and is) a self-centered individual who secretly makes his own plans without seeking God's assistance.<\/p> <p> <i>I will ascend into heaven.<\/i> Although Lucifer was an eminent figure in the premortal world (14:12), he did not enjoy the status of God, who lived in heaven. Lucifer also said to God, \"Give me thine honor, which is my power,\" which resulted in \"a third part of the hosts of heaven[turn[ing] away from [Christ] because of their agency\" (<a class=\"ref\">D&amp;C 29:36<\/a>). <\/p> <p><i>I will exalt my throne above the stars of God.<\/i> Lucifer sins and errs because of his desires. First, he believes that he is able to exalt himself. Yet, the scriptures inform us that no one can become exalted without Jesus Christ and his atonement; Jesus is the way to heaven (<a class=\"ref\">John 14:6<\/a>). Second, Lucifer speaks concerning his throne. Yet no one can possess a heavenly throne without overcoming the world and receiving God's permission and blessing. \"To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne\" (<a class=\"ref\">Rev. 3:21<\/a>). <\/p> <p><i>The stars of God<\/i> refers to righteous people who belong to God (<a class=\"ref\">Job 38:7; D&amp;C 128:23<\/a>; <a class=\"ref\">Gen. 37:9<\/a>). Satan wants to possess a throne that is higher than those of God's other children.<\/p> <p><i>I will sit also upon the mountain of the assembly of the gods in the farthest north.<\/i> The <i>mountain of the assembly of the gods<\/i> refers to the general assembly of the exalted where decisions have been made or are being made concerning the creation of the worlds and other eternal events. Lucifer desires to become part of the assembly, which would give him equal power and authority with the gods. The expression <i>farthest north<\/i> (<a class=\"ref\">Ps. 48:2<\/a>) is an allusion to heaven, meaning a place far away from the habitations of humanity.<\/p> ",
    "audit": null
}