{
    "id": 14842,
    "source": "parry",
    "verse_id": 17879,
    "verse_count": 7,
    "reference": "10:28-34",
    "title": "Assyria Marches to Jerusalem",
    "html": " <p>The mighty Assyrian army marches southward toward Jerusalem, destroying and sacking all towns and villages in its path. Isaiah identifies several cities whose inhabitants cry out with fear as they flee from the Assyrians: Aiath, Migron, Michmash, Geba, Ramah, Gibeah, Gallim, Laish, Anathoth, Madmenah, Gebim, and Nob. The army lays up supplies at Michmash and stops at Nob to rest. Finally the angry army halts before Jerusalem and makes a threatening gesture toward the sacred mount of Judah, the temple mount.<\/p> <p>Many scholars believe Isaiah's prophecy was fulfilled when King Sennacherib invaded Judah in 701 b.c. (37:36-37); others believe it was King Sargon's invasion of 715 b.c. that fulfilled the prophecy. The section may also refer to a future campaign against Israel when some of the world's nations war against her. This is quite possible, because the prophecies in <a class=\"isa\" verses=\"WzE3ODYyXQ==\">Isa. 11<\/a> will be fulfilled in the last days (<a class=\"ref\">JS-H 1:40<\/a>). <\/p> <p>Isaiah's prophecy takes a different turn in the final two verses when Jehovah, as the great forester, uses his mighty iron ax to fell Assyria's armies as they approach the gates of Zion. (Isaiah employs similar imagery elsewhere; 2:12-18; 10:18-19.) Jehovah's use of the ax to cut down the earth's nations and mighty men (both represented by the trees) allows for the shoot or sprig (meaning the Messiah) to branch out of the tree stump of Judah, which is identified in 11:1-5. Because of the work of the forester, the Assyrians are not successful in capturing Jerusalem.<\/p> <p> Historically, Isaiah tells us that an angel (who acts for the forester) destroyed one hundred eighty-five thousand of the Assyrians who were camped at Zion's gate: \"Then the angel of the Lord went forth, and smote in the camp of the Assyrians a hundred and fourscore and five thousand\" (37:36-37). Similar events may take place in the future.<\/p> <blockquote><i>He is come<\/i> to Aiath, <i>he is passed<\/i> to Migron; at Michmash he hath laid up his [supplies]: (10:28)     <br><i>They are gone <\/i>over the passage: they have taken up their lodging at Geba;     <br><i>Ramah<\/i> is <u>afraid<\/u>;     <br><i>Gibeah<\/i> of <u>Saul is fled<\/u>. (10:29)     <br><i>Lift up thy voice,<\/i> O <u>daughter of Gallim<\/u>:     <br><i>cause it to be heard<\/i> unto Laish, O <u>poor Anathoth<\/u>. (10:30)     <br><i>Madmenah<\/i> is <u>removed<\/u>;     <br>the <i>inhabitants of Gebim<\/i> gather themselves to <u>flee<\/u>. (10:31)     <br>As yet shall he remain at Nob that day: he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem. (10:32)     <br>Behold, the Lord, the Lord of hosts, <i>shall lop<\/i> <u>the bough<\/u> with terror:     <br>and <u>the high ones<\/u> of stature <i>shall be hewn down,<\/i>     <br>and the <u>haughty<\/u> <i>shall be humbled<\/i>. (10:33)     <br>And he <i>shall cut down<\/i> the <u>thickets of the forest <\/u>with iron,     <br>and <u>Lebanon<\/u> <i>shall fall<\/i> by a mighty one. (10:34)<\/blockquote> ",
    "audit": null
}