{
    "id": 14863,
    "source": "parry",
    "verse_id": 17896,
    "verse_count": 6,
    "reference": "11:11-16",
    "title": "An Ensign Shall Gather Israel",
    "html": " <p>This prophecy is being fulfilled in our day. Isaiah prophesies that the Lord will use his power (\"set his hand\") to gather his people from all the nations of the earth (11:11-12). God will first send a signal to the nations of the earth (he will erect the banner or ensign). Israel will gather around the ensign (11:12), resulting in the unification of the kingdom of Israel (11:13). The gentiles will assist in the gathering (11:14), and the Lord will use his almighty power to provide a way for the exiles to return (11:15-16). All these divine activities constitute \"a marvelous work and a wonder among the children of men\" (<a class=\"ref\">2 Ne. 25:17<\/a>). <\/p> <p>The language of the prophecy recalls the Israelite exodus from Egypt under the leadership of Moses: \"the Lord shall utterly destroy the tongue of the Egyptian sea\" (11:15); \"like as it was to Israel in the day that he came up out of the land of Egypt\" (11:16). The gathering in our own day, then, will be conducted through the power of God under the leadership of prophets who possess the same authority as Moses.<\/p> <blockquote> And it shall come to pass in that day,     <br>that the Lord shall set his hand again the second time to recover the remnant of his people,     <br>which shall be left, from <i>Assyria,<\/i> and from <i>Egypt,<\/i> and from <i>Pathros,<\/i> and from <i>Cush,<\/i>     <br>and from <i>Elam,<\/i> and from <i>Shinar,<\/i> and from <i>Hamath,<\/i> and from the <i>islands of the sea.<\/i> (11:11)     <br>And <u>he shall set up an ensign<\/u> for the nations,     <br>and shall <i>assemble<\/i> the <u>outcasts of Israel<\/u>,     <br>and <i>gather together<\/i> the <u>dispersed of Judah<\/u> from the four corners of the earth. (11:12)     <br>The <i>envy also of Ephraim<\/i> <u>shall depart<\/u>,     <br>and the <i>adversaries of Judah<\/i> <u>shall be cut off<\/u>:     <br><i>Ephraim<\/i> shall <u>not envy Judah<\/u>,     <br>and <i>Judah<\/i> shall <u>not vex Ephraim<\/u>. (11:13)     <br>But <i>they shall fly<\/i> upon the shoulders of the Philistines toward the <u>west<\/u>;     <br><i>they shall spoil <\/i>them of the <u>east<\/u> together:     <br><i>they<\/i> shall lay their hand upon <u>Edom and Moab<\/u>;     <br>and the <u>children of Ammon<\/u> shall obey <i>them.<\/i> (11:14)     <br>And the <i>Lord shall utterly destroy<\/i> the tongue of the Egyptian <u>sea<\/u>;     <br>and with his mighty wind shall <i>he shake his hand<\/i> over the <u>river<\/u>,     <br>and shall smite it in the seven streams, and make men go over dryshod. (11:15)     <br>And there shall be an <i>highway<\/i> for the remnant of his people, which shall be left, <u>from Assyria<\/u>;     <br><i>like as it was<\/i> to Israel in the day that he came up <u>out of the land of Egypt<\/u>. (11:16)<\/blockquote> ",
    "audit": null
}