{
    "id": 15582,
    "source": "parry",
    "verse_id": 18567,
    "verse_count": 1,
    "reference": "45:5",
    "title": "",
    "html": " <i>I am the Lord.<\/i> Jehovah declares himself to his people (43:10-11; 46:9; <a class=\"ref\">D&amp;C 76:1<\/a>). <\/p> <p><i>I girded thee.<\/i> The Lord equipped Cyrus with the means to win in battle, in contrast to the kings in 45:1, who were stripped of their weapons. The Lord will equip his servant (see 49:1, 3; 50:4-9; 52:13-15; and 53:1-12 for discussions on the identity of the Lord's servant), of whom Cyrus is a type, in spiritual battle, girding him with power from on high. Some translations give this as \"I will strengthen you\" (NEB, NIV).<\/p> <p><i>thou hast not known me.<\/i> Even though Cyrus was unacquainted with the true God, he did God's work. Contrast this statement with the blessing to those who benefit from the labors of Cyrus: \"That they may know&hellip;that there is none beside me\" (45:6). The real fulfillment of this promise would come through the labor of God's anointed servant, Jesus Christ, of whom Cyrus was a type. The promises Cyrus receives are similar to those given to David, another type of Christ, in <a class=\"ref\">Ps. 2:8-10<\/a> and 72:8-10.<\/p> <p>Interestingly, the Jewish historian Josephus, who wrote only a few years after the crucifixion of Christ, recorded that Cyrus may have learned something of the true God:<\/p> <p>\"In the first year of the reign of Cyrus [539 b.c.], which was the seventieth from the day that our people were removed out of their own land into Babylon, God commiserated the captivity and calamity of these poor people,&hellip;for he stirred up the mind of Cyrus, and made him write this throughout all Asia:—'Thus saith Cyrus the King:—Since God Almighty hath appointed me to be king of the habitable earth, I believe that he is that God which the nation of the Israelites worship; for indeed he foretold my name by the prophets, and that I should build him a house at Jerusalem, in the country of Judea.'<\/p> <p> \"This was known to Cyrus by his reading the book which Isaiah left behind him of his prophecies; for this prophet said that God had spoken thus to him in a secret vision:—'My will is, that Cyrus, whom I have appointed to be king over many and great nations, send back my people to their own land, and build my temple.' This was foretold by Isaiah one hundred and forty years before the temple was demolished. Accordingly, when Cyrus read this, and admired the divine power, an earnest desire and ambition seized upon him to fulfil what was so written.\" <\/p> <p>It may be that Cyrus read the prophecy in which he was named and that he acknowledged Jehovah as the true God—but at the same time he \"played both sides of the field\" by also giving credit to the Babylonian god Marduk and other gods. Thus he did not truly know Jehovah as God, exactly as Isaiah prophesied.<\/p> ",
    "audit": null
}