{
    "id": 15049,
    "source": "parry",
    "verse_id": 18054,
    "verse_count": 14,
    "reference": "22:1-14",
    "title": "A Prophecy of Judgment against the Valley of Vision (Jerusalem)",
    "html": " <p>The people of Jerusalem are the subject of this section, as can be seen by Isaiah's use of feminine pronouns (apparent in the Hebrew only) to modify Jerusalem. Other expressions indicate that Jerusalem is the focus, including <i>city,<\/i> which is repeated three times (22:2, 9); in 22:10, Jerusalem is explicitly identified. Jerusalem mourns the loss of her inhabitants. She was once full of joy and activities, but now her children are gone, taken captive and moved to distant lands (22:1-3). Therefore, she weeps bitterly and refuses to be comforted by the Lord (22:4).<\/p> <p> For Jerusalem, this is a \"day of trouble, and of treading down\" and of \"breaking down the walls\" (22:5), referring to her impending destruction by invading armies. Elam and Kir are the enemies prepared to battle against Jerusalem; they will fill the nearby valleys with chariots and horsemen and even approach the city's gates (22:6-7). Jerusalem had prepared for this possibly lengthy war by building up a weapons inventory, fortifying the walls, and preparing the water supply (22:8-11). It is unfortunate, however, that Jerusalem relied for security on her weapons and preparations for war rather than on her Maker, the God of Israel, who created her long ago (22:11). All along, God desired that Jerusalem repent (\"weeping,\" \"mourning,\" \"girding with sackcloth\"; 22:12), but instead she chose riotous living, indulgences, feasting, and drunkenness (22:13-14). Therefore, Jerusalem will die in her sins (22:14).<\/p> <blockquote> The burden of the valley of vision.     <br>What aileth thee now, that thou art wholly gone up to the housetops? (22:1)     <br>Thou that art <i>full of stirs<\/i>,     <br>a <i>tumultuous<\/i> city,     <br>a joyous city:     <br>thy <i>slain men<\/i> are not slain <i>with the sword,<\/i>     <br>nor <i>dead<\/i> <i>in battle.<\/i> (22:2)     <br>All thy rulers are <i>fled<\/i> together, they <u>are bound<\/u> by the archers:     <br>all that are found in thee <u>are bound<\/u> together, which have <i>fled<\/i> from far. (22:3)     <br>Therefore said I, Look away from me; I will weep bitterly, labour not to comfort me, because of the spoiling of the daughter of my people. (22:4)     <br>For it is a day of trouble, and of treading down, and of perplexity by the Lord God of hosts in the valley of vision, breaking down the walls, and of crying to the mountains. (22:5)     <br>And <i>Elam<\/i> <u>bare the quiver<\/u><i> <\/i>with chariots of men and horsemen,     <br>and <i>Kir<\/i> <u>uncovered the shield<\/u>. (22:6)     <br>And it shall come to pass, that thy choicest <i>valleys<\/i> shall be full of <u>chariots<\/u>,     <br>and the <u>horsemen<\/u> shall set themselves in array at the <i>gate.<\/i> (22:7)     <br>And he discovered the covering of Judah, and thou didst look in that day to the armour of the house of the forest. (22:8)     <br>Ye have seen also the breaches of the city of David, that they are many: and ye gathered together the waters of the lower pool. (22:9)     <br>And ye have numbered the houses of Jerusalem, and the houses have ye broken down to fortify the wall. (22:10)     <br>Ye made also a ditch between the two walls for the water of the old pool:     <br>but ye have <i>not looked<\/i> <u>unto the Maker<\/u> thereof,     <br><i>neither had respect<\/i> <u>unto him that fashioned it<\/u><i> <\/i>long ago. (22:11)     <br>And in that day did the Lord God of hosts call to <i>weeping,<\/i>     <br>and to <i>mourning,<\/i>     <br>and to <i>baldness,<\/i>     <br>and to <i>girding with sackcloth:<\/i> (22:12)     <br>And behold <i>joy<\/i>     <br>and <i>gladness,<\/i>     <br><i>slaying<\/i> <u>oxen<\/u>,     <br>and <i>killing<\/i> <u>sheep<\/u>,     <br><i>eating<\/i> <u>flesh<\/u>,     <br>and <i>drinking<\/i> <u>wine<\/u>:     <br>let us eat and drink; for to morrow we shall die. (22:13)     <br>And it was revealed in mine ears by the Lord of hosts, Surely this iniquity shall not be purged from you till ye die, saith the Lord God of hosts. (22:14)<\/blockquote> ",
    "audit": null
}