{
    "id": 16028,
    "source": "parry",
    "verse_id": 18943,
    "verse_count": 1,
    "reference": "66:20",
    "title": "",
    "html": " <i>they shall bring all your brethren for an offering.<\/i> <i>They,<\/i> the missionaries, will bring <i>your brethren,<\/i> the gentile converts, to Zion. Those who had been known as Gentiles now join the gathering as brothers (49:22; 56:8; 60:9-10; <a class=\"ref\">John 11:52<\/a>). <\/p> <p>The New International Version and Revised Standard Version interpret the offering as a grain or cereal offering, symbolizing the fruits of their labors. More likely, the missionaries sent to the nations (in 66:19) will bring their converts as their gift to Jehovah.<\/p> <p><i>out of all nations.<\/i> The missionaries will find converts among every nation of the world.<\/p> <p><i>horses\/chariots\/litters\/mules\/swift beasts.<\/i> The new converts will use whatever means of transport they can find to travel to Zion. Chariots,<i> <\/i>which are used for war, will be transformed into conveyances of peace. Litters will be used to carry the weak or infirm. Horses, mules, and swift beasts will be used by those who have access to them. Using all forms of transportation, the converts go to the Lord's holy mountain, his temple.<\/p> <p><i>holy mountain.<\/i> The <i>holy mountain<\/i> is the Lord's temple. See commentary on 65:25.<\/p> <p><i>children of Israel.<\/i> Specifically, the missionaries of the Church are the <i>children of Israel. <\/i><\/p> <p> <i>an offering in a clean vessel.<\/i> This phrase refers to an offering under the law of Moses. The offering may be the souls of converts, with the clean vessel being their pure bodies, or the offering may be the names of the dead we bring to the temple for vicarious ordinance work (<a class=\"ref\">D&amp;C 128:24<\/a>). Motyer sheds additional light: \"The only offering brought in a container was the firstfruits (Dt. 26:2). The converts of the nations come as the firstfruits of the harvest of the world.\" <\/p> ",
    "audit": null
}