{
    "id": 15064,
    "source": "parry",
    "verse_id": 18068,
    "verse_count": 11,
    "reference": "22:15–25",
    "title": "Judgment upon Shebna and Blessings upon Eliakim",
    "html": " <p>This prophecy rests on the heads of two historical characters, Shebna and Eliakim, who were Isaiah's contemporaries and likely acquainted with him. The section consists of two parts. First, <a class=\"isa\" verses=\"eyIxODA2OCI6NX0=\">Isa. 22:15-19<\/a> sets forth certain details pertaining to Shebna, an important and influential government official or treasurer (22:15; 37:2) who served in the court of Hezekiah, king of Judah. Shebna, a proud man of wealth, is rebuked by the Lord through Isaiah for his haughtiness and attempt to build for himself a monumental tomb. Therefore, Isaiah prophesies that a judgment will fall upon his head (22:17-19): Shebna will lose his important position in the kingdom of Judah; he will be violently captured and carried into captivity; his glory will become shame, and he will die in exile.<\/p> <p>Shebna symbolizes all wicked people of his day and ours. He is an example of what many individuals have become: \"He was, therefore, individually what the nation was collectively: wedded to present satisfactions and self-confident in the face of the future.\" <\/p> <p> Second, <a class=\"isa\" verses=\"eyIxODA3MyI6Nn0=\">Isa. 22:20-25<\/a> pertains to the righteousness and blessing of Eliakim, who was a priest and official in Hezekiah's house (36:3; 37:2). This section is of great import to the reader because Eliakim's life and ministry parallels Jesus Christ's. Eliakim serves as a type of Jesus in several ways: as Eliakim replaced an evil ruler of Judah (Shebna), so Christ will replace all of the temporal rulers of Judah and Israel when he takes his rightful place as King of kings; Eliakim's name is prophetic (\"may God raise\") and points to Christ's power to lift us from both sin and death as a priest, Eliakim points to Jesus' role as the priest (<a class=\"ref\">Heb. 7:17<\/a>) and similar to Eliakim's ministry \"over the house\" of Hezekiah, king of Judah, Christ possesses eternal power over the house of Judah or Israel.<\/p> <p>Other prophetic elements of this section about Eliakim point to Jesus' divine mission: Eliakim's call (22:20); his participation in a vesting rite (22:21); his reception of the government (22:21; 9:6-7); his fatherhood (22:21); and his reception of the \"key of the house of David\" (22:22). All refer to Jesus Christ's divine call and election, his investiture, coronation, and enthronement in the temple setting, his reception of God's true government, his divine and everlasting fatherhood (9:6), and his possession of great priesthood authority (keys). Further, the concept that \"they shall hang upon him all the glory of his father's house\" (22:24) may refer to an enthronement ceremony; the \"nail\" (22:23, 25) speaks of Jesus' crucifixion, the \"throne\" refers to his kingship (22:23), and the subject of offspring (22:24) may refer to his spiritual children.<\/p> <blockquote> Thus saith the Lord God of hosts, Go, get thee unto this treasurer, even unto Shebna, which is over the house, and say, (22:15)     <br><i>What<\/i> hast thou <u>here<\/u>?     <br>and <i>whom<\/i> hast thou <u>here<\/u>,     <br>that thou hast <i>hewed<\/i> thee out a <u>sepulchre<\/u> here,     <br>as he that <i>heweth<\/i> him out a <u>sepulchre<\/u> on high,     <br>and that <i>graveth<\/i> an <u>habitation<\/u> for himself in a rock? (22:16)     <br>Behold, the <i>Lord<\/i> will [certainly <u>grab you<\/u>] and [<u>hurl you<\/u> away, O mighty man] (22:17)     <br><i>He<\/i> will surely violently <u>turn and toss thee<\/u> like a ball into a large country:     <br>there shalt thou die, and there the chariots of thy glory shall be the shame of thy lord's house. (22:18)     <br>And I will <i>drive thee <\/i><u>from thy station<\/u>,     <br>and <u>from thy state<\/u> shall he <i>pull thee down.<\/i> (22:19)     <br>And it shall come to pass in that day, that I will call my servant Eliakim the son of Hilkiah: (22:20)     <br>And I will <i>clothe him <\/i>with <u>thy robe<\/u>,     <br>and <i>strengthen him<\/i> with <u>thy girdle<\/u>,     <br>and I will commit thy government into his hand:     <br>and he shall be a father to the inhabitants of Jerusalem, and to the house of Judah. (22:21)     <br>And the key of the house of David will I lay upon his shoulder;     <br>so he shall <i>open,<\/i> and none shall <u>shut<\/u>;     <br>and he shall <i>shut,<\/i> and none shall <u>open<\/u>. (22:22)     <br>And I will fasten him as a nail in a sure place; and he shall be for a glorious throne to his father's house. (22:23)     <br>And they shall hang upon him all the glory of his father's house, the offspring and the issue, all vessels of small quantity, from the vessels of cups, even to all the vessels of flagons. (22:24)     <br>In that day, saith the Lord of hosts, shall the nail that is fastened in the sure place be removed, and be cut down, and fall; and the burden that was upon it shall be cut off: for the Lord hath spoken it. (22:25)<\/blockquote> ",
    "audit": null
}