{
    "id": 14851,
    "source": "parry",
    "verse_id": 17886,
    "verse_count": 5,
    "reference": "11:1–5",
    "title": "The Stem of Jesse (Jesus Christ) Prophecy",
    "html": " <p> The discussion of the tree (stump, shoot, branch, and roots) in <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isa. 11:1<\/a> is a continuation of the prophecy regarding the cutting down of the forest (\"lop the bough,\" \"high<i> <\/i>ones&hellip;shall be hewn down,\" \"cut down the thickets of the forest\") from the previous two verses (10:33-34). The Lord, or forester, carefully trims the boughs and cuts down the trees (the power and glory of the foreign leaders and their nations) and in this manner cleans out the forest's evil trees to prepare the way for the new shoot, the stump of Jesse, to flourish. As Hans Wildberger writes, \"Out of the stump, from roots of what has been cut down, a new ruler will come forth.\" Otto Kaiser adds, \"the Davidic dynasty is compared with a tree, all that is left of which is a <\/p> <p>stump. Just as this can again send forth shoots, so too the royal family will renew itself from a further group of descendants of Jesse, the father of King David.\" <\/p> <p>The Book of Mormon (2 <a class=\"ref\">1 Ne. 30:9<\/a> especially) and the Doctrine and Covenants (113) reinforce the fact that Jesus Christ is the main character in <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isa. 11<\/a>. He is the Messiah who will have the \"spirit of the Lord,\" the \"spirit of wisdom and understanding,\" \"counsel and might,\" \"knowledge,\" and \"fear of the Lord\" (11:2); he is the Messiah who will serve as the righteous judge (11:3); and he will be the advocate of the poor and the meek and will settle their case (11:4). In the end, the Messiah will smite the wicked of the earth with his great power at the Second Coming, resulting in the<b> <\/b>glorious conditions of the Millennium (11:6-10).<\/p> <blockquote>And there shall come forth a [<i>shoot<\/i>] <u>out of the [stump] of Jesse<\/u>,     <br>and a <i>Branch<\/i> shall grow <u>out of his roots<\/u>: (11:1)     <br>And the <i>spirit<\/i> <u>of the Lord<\/u> shall rest upon him,     <br>the <i>spirit<\/i> <u>of wisdom and understanding<\/u>,     <br>the <i>spirit<\/i> <u>of counsel and might<\/u>,     <br>the <i>spirit<\/i> <u>of knowledge and of the fear of the Lord<\/u>; (11:2)     <br>And shall make him of quick understanding in the fear of the Lord:     <br>and he shall <i>not judge<\/i> after the <u>sight of his eyes<\/u>,     <br><i>neither reprove<\/i> after the <u>hearing of his ears<\/u>: (11:3)     <br>But with righteousness shall [the Lord God] <i>judge<\/i> the <u>poor<\/u>,     <br>and [<i>settle the case<\/i>] with equity for the <u>meek<\/u> of the earth:     <br>And he shall <i>smite the earth<\/i> with the <u>rod of his mouth<\/u>,     <br>and with the <u>breath of his lips<\/u> shall he <i>slay the wicked.<\/i> (11:4)     <br>And <i>righteousness<\/i> shall be the <u>girdle of his loins<\/u>,     <br>and <i>faithfulness<\/i> the [<u>sash around his waist<\/u>]. (11:5)<\/blockquote> ",
    "audit": null
}