{
    "id": 15105,
    "source": "parry",
    "verse_id": 18102,
    "verse_count": 1,
    "reference": "24:6",
    "title": "",
    "html": " <i>curse devoured the earth. <\/i>The Lord pronounces blessings for faithfulness (<a class=\"ref\">Mosiah 2:41<\/a>) and cursings for rebellion (<a class=\"ref\">Deut. 28:15-68<\/a>). War, slavery, pestilence, plague, disease, famine, poverty, and death are all curses sent from God for not keeping the commandments (<a class=\"ref\">Deut. 27-30<\/a>). All these curses will be poured out on the earth in the last days (<a class=\"ref\">D&amp;C 112:23-24<\/a>). <\/p> <p><i>they that dwell therein are held guilty. <\/i>The term <i>guilty<\/i> (Hebrew <i>'asham<\/i>) refers to the guilt that requires restitution and cleansing ordinances before it can be removed. Those who continue to be <i>held guilty<\/i> (i.e., do not repent) must bear the punishment of their sins.<\/p> <p><i>the inhabitants of the earth are burned.<\/i> When the Lord comes to cleanse his vineyard, the earth's wicked inhabitants will be burned because they have strayed from the ordinances and broken the everlasting covenant (9:18; <a class=\"ref\">Mal. 4:1-3; 3 Ne. 25:1-3<\/a>; JS 1:37). It was because of this pending calamity that the Lord gave the Prophet Joseph Smith the necessary saving principles and ordinances to prepare the righteous remnant who will remain after the destruction of the wicked (24:5).<\/p> <p><i>few men left. <\/i>So few will remain after the destruction of the wicked that a child will be able to number them (10:19), individuals will be accounted more precious than fine gold (13:12), and \"many houses shall be desolate, even great and fair, without inhabitant\" (5:9; 6:11-12). Elder Bruce R. McConkie wrote: \"In the coming day when the vineyard of the Lord is burned, some few will abide the day, but the masses of men will be destroyed. Only those who are quickened, as were Shadrach, Meshach, and Abednego in the furnace of Nebuchadnezzar, shall be able to abide the day of burning.\" <\/p> ",
    "audit": null
}