{
    "id": 16032,
    "source": "parry",
    "verse_id": 18947,
    "verse_count": 1,
    "reference": "66:24",
    "title": "",
    "html": " <i>they shall go forth, and look upon the carcases.<\/i> In the last of the last days, those who are slain by war and pestilence will be so numerous that they cannot be buried (<a class=\"ref\">Jer. 7:30-8<\/a>:2 <a class=\"ref\">Jer. 7:32<\/a> refers to one location that will be called \"the valley of slaughter: for they shall bury [there], till there be no place\" (see also <a class=\"ref\">Ezek. 39:11-15<\/a>). Those who go out into the land will see the dead bodies of those slain in the destruction of the wicked (<a class=\"ref\">Jer. 7:32-33<\/a>). Motyer argues that inhabitants of Zion will deliberately \"compel themselves to face the consequences of the last battle.\" They do so \"to be repelled. To see and constantly refresh the memory that these are the consequences of rebellion, and so to turn in revulsion from such a thing and to be newly motivated to obedience by seeing that the wages of sin are indeed death.\" <\/p> <p><i>their worm shall not die, neither shall their fire be quenched.<\/i> The torments of the wicked will last forever. The <i>worm<\/i> represents the worms that eat the bodies of the dead. But here the body is never consumed and the worm will never die; the punishment will never end. The <i>fire<\/i> may refer to the terrible burning of a guilty conscience, which fire will never be put out (<a class=\"ref\">Alma 15:3-5<\/a>). This scriptural terminology seems to refer to two different groups: those who are in hell and those who become sons of perdition (<a class=\"ref\">Mark 9:44-48; Luke 16:24<\/a>; <a class=\"ref\">D&amp;C 76:43-48<\/a>). <\/p> <p><i>an abhorring unto all flesh.<\/i> The carcasses strewn around the ground will be abhorrent in two ways: First, because the sight and the stench will be so horrible; and second, because it was offensive to an ancient Israelite not to care properly for the dead. For <i>an abhorring,<\/i> other versions have \"loathsome\" (NIV, JB), \"disgusting\" (TEV), and \"a spectacle\" (LXX).<\/p>",
    "audit": null
}