{
    "id": 15914,
    "source": "parry",
    "verse_id": 18847,
    "verse_count": 1,
    "reference": "61:3",
    "title": "",
    "html": " <i>appoint unto them that mourn.<\/i> The word <i>appoint <\/i>here<i> <\/i>means to give the blessing promised to those who mourn.<\/p> <p><i>beauty for ashes.<\/i> As a sign of mourning in Old Testament times, one experiencing great sorrow sprinkled ashes on his head or sat in a pile of ashes (<a class=\"ref\">Job 2:12<\/a>). Putting ashes on the head signified self-abasement and humiliation (<a class=\"ref\">2 Sam. 13:19; Esth. 4:3<\/a>; <a class=\"ref\">Jer. 6:26<\/a>). This practice was generally combined with the wearing of sackcloth, an uncomfortable, coarse fabric made of the hair of camels and goats. Sackcloth was intended to be used for sacks and bags rather than for clothing, but mourners wore it to show sorrow and humility (<a class=\"ref\">Gen. 37:34; Esth. 4:1-3<\/a>; <a class=\"ref\">Jer. 6:26<\/a>). For the faithful, the Lord will replace the ashes of mourning with a \"crown of beauty\" (NIV), meaning he will crown them as joint heirs of God with Christ.<\/p> <p><i>oil of joy.<\/i> It was the Israelite custom to anoint oneself with oil in preparation for festivities and in times of happiness and prosperity (<a class=\"ref\">Eccl. 9:8; Ps. 45:8<\/a>). In times of sorrow and mourning, anointing oil was not used (<a class=\"ref\">2 Sam. 14:2<\/a>). The Lord will bless the faithful that their sorrows will be replaced with joy.<\/p> <p><i>garment of praise.<\/i> A garment of praise<i> <\/i>was worn for festivals and times of rejoicing (52:1), in contrast to the sackcloth worn in times of mourning (3:24). The Lord will give the faithful cause to rejoice with praise instead of feeling discouraged or depressed.<\/p> <p><i>spirit of heaviness.<\/i> A <i> <\/i>spirit of heaviness is characterized by discouragement, despair, and weakness of spirit.<\/p> <p> <i>that they might be called trees of righteousness, the planting of the Lord.<\/i> Men of faithfulness and of prosperity are likened to healthy trees (<a class=\"ref\">Ps. 1:3; Jer. 17:7-8<\/a>), just as the Perfect Man is likened to the tree of life. In addition, as Isaiah declares, Israel is the Lord's chosen vineyard (5:7; 27:6; 60:21; <a class=\"ref\">Gen. 49:22; Ps. 80:8-11<\/a>). When we are planted by the Lord, we submit our will to his, relying on him for strength and blessing.<\/p> ",
    "audit": null
}