{
    "id": 15591,
    "source": "parry",
    "verse_id": 18575,
    "verse_count": 1,
    "reference": "45:13",
    "title": "",
    "html": " <i>raised him up.<\/i> As the Lord has exercised power over the elements to create the heavens and the earth, so also has he exercised power over the affairs of men by raising up a deliverer. The person referred to here could be either Cyrus or Christ; the verse probably has a dual meaning and thus may refer to both. In fact, the description of the Lord's servant in this verse can apply to any righteous man or woman of God who hearkens to the Lord and helps to free those in bondage to sin (see <a class=\"ref\">D&amp;C 101:80<\/a> for another instance of the Lord raising up men to do his work).<\/p> <p><i>my city.<\/i> This city may be Jerusalem or the great city of Zion, or the New Jerusalem (<a class=\"ref\">Heb. 12:22; 3 Ne. 21:23<\/a>; <a class=\"ref\">Ether 13:8<\/a>). Modern revelation further clarifies that it is the righteous of Israel who will build the Lord's city (<a class=\"ref\">D&amp;C 109:58<\/a>). This may indicate that righteous Israel as a body is the servant mentioned in this passage, or the servant could be Cyrus or another leader of Israel. Joseph Smith described this city of Zion as \"the city of righteousness&hellip;where the people shall be of one heart and one mind, when the Savior comes; yea, where the people shall walk with God like Enoch, and be free from sin.\" <\/p> <p><i>captives.<\/i> This term has three possible meanings, all of them true: Israel, who has been in bondage to a foreign nation; the Lord's people on earth, who have been in bondage to sin; and the prisoners in the spirit world (42:7; 49:9; <a class=\"ref\">Zech. 9:11-12<\/a>). <\/p> <p><i>not for price\/reward.<\/i><b> <\/b>Captives traditionally became property for the captor to use or sell as slaves or to trade for ransom. But Israel's deliverance from bondage (through Cyrus or at any other time)<b> <\/b>would not come because Israel made any payment; it would come as a gift from God (53:6). In the same way, our deliverance from the bondage of sin does not come because we pay a price, but because Christ has paid in our behalf, so it also is a gift of God (52:3). Salvation is free to those who accept and follow Christ (55:1; <a class=\"ref\">2 Ne. 9:50; 2 Ne. 26:25<\/a>; <a class=\"ref\">Alma 5:34<\/a>). <\/p> <p>This phrase may also have another meaning. The deliverer performed his work to bless the people and to please the Lord, not because of any price or reward he himself would receive.<\/p> <p><i>Lord of hosts.<\/i> The Lord is a God who rules multitudes, even the hosts of heaven.<\/p> ",
    "audit": null
}