{
    "id": 14639,
    "source": "parry",
    "verse_id": 17692,
    "verse_count": 1,
    "reference": "2:6",
    "title": "",
    "html": " <i>thou hast forsaken.<\/i> The Lord has forsaken members of the house of Israel because of their wicked condition (2:6-9). The term <i>forsaken<\/i> has the sense of abandoning the house of Israel and leaving them without the Spirit of the Lord, revelation, and God's word through his living prophets.<\/p> <p><i>replenished<\/i>&hellip;<i>east.<\/i> To the Israelites, \"east is the sacred direction. Holy temples are oriented eastward,&hellip;Jesus Christ enters his temples from the east (<a class=\"ref\">Ezek. 43:1-2<\/a>; see <a class=\"ref\">Ezek. 10:19<\/a>) and at the time of the Second Coming, the Lord will come from the east (<a class=\"ref\">JS-M 1:26; Matt. 24:27<\/a>; <i> Teachings,<\/i> 287).\" In 2:5, the prophet Isaiah commands the house of Israel to \"walk in the light of the Lord,\" which comes from the east. Yet the house of Israel attempted to be spiritually revitalized (<i>replenished<\/i>) through apostate, spurious sources from the east (such as the deities and religious systems of the heathen countries), which constituted mockery unto God.<\/p> <p><i>soothsayers.<\/i> Individuals who pretend to prophesy or predict the future are soothsayers. The law of Moses contained express commands against the Israelites' association with these false prophets (<a class=\"ref\">Lev. 18:26; Deut. 18:10-12<\/a>). <\/p> <p> <i>Philistines.<\/i> This was a group of people who occupied southwest Palestine and who often warred against Israel.<\/p> <p><i>clasp hands&hellip;children of strangers.<\/i> One meaning of this phrase is to participate and make covenants in apostate temple systems with those who are not affiliated with the true Israelite temple. The Hebrew word for <i>strangers<\/i> has reference to characters who are \"foreign\" or \"alien\" to the house of Israel. A command from the law of Moses warned the Israelites, \"Thou shalt make no covenant with them [strangers; such as the Amorites, Hittites, Perizzites, Canaanites, Hivites, and Jebusites], nor with their gods\" (<a class=\"ref\">Ex. 23:32<\/a>). The phrase also refers to God's command that Israelites not intermarry with those who do not belong to covenant Israel (<a class=\"ref\">Deut. 7:1-4<\/a>). <\/p> ",
    "audit": null
}