{
    "id": 15769,
    "source": "parry",
    "verse_id": 18724,
    "verse_count": 1,
    "reference": "53:12",
    "title": "",
    "html": " <i>divide him a portion\/the spoil.<\/i> As conqueror, Christ has won the right to the rewards of his efforts. The portion he will receive is to be an heir of God, receiving all the Father hath. So also do all the righteous (<a class=\"ref\">D&amp;C 84:37-38<\/a>), but on Christ's merits, not their own.<\/p> <p><i>great\/strong.<\/i> Christ's portion among the great and strong ones is the first and greatest.<\/p> <p><i>numbered with the transgressors.<\/i> Mark referred to this prophecy when he wrote: \"And with him they crucify two thieves; the one on his right hand, and the other on his left. And the scripture was fulfilled, which saith, And he was numbered with the transgressors\" (<a class=\"ref\">Mark 15:27-28; Luke 22:37<\/a>). <\/p> <p><i>poured out his soul unto death.<\/i> The scriptures suggest that pouring out the soul is to experience great pain and sorrow (<a class=\"ref\">Job 30:16; Lam. 2:12<\/a>), which Christ experienced unto death. Another interpretation may be based on the idea of pouring out the soul in prayer (<a class=\"ref\">1 Sam. 1:15; Enos 1:9<\/a>; <a class=\"ref\">Alma 19:14; Hel. 7:14<\/a>). When we pour out our souls in prayer, we express our deepest, most heartfelt desires to the Lord, holding nothing back. So it was with Christ—and as he poured out his soul unto his father, he also fully yielded to his will, even unto death.<\/p> <p><i>bare the sins.<\/i> See commentary on 53:11, <i>bear their iniquities.<\/i><\/p> <p><i>made intercession for the transgressors.<\/i> Jesus Christ is the one who makes intercession for us. Paul wrote, \"It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us\" (<a class=\"ref\">Rom. 8:34<\/a>). Lehi said that Christ \"shall make intercession for all the children of men; and they that believe in him shall be saved. And because of the intercession for all, all men come unto God; wherefore, they stand in the presence of him, to be judged of him\" (<a class=\"ref\">2 Ne. 2:9-10<\/a>). With the role and power of intercessor, Christ stands between us and the Father, seeking blessings in our behalf. He prays for us, mediates, petitions, and intercedes, requesting mercy for the repentant. Christ has this power because he took our sins upon himself in his great atoning sacrifice. Wonderful examples of Christ acting in his intercessory role are found in prayers he offered that are recorded in <a class=\"ref\">John 17<\/a> and <a class=\"ref\">3 Ne. 19<\/a>. <\/p> ",
    "audit": null
}