{
    "id": 15223,
    "source": "parry",
    "verse_id": 18209,
    "verse_count": 10,
    "reference": "29:15–24",
    "title": "The Meek Rejoice in the Book of Mormon (JST 29:27-32)",
    "html": " <p>Isaiah's prophecy of the coming forth of the Book of Mormon continues. The conjunction <i>and,<\/i> at the beginning of this section, connects it with the preceding section. Once again, Isaiah identifies the Book of Mormon simply as \"the book\" (JST 29:30), implying that it will come forth during a time when people seek and work iniquity and attempt to hide their dark acts from the Lord. He utters a \"woe\" unto such individuals. This prophecy of woe is countered with the promise that the Book of Mormon will bring light and joy to those who were previously spiritually blind and deaf. The same book will assist in sanctifying the Saints and will teach the true doctrines of the gospel to those who \"erred in spirit\" (29:24).<\/p> <blockquote> [And] woe unto them that seek deep to <i>hide their counsel from the Lord.<\/i>     <br>[And] their <i>works are in the dark;<\/i>     <br>and they say, Who <u>seeth us<\/u>     <br>and who <u>knoweth us<\/u>? [And they also say:]     <br>Surely your turning of things upside down shall be esteemed as the potter's clay: (JST 29:27 = KJV 29:15-16a)     <br>[But behold, I will show unto them, saith the Lord of Hosts, that I know all their works.]     <br>For shall the <i>work<\/i> <i>say of him that made it,<\/i> <u>He made me not?<\/u>     <br>or shall the <i>thing framed<\/i> say <i>of him that framed it,<\/i> <u>He had no understanding?<\/u><i> <\/i>(JST 29:28 = KJV 29:16b)     <br>[But behold, saith the Lord of hosts: I will show unto the children of men, that it is not] <b> <\/b>yet a very little while, and Lebanon shall be turned into a fruitful field, and the fruitful field shall be esteemed as a forest. (JST 29:29 = KJV 29:17)     <br>And in that day shall the <i>deaf hear<\/i> the words of the book,     <br>and the eyes of the <i>blind shall see<\/i> out of <u>obscurity<\/u><i>,<\/i> and out of <u>darkness<\/u><i>.<\/i>     <br>[And] <b> <\/b>the <i>meek <\/i>also shall increase, [<u>and] their joy [shall be] in the Lord<\/u>,     <br>and the <i>poor <\/i>among men shall <u>rejoice in the Holy One of Israel<\/u><i>.<\/i> (JST 29:30 = KJV 29:18-19)     <br>[For, assuredly as the Lord liveth, they shall see that] <b> <\/b>the <i>terrible one <\/i>is <u>brought to nought<\/u><i>,<\/i>     <br>and the <i>scorner<\/i> is <u>consumed<\/u><i>,<\/i>     <br>and <i>all that watch for iniquity<\/i> are <u>cut off<\/u><i>,<\/i>     <br>[And they] <b> <\/b>that <i>make a man an offender <\/i>for a word,     <br>and <i>lay a snare <\/i>for him that reproveth in the gate,     <br>and <i>turn aside <\/i>the just for a thing of naught. (JST 29:31 = KJV 29:20-21)     <br>Therefore, thus saith the Lord,     <br>who redeemed Abraham,&nbsp;     <br>concerning the house of Jacob, <i> Jacob shall not<\/i> now <u>be ashamed<\/u><i>,<\/i>     <br><i>neither shall his face<\/i> now <u>wax pale<\/u><i>.<\/i>     <br>But when he seeth <i>his children,<\/i>     <br>the <i>work of [my] hands,<\/i> in the midst of him,     <br>they shall <i>sanctify<\/i> <u>my name<\/u><i>,<\/i>     <br>and <i>sanctify<\/i> the <u>Holy One of Jacob <\/u><i>,<\/i>     <br>and shall <i>fear<\/i> the <u>God of Israel<\/u><i>.<\/i>     <br><i>They<\/i> <i>also that erred in spirit<\/i> <u>shall come to understanding<\/u><i>,<\/i>     <br>and <i>they<\/i> <i>that murmured<\/i> <u>shall learn doctrine <\/u><i>.<\/i> (JST 29:32 = KJV 29:23-24)<\/blockquote> <p><b>JST 29:27 <\/b><i>woe.<\/i> A prophecy of trouble, sorrow, and affliction.<\/p> <p><i>seek deep to hide their counsel. <\/i>The wicked work hard<i> <\/i>to hide their plans from the Lord and others (<a class=\"ref\">2 Ne. 28:9<\/a>). <\/p> <p><i>works are in the dark. <\/i> Acts of wickedness are conducted secretly, without the knowledge of others.<\/p> <p><i>Who seeth us? <\/i>The<i> <\/i>wicked believe that their sinful deeds go unnoticed, but the Lord informs them: \"I will show unto them&hellip;that I know all their works\" (JST 29:28).<\/p> <p> <i>turning of things upside down\/potter's clay. <\/i>Unrighteous individuals accuse God's people of \"stirring up the hearts and minds of people, disturbing the traditions of the fathers (<a class=\"ref\">Jer. 16:19-21<\/a>).\" Such was the case in the New Testament era (<a class=\"ref\">Acts 17:6<\/a>), and so it appears to be the case in our own dispensation. Unrighteous individuals believe, falsely, that the work of God's people has no lasting significance, that it has the same permanence as potter's clay, which is easily broken.<\/p> <p><b>JST 29:28 <\/b><i>I know all their works.<\/i> Other prophets also witness that \"God&hellip;knoweth all things, and there is not anything save he knows it\" (<a class=\"ref\">2 Ne. 9:20<\/a>) and \"he knows all the thoughts and intents of the heart\" (<a class=\"ref\">Alma 18:32<\/a>). <\/p> <p><i>work say of him that made it, He made me not?<\/i> We, the creations of God, should not deny that he created us, neither should we attempt to counsel him and declare that he has no understanding. Elsewhere Isaiah warns, \"Woe unto him that striveth with his Maker!&hellip;Shall the clay say to him that fashioneth it, What makest thou?\" (45:9). Rather, let us acknowledge, \"O Lord, thou art our father; we are the clay, and thou our potter; and we all are the work of thy hand\" (64:8).<\/p> <p><b>JST 29:29 <\/b><i>I will show unto the children of men.<\/i> The turning of Lebanon into a fruitful field seems to be a sign (<i>I will show unto the children of men<\/i>) for the earth's inhabitants that the Book of Mormon has come forth.<\/p> <p><i>Lebanon\/fruitful field. <\/i>These terms may refer to the reforestation and the agricultural development of Lebanon, or Palestine, at the time of the coming forth of the Book of Mormon. Elder Mark E. Petersen explained: \"Isaiah indicated that Palestine, long languishing in the grip of the desert, was destined to be turned into a fruitful field in connection with the gathering of the Jews to their homeland&hellip;. A sacred book was to come forth before that time&hellip;. Not only did the prophets predict its appearance, but Isaiah set a limit on the time of its publication. That time limit was related to the period when fertility would return to Palestine. Isaiah said that the book would come forth first, and then added that in 'a very little while&hellip;Lebanon shall be turned into a fruitful field'\" (29:17). <\/p> <p>This verse also has a symbolic meaning—the forest represents the people of God, and the fruitful field represents their works; see commentary on 35:1 and 32:15.<\/p> <p><b>JST 29:30<\/b><i> deaf hear the words of the book. <\/i>At the time that Lebanon becomes a fruitful field, the Book of Mormon will empower the spiritually blind to see the truth and the spiritually deaf to hear the word of God—if they will so choose. That is possible because a strong spiritual force accompanies the book.<\/p> <p> <i>blind shall see out of obscurity.<\/i> The Book of Mormon removes darkness from our minds and hearts, permitting us to draw closer to God. \"There is a power in the book which will begin to flow into your lives the moment you begin a serious study of the book. You will find greater power to resist temptation. You will find the power to avoid deception. You will find the power to stay on the strait and narrow path.\" <\/p> <p><i>the meek also shall increase.<\/i> The terms <i>meek<\/i> and <i>poor<\/i> seem to refer to disciples of Christ (see <a class=\"ref\">Matt. 5:3<\/a>, \"poor in spirit\" and <a class=\"ref\">Matt. 5:5<\/a>, \"meek\" The number of true disciples of Christ (<i>meek<\/i> and <i>poor<\/i>) increases through acceptance and study of the Book of Mormon.<\/p> <p><b>JST 29:31<\/b><i> terrible one is brought to nought. <\/i>The meek and the poor will witness the destruction of the wicked, identified by Isaiah as the <i>terrible one<\/i> (29:5), <i>scorner, all that watch for iniquity, they that make a man an offender for a word,<\/i> they who <i>lay a snare<\/i> for others, and they who <i>turn aside<\/i> righteous things as if they were nothing. The terrible ones in verse 5 were Jerusalem's enemies; here the <i>terrible one<\/i> may refer to Satan himself.<\/p> <p><i>all that watch for iniquity. <\/i>This description refers to those who pursue evil and to those who find fault with others, whether justified or unjustified. <\/p> <p><i>that make a man an offender for a word&hellip;and turn aside the just.<\/i> The translation of this phrase in the New International Version is instructive: \"Those who with a word make a man out to be guilty, who ensnare the defender in court and with false testimony deprive the innocent of justice.\" Joseph Smith likened Isaiah's words to himself and the early Saints: \"We refer you to Isaiah, who considers those who make a man an offender for a word, and lay a snare for him that reproveth in the gate&hellip;. We have reproved in the gate, and men have laid snares for us. We have spoken words, and men have made us offenders.\" <\/p> <p><b>JST 29:32 <\/b><i>redeemed<\/i> <i> Abraham&hellip;Jacob shall not now be ashamed. <\/i>Redemption that came to father Abraham now comes to Israel when she accepts Jesus Christ and draws closer to God through studying the Book of Mormon and living righteously.<\/p> <p><i>the work of my hands.<\/i> This phrase recalls the mention of clay in 29:27-28 in the Joseph Smith Translation. God is the divine sculptor who forms and molds his people into true disciples; we are the work of his hands.<\/p> <p><i>they shall sanctify my name.<\/i> God's children will hallow his name in worship.<\/p> <p><i>fear the God of Israel.<\/i> In this context <i>fear<\/i> means to stand in awe of the Lord.<\/p> <p> <i>They also that erred in spirit shall come to understanding\/shall learn doctrine.<\/i> By making \"known the plain and precious things which have been taken away\" (<a class=\"ref\">1 Ne. 13:40<\/a>) and by the \"confounding of false doctrines and laying down of contentions, and establishing peace\" (<a class=\"ref\">2 Ne. 3:12<\/a>), the Book of Mormon will teach true doctrine to those who have <i>erred in spirit.<\/i> Elder Orson Pratt taught: \"Oh, how precious must be the contents of a book which shall deliver us from all the errors taught by the precepts of uninspired men! Oh, how gratifying to poor, ignorant, erring mortals who have murmured because of the multiplicity of contradictory doctrines that have perplexed and distracted their minds, to read the plain, pure and most precious word of God, revealed in the Book of Mormon!\" <\/p> ",
    "audit": null
}