{
    "id": 14795,
    "source": "parry",
    "verse_id": 17836,
    "verse_count": 1,
    "reference": "9:6",
    "title": "",
    "html": " <i>For.<\/i> This is a transitional word that is connected to the preceding verses (3- 5). The joy of the nation has increased, the yoke of the people has been lifted, and oppression and warfare have been removed <i>for<\/i> (or <i>because<\/i>) Jesus has become King and now reigns.<\/p> <p><i>unto us.<\/i> This includes Isaiah and all those who are redeemed through the atonement of Jesus Christ.<\/p> <p> <i>child\/son.<\/i> Jesus Christ is the <i>son<\/i> and the Holy Child (<a class=\"ref\">Moro. 8:3<\/a>). <i>Child<\/i> refers to Christ's divine ancestry and recalls his divine parentage. <i>Son <\/i>may be an abbreviated form of Son of God (<a class=\"ref\">2 Ne. 25:19<\/a>), Son of Man of Holiness, or Son of the Highest (<a class=\"ref\">Luke 1:32<\/a>). <\/p> <p><i>Son<\/i> may also refer to the concept of divine sonship for all of us through Christ, whereby righteous individuals may become His sons and daughters (<a class=\"ref\">Mosiah 5:7; 27:25<\/a>; <a class=\"ref\">Ether 3:14; D&amp;C 25:1<\/a>). \"I will declare the decree: the Lord hath said unto me, Thou art my Son; this day have I begotten thee\" (<a class=\"ref\">Ps. 2:7; D&amp;C 11:30<\/a>; <a class=\"ref\"> 35:2<\/a>). <\/p> <p><i>government&hellip;upon his shoulder.<\/i> This phrase points to the vesting rite of a king who, as part of a coronation and enthronement ceremony, places or has placed upon his shoulders the robe of regal authority. In this passage the robe represents both kingly and priestly power (see <a class=\"ref\">Rev. 1:13<\/a> in which the sacred vestments belong to both the king and the high priest). <i>Government,<\/i> which derives from the same Hebrew root as <i>prince<\/i> (see <i>Prince of Peace<\/i> below), may be read as dominion or rule. The phrase anticipates 22:22: \"And the key of the house of David will I lay upon his shoulder.\" Because Jesus Christ will bear the government on his shoulders, neither that oppressive yoke nor the staff (9:4) will be placed on the shoulders of the faithful after the judgment.<\/p> <p><i>Wonderful Counsellor.<\/i> The Hebrew reading requires these two names to be read together as <i>Wonderful Counsellor.<\/i> The Messiah will be an advisor (counselor) or perhaps one who argues cases in court; \"the Lord standeth up to plead, and standeth to judge the people\" (3:13). Through his intercessory prayer Jesus serves as our mediator and advocate with the Father (<a class=\"ref\">John 17; 3 Ne. 19:19-29<\/a>). <\/p> <p><i>mighty God.<\/i> <i>Mighty<\/i> refers to a warrior, and thus the phrase may read \"Warrior God,\" recalling 9:3-5, in which we learn that Jehovah overcomes the nations and all forms of oppression. The title is used again in 10:21.<\/p> <p><i>everlasting Father.<\/i> Jesus Christ is an eternal being who is the Father in a number of senses, as explained in \"The Father and the Son: A Doctrinal Exposition by the First Presidency and the Twelve,\" dated 30 June 1916. <\/p> <p><i>Prince of Peace.<\/i> Christ is part of God's royal family. He is a prince who shares the throne with the Father (<a class=\"ref\">Rev. 3:21<\/a>) and who serves as \"King of kings\" (<a class=\"ref\">Rev. 19:16<\/a>) over a kingdom of kings and priests, or righteous saints. He is the Prince of Peace and \"God of love and peace\" (<a class=\"ref\">2 Cor. 13:11<\/a>) who eliminates war and contention and reigns over a peaceful kingdom.<\/p> ",
    "audit": null
}