{
    "id": 15884,
    "source": "parry",
    "verse_id": 18822,
    "verse_count": 1,
    "reference": "59:21",
    "title": "",
    "html": " <i>this is my covenant.<\/i> \"There is an eternal decree, issued in heaven above by the Lord himself. It is that in the day of gathering, when for the last time he as- sembles the outcasts of Israel, he will never again forsake them. They and their seed forever shall remain steadfast to the truth. The gospel will never be given to another people, nor the kingdom placed in other hands. The Lord's work will roll forward until the conversion of the world is completed\" (see also 54:10). <\/p> <p><i>them\/thee.<\/i> These pronouns refer to righteous Israel in the latter-day Zion. The Lord's promise to them is that his words and his Spirit will continue with them and their descendants forever. Paul cited this prophecy twice, both times indicating that it would come to pass when Israel was cleansed from sin (<a class=\"ref\">Rom. 11:26-27; Heb. 10:15-<\/a> 17). Alternatively, <i>them<\/i> may refer to the covenant people and <i>thee <\/i>may refer to one through whom the covenant is fulfilled—perhaps the Lord's servant. This servant could be the Messiah, all of righteous Israel, or perhaps a great prophet yet to come forth (see 49:1-10 and commentary).<\/p> <p><i>my words which I have put in thy mouth, shall not depart out of thy mouth.<\/i> The Lord's words will be treasured and not lost (51:16; <a class=\"ref\">Ezek. 36:26-27; Jer. 1:9<\/a>). The Lord gives this promise to Zion and his servant, who will bless all the righteous in Israel.<\/p> <p> <i>mouth.<\/i> This expression suggests that Zion and the servant will be true to the Lord's word.<\/p> <p><i>thy seed\/thy seed's seed.<\/i> The <i>seed<\/i> is the children and descendants of those in Zion or of the servant (53:10; <a class=\"ref\">Gen. 22:18<\/a>). This also is part of the covenant to Abraham and his seed that the gospel (and its word) would continue among them in all ages (<a class=\"ref\">Abr. 2:10-11; D&amp;C 132:30<\/a>). <\/p> ",
    "audit": null
}