{
    "id": 15745,
    "source": "parry",
    "verse_id": 18704,
    "verse_count": 1,
    "reference": "52:7",
    "title": "",
    "html": " <i>beautiful upon the mountains are the feet of him.<\/i> This expression is found six times in the scriptures (<a class=\"ref\">1 Ne. 13:37; Mosiah 12:21<\/a>; <a class=\"ref\"> 15:15; 3 Ne. 20:40<\/a>; <a class=\"ref\">D&amp;C 128:19<\/a>). The singular pronoun <i>him<\/i> may refer specifically to Christ, the ultimate source of the gospel's good news. In addition, all those who preach the gospel are beautiful because of the wonderful message they take to others. By the Lord's definition, <i>mountains<\/i> describes the place where the gospel is preached, regardless of the actual physical location in the world. As we read in latter-day revelation: \"Thou shalt declare glad tidings, yea, publish it upon the mountains, and upon every high place, and among every people that thou shalt be permitted to see\" (<a class=\"ref\">D&amp;C 19:29<\/a>). <\/p> <p><i>feet.<\/i> The feet represent the whole body of those who travel about preaching the gospel (<a class=\"ref\">Rom. 10:14-15<\/a>). <\/p> <p><i>bringeth good tidings\/publisheth peace.<\/i> The good news of the gospel of Jesus Christ (<a class=\"ref\">D&amp;C 76:40-43<\/a>). The angel said to the shepherds on the night of Christ's nativity, \"Behold, I bring you good tidings of great joy, which shall be to all people.\" Then a multitude of the heavenly host sang, \"Glory to God in the highest, and on earth <i>peace,<\/i> good will toward men\" (<a class=\"ref\">Luke 2:10,  14<\/a>). God's peace is a gift of the Spirit to those who come unto Christ, the Prince of Peace (9:6; <a class=\"ref\">John 14:27<\/a>). <\/p> <p><i>Zion.<\/i> <i>Zion <\/i>is either the people of Jerusalem, who finally receive the testimony of Christ, or the great Zion of the last days, centered in the New Jerusalem, where the people dwell in peace, harmony, and righteousness.<\/p> <p> <i>Thy God reigneth.<\/i> Instead of having men as rulers, Zion will have God as her king (24:23; 43:15; <a class=\"ref\">Jer. 3:17; Zeph. 3:15<\/a>; <a class=\"ref\">Zech. 14:9<\/a>). <\/p> ",
    "audit": null
}