{
    "id": 14918,
    "source": "parry",
    "verse_id": 17941,
    "verse_count": 1,
    "reference": "14:12",
    "title": "",
    "html": " <i>fallen from heaven\/cut down to the ground.<\/i> The first phrase implies that Lucifer was a star that lost its heavenly prominence by falling (<a class=\"ref\">Rev. 8:10; 9:1<\/a>; <a class=\"ref\">2 Ne. 2:17<\/a>). The second phrase suggests that Lucifer was a mighty tree that was <i>cut down<\/i> by God the forester (10:33-34). Both the star and the tree commonly symbolize an individual, and both show how Lucifer was once mighty.<\/p> <p><i>Lucifer.<\/i> \"And was called Perdition, for the heavens wept over him—he was Lucifer, a son of the morning\" (<a class=\"ref\">D&amp;C 76:26<\/a>). <\/p> <p>The name Lucifer (Hebrew <i>helel<\/i>) means \"shining one.\" If the name is given different vowels (<i>helal<\/i>), it signifies the crescent of the moon, having a possible meaning that Lucifer had less light (symbolically) than the full moon, or Lucifer's light waned as does the light of the moon during its cycle. Further, Lucifer's light was far less than the light of Jesus Christ, whose light is the sun (<a class=\"ref\">Ps. 84:11; D&amp;C 88:7-9<\/a>). Isaiah may also be using a play on words, for Lucifer's name (<i>helel<\/i>) sounds like a word Isaiah uses in 13:6 where he commands those of Babylon to \"Howl!\" (Hebrew <i>helili<\/i>).<\/p> <p><i>son of the morning.<\/i> In Hebrew this means \"son of the dawning light<i>.<\/i>\"<i> <\/i> <a class=\"ref\">D&amp;C 76:26<\/a> recalls Isaiah's words: \"And was called Perdition, for the heavens wept over him—he was Lucifer, a son of the morning.\" The title <i>son of the morning<\/i> recalls the phrase <i>morning stars<\/i> (<a class=\"ref\">Job 38:7; D&amp;C 128:23<\/a>) and refers to eminent persons from the premortal existence. Christ, we recall, is the \"bright and morning star\" (<a class=\"ref\">Rev. 22:16<\/a>) and the \"morning star\" (<a class=\"ref\">Rev. 2:28<\/a>), the most eminent of all stars.<\/p> <p><i>which did weaken the nations.<\/i> Satan's work among the nations has brought dishonor, corruption, perversion, anarchy, immorality, exploitation, war, greed, and a myriad of other evils to every nation and people since the beginning: \"And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man's hand was against his own brother, in administering death\" (<a class=\"ref\">Moses 6:15<\/a>). <\/p> ",
    "audit": null
}