{
    "id": 15762,
    "source": "parry",
    "verse_id": 18717,
    "verse_count": 1,
    "reference": "53:5",
    "title": "",
    "html": " <i>wounded for our transgressions\/bruised for our iniquities. Wounded<\/i> (Hebrew <i>chalal<\/i>) is better translated as \"pierced fatally.\" <i>Bruised<\/i> (Hebrew <i>daka'<\/i>) is more correctly \"crushed.\" The Servant suffered these pains because of what <i>we<\/i> had done. President Ezra Taft Benson wrote:<\/p> <p>\"He suffered the pains of all men,&hellip;He suffered as only God could suffer, bearing our griefs, carrying our sorrows, being wounded for our transgressions, voluntarily submitting Himself to the iniquity of us all, just as Isaiah prophesied. (See <a class=\"isa\" verses=\"eyIxODcxNiI6M30=\">Isa. 53:4-6<\/a>.) <\/p> <p> \"It was in Gethsemane that Jesus took on Himself the sins of the world, in Gethsemane that His pain was equivalent to the cumulative burden of all men, in Gethsemane that He descended below all things so that all could repent and come to Him.<\/p> <p>\"The mortal mind fails to fathom, the tongue cannot express, the pen of man cannot describe the breadth, the depth, the height of the suffering of our Lord—nor His infinite love for us.\" <\/p> <p><i>chastisement of our peace was upon him.<\/i> This passage might read, \"He suffered the chastisement that brings us peace.\" The suffering of his atonement, which Christ bore, brings us peace as we partake of the blessings of that atonement.<\/p> <p><i>with his stripes we are healed.<\/i> When Jesus was scourged by Pilate's men, the whip left stripes on his back (<a class=\"ref\">Matt. 27:24-26<\/a>). With prophetic sight, Isaiah apparently saw that event, which he then used as a symbol of Christ's atoning sacrifice. The symbol is a paradox: through the wounding of one person, another's wounds are healed. Jesus is healer of our physical and mental infirmities as well as of our spiritual sicknesses. The risen Lord, who rose \"with healing in his wings\" (<a class=\"ref\">2 Ne. 25:13<\/a>), invited the Nephites to \"return unto me, and repent of your sins, and be converted, that I may heal you\" (<a class=\"ref\">3 Ne. 9:13<\/a>). Peter interpreted the purpose and result of <a class=\"isa\" verses=\"eyIxODcxNyI6Mn0=\">Isa. 53:5-6<\/a> when he wrote: \"Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed. For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls\" (<a class=\"ref\">1 Pet. 2:24-25<\/a>). <\/p> ",
    "audit": null
}