{
    "id": 14970,
    "source": "parry",
    "verse_id": 17985,
    "verse_count": 11,
    "reference": "17:1-11",
    "title": "A Prophecy of Judgment against Damascus and Israel",
    "html": " <p>Damascus and other Syrian cities will be destroyed and depopulated (17:1-3), and Israel will experience similar judgments (17:4-5). Isaiah compares Israel's destruction and depopulation to an individual who was healthy but has become emaciated by disease. Similarly, those who remain after Israel's destruction will be as sparse as the remaining stalks of wheat after the reaping or as the olives after the olive trees have been stripped (17:4-6).<\/p> <p> <a class=\"isa\" verses=\"eyIxNzk5MSI6Mn0=\">Isa. 17:7-8<\/a> seems to be parenthetical; this passage promises that some will turn from idolatry and focus their eyes on the Holy One of Israel.<\/p> <p> <a class=\"isa\" verses=\"eyIxNzk5MyI6M30=\">Isa. 17:9-11<\/a> is a continuation of the judgments against Syria and Israel (recorded in 17:1-6) because of their idolatries. Isaiah continues his comparison of idolatrous Israel to a man who planted his vineyard with inferior plants, and, though he cultivated and cared for the vines, his harvest was poor. The man's disappointment was great; \"the harvest shall be a heap in the day of grief and of desperate sorrow\" (17:11). The effect of God's judgments on Syria and Israel will bring about Israel's return to God when his people no longer trust in their self-created idols (17:7-8).<\/p> <blockquote>The burden of Damascus.     <br>Behold, <i>Damascus<\/i> is <u>taken away from being a city<\/u>,     <br>and <i>it<\/i> shall be a <u>ruinous heap<\/u>. (17:1)     <br>The cities of Aroer are forsaken: they shall be for flocks, which shall lie down, and none shall make them afraid. (17:2)     <br>The <i>fortress<\/i> also shall cease from <i><u>Ephraim<\/u><\/i>,     <br>and the <i>kingdom<\/i> from <i><u>Damascus<\/u><\/i>, and the remnant of Syria: they shall be as the glory of the children of Israel, saith the Lord of hosts. (17:3)     <br>And in that day it shall come to pass,     <br>that the <i>glory of Jacob <\/i> shall be <u>made thin<\/u>,     <br>and the <i>fatness of his flesh<\/i> shall <u>wax lean<\/u>. (17:4)     <br>And it shall be as when the <i>harvestman<\/i> <u>gathereth the corn<\/u>,     <br>and <u>reapeth the ears<\/u> with <i>his arm;<\/i>     <br>and it shall be as <i>he<\/i> that <u>gathereth ears<\/u> in the valley of Rephaim. (17:5)     <br>Yet gleaning grapes shall be left in it, as the shaking<b> <\/b>of an olive tree, two or three berries in the top of the uppermost bough, four or five in the outmost fruitful branches thereof, saith the Lord God of Israel. (17:6)     <br>At that day shall a <i>man look<\/i> to his <u>Maker<\/u>,     <br>and <i>his eyes<\/i> shall have respect to the <u>Holy One of Israel<\/u>. (17:7)     <br>And he shall not look to the <i>altars,<\/i> the <u>work of his hands<\/u>,     <br>neither shall respect that which his <u>fingers have made<\/u>, either the <i>groves,<\/i> or the <i>images.<\/i> (17:8)     <br>In that day shall his strong cities be [like the deserted places of the Hivites and the Amorites, which they deserted] because of the children of Israel: and there shall be desolation. (17:9)     <br>Because thou hast <i>forgotten<\/i> the <u>God of thy salvation<\/u>,     <br>and hast <i>not been mindful<\/i> of the <u>rock of thy strength<\/u>,     <br>therefore shalt thou <i>plant<\/i> <u>pleasant plants<\/u>,     <br>and shalt <i>set it<\/i> with <u>strange slips<\/u>: (17:10)     <br><i>In the day<\/i> shalt thou make <u>thy plant to grow<\/u>,     <br>and <i>in the morning<\/i> shalt thou make <u>thy seed to flourish<\/u>:     <br>but the harvest shall be a heap in the day of grief and of desperate sorrow. (17:11)<\/blockquote> ",
    "audit": null
}