{
    "id": 15193,
    "source": "parry",
    "verse_id": 18180,
    "verse_count": 1,
    "reference": "28:15",
    "title": "",
    "html": " <i>We have made a <\/i><b> <\/b><i>covenant with death\/hell. <\/i>Judah's leaders, against the Lord's counsel, made a covenant with Egypt to fight Assyria in hopes that they (Judah) might free themselves from Assyria's rule (30:1; 31:1). Judah's stand against Assyria and her trust in Egypt's might and power jeopardized the lives of the people of Judah, because they did not rely on the Lord; hence, Judah was signing her own death warrant, called by Isaiah a <i>covenant with death.<\/i><\/p> <p>In the last days, many leaders will sin by not hearkening to the Lord's counsels or trusting in his might and power, relying rather on human strength for survival. Theirs is an agreement with hell rather than heaven. In another sense, many will make covenant with Satan, or with the forces of evil, hoping thereby to perpetuate their power.<\/p> <p><i>overflowing scourge. <\/i>The Assyrian army and its brutal, destructive ways are called an <i>overflowing scourge. <\/i> Isaiah combines two images here: <i>Overflowing<\/i> refers to a flood, bringing to mind the picture of one drowning in violent waters. This image was also used to describe the destruction of Judah in <a class=\"isa\" verses=\"eyIxNzgxNCI6M30=\">Isa. 8:6-8<\/a>. One meaning of <i>scourge<\/i> was a whip used to flog people and inflict upon them great pain. The figure of a scourge was also used in <a class=\"isa\" verses=\"WzE3ODc3XQ==\">Isa. 10:26<\/a> to portray the cruel Assyrians. Judah's inhabitants were aware of the Assyrians but erroneously believed that their alliances would protect them; the \"overflowing scourge&hellip;shall not come unto us,\" they said (30:1; 31:1).<\/p> <p> A great scourge sufficient to cleanse the world has been decreed for the last days (<a class=\"ref\">D&amp;C 84:96-97<\/a>). The Lord prophesied through Joseph Smith: \"For a desolating<i> <\/i>scourge shall go forth among the inhabitants of the earth, and shall continue to be poured out from time to time, if they repent not, until the earth is empty, and the inhabitants thereof are consumed away and utterly destroyed by the brightness of my coming\" (<a class=\"ref\">D&amp;C 5:19<\/a>). The inhabitants of Zion will be protected from the overflowing scourge. Joseph Smith declared, \"Repent ye, repent ye, and embrace the everlasting covenant, and flee to Zion, before the overflowing scourge overtake you.\" Also, \"'the ransomed of the Lord shall return, and come to Zion with songs and everlasting joy upon their heads' [35:10]; and then they will be delivered from the overflowing scourge that shall pass through the land.\" <\/p> <p><i>we have made<\/i> <i>lies our refuge. <\/i>The leaders of Judah deceived themselves into believing that Egypt would protect them from Assyria's armies, creating a false security or refuge.<\/p> ",
    "audit": null
}