{
    "id": 14959,
    "source": "parry",
    "verse_id": 17976,
    "verse_count": 9,
    "reference": "16:6-14",
    "title": "Lament for Moab",
    "html": " <p>In <a class=\"isa\" verses=\"bnVsbA==\">Isa. 15<\/a> the prophet gives a prophecy of Moab's destruction followed by a description of her refugees' flight for safety (16:1-5). In 16:6-11 Isaiah's prophecy is in the form of a lamentation, bewailing Moab's destruction. The lamentative terms of the section include <i>howl<\/i> (used twice), <i>mourn<\/i> (16:7), <i>bewail with weeping,<\/i> <i>water with tears<\/i> (16:9); we find no gladness or joy, no singing or joyful shouting, and especially none of the rejoicing that would occur at harvest time (16:10), so that even the heart (KJV, \"bowels\") and soul (KJV, \"inward parts\") mourn for Moab's destruction (16:11).<\/p> <p>Interwoven into the prophecy are images of Moab's grape industry, including the terms <i>vine, wine, vineyards, plants,<\/i> and <i>harvest.<\/i> Isaiah's prophecy of the destruction of Moab and her agricultural industry should be taken literally, but it appears that Isaiah also uses the grapes and plants to refer to her inhabitants.<\/p> <p>The prayers of Moab's inhabitants (16:12-13) to their gods will not stop the decreed destruction, which will occur within three years (16:14) from the time the prophecy is uttered. <a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isa. 16:6<\/a> explains that Moab is destroyed because of her <i>pride, haughtiness, lies,<\/i> and <i>evil works.<\/i><\/p> <blockquote> We have heard of the <i>pride of Moab;<\/i> of his <u>haughtiness<\/u>     <br>and <i>his pride,<\/i> [for] he is very <u>proud<\/u>;     <br>and his wrath, his lies,     <br>[and all his evil works]. (16:6)     <br>Therefore shall <i>Moab<\/i> <u>howl<\/u> for Moab,     <br><i>every one<\/i> <u>shall howl<\/u>:     <br>for the <i>foundations<\/i><b> <\/b>of Kir-hareseth <u>shall ye mourn<\/u>;     <br>surely <i>they<\/i> <u>are stricken<\/u>. (16:7)     <br>For the <i>fields of Heshbon<\/i> languish,     <br>and the <i>vine of Sibmah:<\/i>     <br>the lords of the heathen have broken down the principal plants thereof, they are come even unto Jazer, they wandered through the wilderness:     <br><i>her branches<\/i> are <u>stretched out<\/u>,     <br><i>they<\/i> are <u>gone over the sea<\/u>. (16:8)     <br>Therefore I will bewail with the <i>weeping<\/i> of Jazer the vine of Sibmah:     <br>I will water thee with my <i>tears,<\/i> O Heshbon, and Elealeh:     <br>for the shouting for thy summer fruits and for thy harvest is fallen. (16:9)     <br>And <i>gladness<\/i> is <u>taken away<\/u>,     <br>and <i>joy<\/i> <u>out <\/u>of the plentiful field;     <br>and in the vineyards<i> <\/i>there shall be <u>no singing<\/u>,     <br><u>neither<\/u> shall there be <u>shouting<\/u>:     <br>the treaders shall tread out no wine in their presses;     <br>I have made their vintage shouting to cease. (16:10)     <br>Wherefore <i>my bowels<\/i> shall sound like an harp <u>for Moab<\/u>,     <br>and <i>mine inward parts<\/i> <u>for Kir-haresh<\/u>. (16:11)     <br>And it shall come to pass, when it is seen that Moab is weary on the high place, that he shall come to his sanctuary to pray; but he shall not prevail. (16:12)     <br>This is the word that the Lord hath spoken concerning Moab since that time. (16:13)     <br>But now the Lord hath spoken, saying, Within three years, as the years of an hireling, and the glory of Moab shall [cease to command respect], with all that great multitude; and the remnant shall be very small and feeble. (16:14)<\/blockquote> ",
    "audit": null
}