{
    "id": 15431,
    "source": "parry",
    "verse_id": 18424,
    "verse_count": 1,
    "reference": "40:3",
    "title": "",
    "html": " <i>voice&hellip;crieth in the wilderness. <\/i>This passage has several fulfillments:<\/p> <p> John the Baptist, during his mortal ministry (JST <a class=\"ref\">John 1:6-24; Mark 1:1-8<\/a>; <a class=\"ref\">Luke 1:76-79<\/a>) and also his appearance to Joseph Smith to restore the keys of the Aaronic Priesthood, thus commencing the preparation for the Lord's coming (<a class=\"ref\">D&amp;C 13<\/a>). <\/p> <p>Joseph Smith, who \"laid the foundation for the kingdom of God&hellip;that the world might be prepared for the coming of the Lord.\" <\/p> <p>Priesthood leaders and missionaries, who are told to cry repentance and \"prepare ye the way of the Lord, and make his paths straight\" (<a class=\"ref\">D&amp;C 33:10<\/a>). <\/p> <p>Angelic messengers, who helped restore the gospel (<a class=\"ref\">D&amp;C 128:20<\/a>) to prepare a righteous people for the Lord's coming.<\/p> <p>The Lord's Spirit, which \"is as the voice of one crying in the wilderness—in the wilderness, because you cannot see him\" (<a class=\"ref\">D&amp;C 88:66<\/a>). <\/p> <p><i>Prepare ye the way of the Lord. <\/i>This statement is a commission to prepare for the coming of the Lord by crying repentance and gathering a people sufficiently prepared by covenant and ordinance to receive him (<a class=\"ref\">Mal. 3:1<\/a>; JST <a class=\"ref\">Luke 3:4-10; D&amp;C 84:28<\/a>). <\/p> <p><i>make straight in the desert a highway for our God. <\/i>This phrase means \"prepare the way of the Lord,\" or prepare for the Second Coming by making the Saints' path back to God's presence level or smooth (that is, remove all obstacles out of the way so that others can be obedient to the laws and ordinances of the gospel). The modern equivalent to Isaiah's phrase <i>make straight in the desert a highway for our God<\/i> is \"make his paths straight\" (<a class=\"ref\">D&amp;C 33:10; 65:1<\/a>; <a class=\"ref\"> 45:2<\/a>). The desert symbolizes the world of sin. The <i>highway<\/i> here is \"the way of holiness\" (19:19-25; 35:8).<\/p> ",
    "audit": null
}