{
    "id": 15772,
    "source": "parry",
    "verse_id": 18725,
    "verse_count": 1,
    "reference": "54:1",
    "title": "",
    "html": " <i>barren.<\/i> The barren woman seems to be Israel, who had not previously borne the promised fruit of her covenant with God. She has never travailed with child but will rejoice to have children (meaning the blessings of the covenant) as a result of another's travail, that of Christ (53:11).<\/p> <p><i>children of the desolate\/married wife.<\/i> The married wife (or bride of Christ) appears to be both the Church and the New Jerusalem (<a class=\"ref\">Rev. 21:2,  9<\/a>; <a class=\"ref\">D&amp;C 109:73-<\/a> 74). The children of the married wife may be the members of the Church, or those who inhabit New Jerusalem. The children of the desolate may be the Israelites who are scattered around the earth. When Jesus was teaching the Nephites, he put this verse in the context of the New Jerusalem (<a class=\"ref\">3 Ne. 21:22-29; 22:1<\/a>). Thus the children of the married wife appear to be those who first build up New Jerusalem, and the children of the desolate are those who are gathered later (62:4). It seems clear that the children of the desolate are greater in number.<\/p> <p> Latter-day Saint scripture scholar Victor Ludlow has a different view: \"The desolate woman and her relationship to the wife can be understood in two ways: (1) The desolate woman represents the gentiles, and the wife Israel; thus the gentiles will bring forth greater spiritual fruits than Israel has delivered; (2) the desolate woman is Israel in her scattered condition, while the wife is those people remaining in the Holy land. Thus Israel will bring forth more children (both physically and spiritually) outside the land of her original inheritance than in it. (See <a class=\"ref\">Gal. 4:22-31; Rev. 12:1-6<\/a>.) In either case, Isaiah uses these images to symbolize the relationship of the Lord to Israel; those who join with covenant Israel are the children of that relationship.\" <\/p> ",
    "audit": null
}