{
    "id": 14636,
    "source": "parry",
    "verse_id": 17689,
    "verse_count": 1,
    "reference": "2:3",
    "title": "",
    "html": " <i>mountain of the Lord.<\/i> See commentary on 2:2.<\/p> <p><i>house.<\/i> The temple is the Lord's house. As with the family home, the temple is a home where people can enjoy the family of God, can delight in peace and quiet away from the world's troubles and concerns, and can offer up their personal prayers to Heavenly Father.<\/p> <p><i>he will teach us of his ways.<\/i> The Lord will teach us through revelation given through his prophets and apostles, through the scriptures, and by way of personal revelation (54:13). Specifically, we will learn of God's ways in his temple.<\/p> <p><i>walk in his paths.<\/i> The \"path of the just\" (<a class=\"ref\">Prov. 4:18<\/a>) or the \"strait and narrow path\" (<a class=\"ref\">2 Ne. 31:18<\/a>) leads first through the gates of baptism and then past the portals of the Lord's holy temple. Before being able to walk in God's paths, though, we must first let the Lord teach us his laws and his ways. Jesus Christ, of course, is the path or the way in which we must walk (<a class=\"ref\">John 14:6<\/a>). <\/p> <p> <i>out of Zion\/from Jerusalem.<\/i> These will be the two religious \"capitals for the kingdom of God during the millennium.\" One will be located in Independence, Missouri (<a class=\"ref\">D&amp;C 57:3; 84:2<\/a>) the other will be found in old Jerusalem (<a class=\"ref\">Ether 13:2-<\/a> 11). Both centers will be called Zion and Jerusalem, and they will possess great temples.<\/p> <p><i>shall go forth the<\/i> <i>law.<\/i> Regarding this phrase, President Harold B. Lee wrote: \"I have often wondered what the expression meant, that out of Zion shall go forth the law. Years ago I went with the brethren to the Idaho Falls Temple, and I heard in that inspired prayer of the First Presidency a definition of the meaning of that term 'out of Zion shall go forth the law.' Note what they said: 'We thank thee that thou hast revealed to us that those who gave us our constitutional form of government were men wise in thy sight and that thou didst raise them up for the very purpose of putting forth that sacred document [as revealed in Doctrine and Covenants section 101]&hellip;.<\/p> <p>\"'We pray that kings and rulers and the peoples of all nations under heaven may be persuaded of the blessings enjoyed by the people of this land by reason of their freedom and under thy guidance and be constrained to adopt similar governmental systems, thus to fulfill the ancient prophecy of Isaiah and Micah that \"&hellip;out of Zion shall go forth the law and the word of the Lord from Jerusalem.\"' (<i>Improvement Era,<\/i> October 1945, p. 564.)\" <\/p> <p>This prophecy could also mean that the laws of the millennial kingdom will originate in the millennial Zion.<\/p> <p><i>word of the Lord.<\/i> Joseph Smith taught the manner in which the Lord's word would proceed forth: \"Moses received the word of the Lord from God Himself; he was the mouth of God to Aaron, and Aaron taught the people, in both civil and ecclesiastical affairs;&hellip;so will it be when the purposes of God shall be accomplished: when 'the Lord shall be King over the whole earth' and 'Jerusalem His throne.' 'The law shall go forth from Zion, and the <i>word of the Lord<\/i> from Jerusalem.'\" <\/p> ",
    "audit": null
}