{
    "id": 15222,
    "source": "parry",
    "verse_id": 18195,
    "verse_count": 24,
    "reference": 29,
    "title": "",
    "html": " <p>The following verses of <a class=\"isa\" verses=\"bnVsbA==\">Isa. 29<\/a> are cited in the Book of Mormon: <b> <\/b><\/p> <p> <a class=\"isa\" verses=\"eyIxODE5NyI6M30=\">Isa. 29:3-5<\/a> = <a class=\"ref\">2 Ne. 26:15-16,  18<\/a>; <\/p> <p> <a class=\"isa\" verses=\"WzE4MjA1XQ==\">Isa. 29:11<\/a> = <a class=\"ref\">2 Ne. 27:15-18<\/a>; <\/p> <p> <a class=\"isa\" verses=\"WzE4MjAwXQ==\">Isa. 29:6<\/a> = <a class=\"ref\">2 Ne. 6:15<\/a>; <\/p> <p> <a class=\"isa\" verses=\"eyIxODIwMCI6NX0=\">Isa. 29:6-10<\/a> = <a class=\"ref\">2 Ne. 27:2-5<\/a>; <\/p> <p> Isaiah 29:13b, 15 = <a class=\"ref\">2 Ne. 28:9<\/a>; <\/p> <p> <a class=\"isa\" verses=\"eyIxODIwNyI6MTJ9\">Isa. 29:13-24<\/a> = <a class=\"ref\">2 Ne. 27:25-35<\/a>; <\/p> <p> <a class=\"isa\" verses=\"WzE4MjA4XQ==\">Isa. 29:14<\/a> = <a class=\"ref\">1 Ne. 14:7<\/a>; <\/p> <p> <a class=\"isa\" verses=\"WzE4MjA4XQ==\">Isa. 29:14<\/a>; <a class=\"isa\" verses=\"WzE3ODk2XQ==\"> 11:11<\/a> = <a class=\"ref\">2 Ne. 29:1<\/a> (see also 25:11);<\/p> <p> <a class=\"isa\" verses=\"WzE4MjE1XQ==\">Isa. 29:21<\/a> = 2 Nephi 28:16a.<\/p> <p>Evidently, Nephi's citations of Isaiah were from the brass plates. Isaiah's prophecy as set forth in the Book of Mormon and the Joseph Smith Translation is much longer than the corresponding text in the King James Version. For this reason we have marked the verses of this section according to the Joseph Smith Translation.<\/p> <blockquote> [And it shall come to pass, that the Lord God shall bring forth unto you the words of a book;     <br>and they shall be the words of them which have slumbered. (JST 29:11)     <br>And behold, the book shall be sealed;     <br>and in the book shall be revelation from God,     <br>from the beginning of the world to the end thereof. (JST 29:12)     <br>Wherefore because of the things which are sealed up, the things which are sealed shall not be delivered in the day of wickedness and abomination of the people.     <br>Wherefore, the book shall be kept from them. (JST 29:13)     <br>But the book shall be delivered unto a man, and he shall deliver the words of the book, which are the words of those who have slumbered in the dust;     <br>and he shall deliver these words unto another, but the words that are sealed he shall not deliver, neither shall he deliver the book. (JST 29:14)     <br>For the book shall be sealed by the power of God, and the revelation which was sealed shall be kept in the book until the own due time of the Lord, that they may come forth; for, behold, they reveal all things from the foundation of the world unto the end thereof. (JST 29:15)     <br>And the day cometh, that the words of the book which are sealed shall be read upon the housetops; and they shall be read by the power of Christ; and all things shall be revealed unto the children of men which ever have been among the children of men, and which ever will be, even unto the end of the earth. (JST 29:16)     <br>Wherefore, at that day when the book shall be delivered unto the man of whom I have spoken, the book shall be hid from the eyes of the world, that the eyes of none shall behold it, save it be that three witnesses shall behold it by the power of God, besides him to whom the book shall be delivered: and they shall testify to the truth of the book and the things therein. (JST 29:17)     <br>And there is none other which shall view it, save it be a few according to the will of God, to bear testimony of his word unto the children of men; for the Lord God hath said, that the words of the faithful should speak as it were from the dead. (JST 29:18)     <br>Wherefore, the Lord God will proceed to bring forth the words of the book; and in the mouth of as many witnesses as seemeth him good will he establish his word; and woe be unto him that rejecteth the word of God]. (JST 29:19)     <br>[But behold, it shall come to pass that the Lord God shall say unto him to whom he shall deliver the book: Take these words which are not sealed and deliver them to another, that he may show them unto the] learned, saying, Read this, I pray thee. (JST 29:20 = KJV 29:11)     <br>[And the learned shall say: Bring hither the book, and I will read them. And now, because of the glory of the world and to get gain will they say this, and not for the glory of God. And the man shall say: I cannot bring the book,] for it is sealed. [Then shall the learned say:] I cannot [read it]. (JST 29:21 = KJV 29:11)     <br>[Wherefore it shall come to pass, that the Lord God will] deliver [again] the book [and the words thereof] to him that is not learned [and the man that is not learned shall say,] I am not learned. [Then shall the Lord God say unto him: The learned shall not read them, for they have rejected them, and I am able to do mine own work; wherefore thou shalt read the words which I shall give unto thee]. (JST 29:22 = KJV 29:12)     <br>[Touch not the things which are sealed, for I will bring them forth in mine own due time; for I will show unto the children of men that I am able to do mine own work]. (JST 29:23)     <br>[Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men]. (JST 29:24)     <br>[For behold, I am God; and I am a God of miracles; and I will show unto the world that I am the same yesterday, today, and forever; and I work not among the children of men save it be according to their faith]. (JST 29:25)     <br>[And again it shall come to pass that]     <br>the Lord [shall say unto him that shall read the words that shall be delivered him]     <br>Forasmuch as this people <i>draw near [unto] me<\/i> <u>with their mouth<\/u><i>,<\/i>     <br>and <u>with their lips<\/u> do <i>honor me,<\/i> but have removed their[heart[s] far from me,     <br>and their fear toward me is taught by the precept of men—     <br>Therefore, I will proceed to do a marvelous work among this people;     <br>[yea], a marvelous work and a wonder:     <br>for the <i>wisdom of their wise<\/i> [and learned] shall <u>perish<\/u>,     <br>and the <i>understanding<\/i> <i>of their prudent<\/i> shall be <u>hid<\/u>. (JST 29:26 = KJV 29:13-14)<\/blockquote> <p><b>JST 29:11 <\/b><i>words of a book. <\/i>The<i> <\/i>Book of Mormon.<\/p> <p><i>them which have slumbered. <\/i>The Nephites and Jaredites.<\/p> <p><b>JST 29:12<\/b> <i>book&hellip;sealed. <\/i>This phrase seems to refer to the portion of the golden plates that was sealed. Sacred records have been sealed up many times in religious history (<a class=\"ref\">Dan. 12:1,  4<\/a>; <a class=\"ref\">Rev. 5:1-14; 1 Ne. 14:26<\/a>; <a class=\"ref\">Ether 3:21-22<\/a>). <\/p> <p><i> revelation&hellip;from the beginning of the world to the end thereof. <\/i> Isaiah emphasizes that the sealed portion of the book contains the <i> revelation from God,<\/i> for the words <i> revelation <\/i> or <i>revealed<\/i> are used five times in this section (29:12, 15, 16, 24). He emphasizes the contents of the sealed portion by repeating three times that it contains God's revelation: \"from the beginning of the world to the end thereof\" (JST 29:12); \"from the foundation of the world unto the end thereof\" (JST 29:15); \"all things&hellip;which ever have been among the children of men, and which ever will be, even unto the end of the earth\" (JST 29:16).<\/p> <p><b>JST 29:13 <\/b><i>things which are sealed shall<\/i><b> <\/b><i>not be delivered in the day of wickedness. <\/i>The sealed portion of the plates will be revealed in the Lord's own time, but not in the day of wickedness.<\/p> <p><b>JST 29:14 <\/b><i>book shall be delivered unto a man. <\/i>The Prophet Joseph Smith received the plates of gold from the angel Moroni. Joseph Smith's history states that the \"heavenly messenger delivered [the plates] up to me\" (<a class=\"ref\">JS-H 1:59<\/a>). <\/p> <p><i>those who have slumbered in the dust. <\/i>The Jaredites and Nephites <i>have slumbered in the dust,<\/i> or have died, and their bodies have returned to the dust.<\/p> <p><i>he shall deliver these words unto another. <\/i>\"The Book itself was not to be delivered to the learned, but only 'the words of a Book;' this was literally fulfilled&hellip;as clearly testified of, not only by the 'plain looking countryman,' namely Martin Harris, but by the learned professor, Anthon himself.\" <\/p> <p><i>words that are sealed he shall not deliver. <\/i>Joseph Smith did not permit the plates themselves to pass to others, according to Moroni's instructions (<a class=\"ref\">JS-H 1:42<\/a>). Neither did he translate the sealed portion to give to others.<\/p> <p><b>JST 29:15<\/b><i> sealed by the power of God. <\/i>God's <i>power<\/i> is central—the book is <i>sealed by the power of God;<\/i> the time would come when the sealed book would \"be read by the power of Christ\" (JST 29:16); and three witnesses would see the plates \"by the power of God\" (JST 29:17).<\/p> <p> <i>kept&hellip;until the own due time of the Lord. <\/i> Isaiah emphasizes that the Lord is in charge of the calendar, for the revelations of the sealed book will not come forth <i>until the own due time of the Lord<\/i> (JST 29:15): \"I will bring them forth in mine own due time\" (JST 29:23), \"until I shall see fit in mine own wisdom to reveal\" these things (JST 29:24).<\/p> <p><b>JST 29:16 <\/b><i>words of the book&hellip;shall be read upon the housetops. <\/i>The time will come when the sealed portion of the plates will be revealed to many.<\/p> <p><b>JST 29:17<\/b><i> book shall be hid from the eyes of the world. <\/i>Joseph Smith and a select group of faithful Saints saw the plates, but no others were permitted to see them.<\/p> <p><i>three witnesses shall behold it. <\/i>Both<i> <\/i> Isaiah and<i> <\/i> Moroni prophesied that the plates would be shown \"unto three&hellip;by the power of God\" (<a class=\"ref\">Ether 5:2-3<\/a>). The three witnesses, Oliver Cowdery, David Whitmer, and Martin Harris, declared, \"We&hellip;testify that we have seen the engravings which are upon the plates; and they have been shown unto us by the power of God\" (Testimony of Three Witnesses).<\/p> <p><i>they shall testify to the truth of the book. <\/i>The three witnesses testified, \"Be it known unto all nations, kindreds, tongues, and people,&hellip;: That we, through the grace of God the Father, and our Lord Jesus Christ, have seen the plates which contain this record&hellip;. And we also know that they have been translated by the gift and power of God&hellip;; wherefore we know of a surety that the work is true\" (Testimony of Three Witnesses).<\/p> <p><b>JST 29:18<\/b><i> none other&hellip;shall view it, save it be a few. <\/i>A few individuals in addition to the Three Witnesses saw the gold plates, including Christian Whitmer, Jacob Whitmer, Peter Whitmer Jr., John Whitmer, Hiram Page, Joseph Smith Sr., Hyrum Smith, and Samuel H. Smith.<\/p> <p><i>words of the faithful&hellip;speak as it were from the dead. <\/i>The faithful here include Nephi, Alma, Samuel, Mormon, Moroni, and many others.<\/p> <p><b>JST 29:19 <\/b><i>in the mouth of as many witnesses as seemeth him good will he establish his word.<\/i> There will be several witnesses to the gold plates so that God's word will be established (<a class=\"ref\">2 Cor. 13:1<\/a>). <\/p> <p><i>woe be unto him that rejecteth the word of God. <\/i>Those who \"reject the words of the prophets\" will \"stand with shame and awful guilt before the bar of God&hellip;. And according to the power of justice,&hellip;[they] must go away into that lake of fire and brimstone\" (<a class=\"ref\">Jacob 6:8-10<\/a>). Individuals reject God's word because of \"the fear of persecution and the cares of the world\" (<a class=\"ref\">D&amp;C 40:2<\/a>), as well as because of gross wickedness (<a class=\"ref\">Hel. 6:2<\/a>). <\/p> <p> <b>JST 29:20<\/b><i> deliver them to another\/show them unto the learned. <\/i>Martin Harris \"presented the characters which had been translated, with the translation thereof, to Professor Charles Anthon, a gentleman celebrated for his literary attainments\" and to Dr. Mitchell (<a class=\"ref\">JS-H 1:64-65<\/a>), both of whom were \"learned.\"<\/p> <p><b>JST 29:21<\/b><i> because of the glory of the world. <\/i>The Lord gave the world's \"learned\" an opportunity to accept or reject the words of the book. He knew their motivation would be not \"for the glory of God\" but for \"the glory of the world and to get gain.\" Therefore, the Lord said, \"The learned shall not read them, for they have rejected them, and I am able to do mine own work\" (<a class=\"ref\">2 Ne. 27:20<\/a>). <\/p> <p><i>I cannot read it.<\/i> During the meeting between Martin Harris and Charles Anthon, Anthon asked Harris to deliver the gold plates to him so that he could translate them. Harris replied that \"part of the plates were sealed, and that [he] was forbidden to bring them,\" to which Anthon responded, \"I cannot read a sealed book\" (<a class=\"ref\">JS-H 1:65<\/a>). <\/p> <p><b>JST 29:22 <\/b><i>I am<\/i><b> <\/b><i>not learned.<\/i> Elder Orson Pratt explained that \"this was fulfilled when the angel of the Lord delivered the Book into the hands of Mr. Smith; though unlearned in every language, but his own mother tongue, yet he was commanded to read or translate the Book. Feeling his own incapability to read such a Book, he said to the Lord, in the words of Isaiah, 'I am not learned.' When he made this excuse, the Lord answered him in the words of Isaiah, next verses [<a class=\"isa\" verses=\"eyIxODIwNyI6Mn0=\">Isa. 29:13-14<\/a>]&hellip;. What could be more marvellous and wonderful, than for the Lord to cause an unlearned youth to read or translate a Book which the wisdom of the most wise and learned could not read?\" <\/p> <p><b>JST 29:23 <\/b><i>Touch not the things which are sealed. <\/i>Joseph Smith was commanded not to touch the sealed portion of the plates, that is, not to translate it.<\/p> <p><b>JST 29:24<\/b><i> seal up the book again, and hide it up. <\/i>After the translation of the Book of Mormon, the angel Moroni took the plates from the Prophet (<a class=\"ref\">JS-H 1:59<\/a>). <\/p> <p> <b>JST 29:25 <\/b><i>I am a God of miracles\/I am the same yesterday, today, and forever. <\/i>The coming forth of the Book of Mormon—the creation of the \"plates of ore\" by Nephi (1 <a class=\"ref\">1 Ne. 19:1<\/a>), the engraving of the plates by ancient prophets, the hiding of the plates by the power of God, the angel's delivering the plates to the young Prophet, Joseph Smith's translating the plates into English, the subsequent translation of the English text into scores of languages, and the great spirit that attends the Book of Mormon and transforms the lives of millions—indicates that the Lord is a God of miracles. There is an antithetical relationship between the followers of Christ, who believe in a God of miracles who is the \"same yesterday, today, and forever,\" and nonbelievers, who \"have imagined up unto [them]selves a god who doth vary, and in whom there is shadow of changing, then have [they] imagined up unto [them]selves a god who is not a God of miracles\" (<a class=\"ref\">Morm. 9:10<\/a>). <\/p> <p><i>I work&hellip;according to their faith. <\/i> Mormon explained that \"it is by faith that miracles are wrought,\" such as the coming forth of the Book of Mormon, \"and it is by faith that angels appear and minister unto men,\" such as the appearance of Moroni to Joseph Smith (<a class=\"ref\">Moro. 7:37<\/a>). <\/p> <p><b>JST 29:26 <\/b><i>this people. This people<\/i> refers to the hypocrites and wicked persons of Jesus' day (<a class=\"ref\">Matt. 15:7-8; Mark 7:5-7<\/a>), those of Joseph Smith's day (<a class=\"ref\">JS-H 1:17-<\/a> 19), and those of any other time period who worship the Lord \"with their mouth\" but their hearts are far from him.<\/p> <p><i>draw near unto me with their mouth&hellip;but have removed their hearts far from me.<\/i> Isaiah's words were recited by Christ himself to Joseph Smith during the First Vision (<a class=\"ref\">JS-H 1:19<\/a>). Ezekiel used similar words: \"They hear [God's] words, but they will not do them: for with their mouth they shew much love, but their heart goeth after their covetousness\" (<a class=\"ref\">Ezek. 33:31<\/a>). <\/p> <p><i>their fear toward me is taught by the precept of men.<\/i> \"<i>Their fear<\/i> means their attitude in worship. It should be founded on a divinely inspired awe, deep respect of the Holy One. But it has become&hellip;'a human command' which can be taught and recited without involving the will.\" <\/p> <p><i>marvelous work and a wonder. <\/i>The Restoration in its entirety, including temple worship, priesthood keys and powers, gospel ordinances, and the Book of Mormon and other scriptural records and revelations, composes the marvelous work and a wonder foretold by Isaiah. Elder Bruce R. McConkie summarized, \"Many latter-day revelations identify the marvelous work here named as the restored gospel.\" <\/p> <p> Isaiah was the first prophet to use the phrase \"marvelous work and a wonder,\" but during this dispensation the phrase is used frequently (for example, <a class=\"ref\">D&amp;C 4:1; 6:1<\/a>; <a class=\"ref\"> 11:1; 12:1<\/a>; <a class=\"ref\"> 14:1<\/a>) to remind the Saints of the marvelous work of the Restoration.<\/p> <p> <i>wisdom of their wise&hellip;shall perish. <\/i>The teachings and precepts of the world's wisest and greatest scholars are foolishness to God, and their wisdom will perish. Paul recalled Isaiah's words: \"The preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God. For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent\" (<a class=\"ref\">1 Cor. 1:18-19<\/a>; see also <a class=\"ref\">D&amp;C 76:9<\/a>). <\/p> ",
    "audit": null
}