{
    "id": 14823,
    "source": "parry",
    "verse_id": 17863,
    "verse_count": 8,
    "reference": "10:12–19",
    "title": "God Destroys Assyria: A Type of the Destruction at the Second Coming",
    "html": " <p> After the Lord used Assyria to destroy Israel (10:5-11), he destroyed Assyria, who along with Babylon, Moab, Edom, and Egypt represents all the wicked and proud nations that will inhabit the earth at the time of Christ's second coming. And because all corruptible things must be destroyed, at his coming all the world's nations will be destroyed by fire. Isaiah's language is clear in this regard, using the terms <i>kindle a burning, burning of a fire, fire, flame, burn and devour,<\/i> and <i>consume.<\/i><\/p> <blockquote>Wherefore it shall come to pass, that when the Lord hath performed his whole work upon Mount Zion and [upon] Jerusalem,     <br>I will punish the fruit of the <u>stout heart<\/u> of the king of Assyria,     <br>and the glory of his <u>high looks<\/u>. (10:12)     <br>For he saith, By the <i>strength of my hand<\/i>     <br><i>[and by my wisdom<\/i> I have done these things];     <br>for I am prudent: and I have [moved the borders] of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man: (10:13)     <br>And my hand hath found as a nest the riches of the people:     <br>and as one gathereth eggs that are left,     <br>have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped. (10:14)     <br>Shall the <i>axe<\/i> boast itself <u>against him that heweth<\/u> therewith?     <br>Shall the <i>saw<\/i> magnify itself <u>against him that [uses]<\/u> it?     <br>as if the <i>rod<\/i> should <u>shake itself<\/u> against them that lift it up,     <br>or as if the <i>staff<\/i> should <u>lift up itself<\/u>, as if it were no wood! (10:15)     <br>Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness;     <br>and under his glory he shall kindle a burning like the burning of a fire. (10:16)     <br>And the <i>Light of Israel<\/i> shall be <u>for a fire<\/u>,     <br>and his <i>Holy One<\/i> <u>for a flame<\/u>:     <br>and shall <i>burn<\/i> and <i>devour<\/i>     <br>his <u>thorns<\/u> and his <u>briers<\/u> in one day; (10:17)     <br>And shall <i>consume<\/i> the <u>glory of his forest<\/u>,     <br>and of his <u>fruitful field<\/u>, both soul and body: and they shall be as when a     <br>[<i>sick man wastes away<\/i>]. (10:18)     <br>And the rest of the trees of his forest shall be few, that a child may write them. (10:19)<\/blockquote> ",
    "audit": null
}