{
    "id": 14766,
    "source": "parry",
    "verse_id": 17813,
    "verse_count": 6,
    "reference": "8:5-10",
    "title": "Rejecting Jehovah, the Waters of Shiloah",
    "html": " <p> <a class=\"isa\" verses=\"eyIxNzc4NCI6OX0=\">Isa. 7:1-9<\/a> recounts King Ahaz's refusal to accept the sign provided by Jehovah; this section deals with the refusal of the people of Israel and Judah to accept Jehovah himself.<\/p> <p> Isaiah describes and then contrasts two forms of waters—the soft, rolling waters of Shiloah, located near the temple mount of Jerusalem, and the waters of the Euphrates, a great river that often floods out of control. The waters of Shiloah are controlled and inviting, whereas the Euphrates is dangerous and destructive. The waters of Shiloah bring life to those who drink them; the Euphrates brings death to those who are swept up in its flood. Isaiah's images of the two waters are symbolic: the former represents Jesus, the King of Heaven, who is likened to the waters of life; the latter is the king of Assyria, who leads his great, destructive armies and \"cover the earth [like a flood&hellip;and] destroy the inhabitants thereof\" (<a class=\"ref\">Jer. 46:8<\/a>). Inasmuch as the inhabitants of Judah had rejected Jesus, or the waters of Shiloah, the Lord set upon them the king of Assyria, or the strong and mighty waters of the river that would overflow their banks and cover the entire land with its destruction.<\/p> <blockquote>The Lord spake also unto me again, saying, (8:5) Forasmuch as this people refuseth the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah's son; (8:6) Now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many, even the king of Assyria, and all his glory:     <br>and [it] shall <i>come up over<\/i> all [<u>its] channels<\/u>,     <br>and <i>go over<\/i> all [<u>its] banks<\/u>: (8:7)     <br>And <i>[it] shall pass<\/i> <u>through Judah<\/u>;     <br><i>[it] shall overflow<\/i> and <u>go over<\/u>,     <br>[<i>it<\/i>] shall reach even <u>to the neck<\/u>;     <br>and the stretching out of <i>[its] wings<\/i> shall fill the <u>breadth of thy land<\/u>, O Immanuel. (8:8)     <br><i>Associate yourselves,<\/i> <u>O ye people<\/u>, and ye shall be broken in pieces;     <br>and <i>give ear,<\/i> all <u>ye of far countries<\/u>:     <br><i>gird yourselves,<\/i> and <u>ye shall be broken in pieces<\/u>;     <br><i>gird yourselves,<\/i> and <u>ye shall be broken in pieces<\/u>. (8:9)     <br><i>Take counsel together,<\/i> and <u>it shall come to [naught<\/u>];     <br><i>speak the word,<\/i> and <u>it shall not stand<\/u>: for God is with us. (8:10)<\/blockquote> ",
    "audit": null
}