{
    "id": 14908,
    "source": "parry",
    "verse_id": 17933,
    "verse_count": 8,
    "reference": "14:4–11",
    "title": "Fall of the King of Babylon",
    "html": " <p> <a class=\"isa\" verses=\"WzE3OTQzXQ==\">Isa. 14<\/a> contains two parallel texts that should be closely compared and contrasted. The first text speaks of the king of Babylon (14:4-11); the second deals with Lucifer (14:12-20). The rule of the king of Babylon reminds us of Lucifer's reign, and Lucifer's wicked desires remind us of those of the Babylonian king. Although the King and Lucifer are separate individuals, they share similar characteristics—they both are evil, they have both ruled with horror and destruction, both have weakened the nations with their evil ways, and both will eventually be sent down to hell. The fall of ancient Babylon's king recalls Lucifer's fall from heaven and anticipates a future time when Lucifer will be cast down, bound in hell, and become powerless. <a class=\"isa\" verses=\"eyIxNzkzMyI6OH0=\">Isa. 14:4-11<\/a> speaks of an unnamed king of Babylon who served Lucifer and became like him; 14:12-20 refers to Lucifer, <i>the<\/i> king of Babylon—worldliness and sin.<\/p> <p>The demise of the king of Babylon is accompanied by the destruction of the wicked with their golden city Babylon—a perfect example of an evil place. It is through God's power that the king, his followers, and their city are destroyed. Although the inhabitants of the earth suffered during the king's evil reign, all God's creations sing and rejoice when their tormentor is exiled and sent to hell. Meanwhile, former kings and rulers will say to the fallen king of Babylon, \"You are now as weak as we are, lacking power and pomp and worldly glory, and similar to us, the maggots and worms destroy your body\" (14:11). This prophecy will have a dual fulfillment, first with the destruction of ancient Babylon, and then with the destruction of the wicked world at the second coming of Christ.<\/p> <p>The Hebrew <i>sheol,<\/i> translated as \"hell\" in 14:9 and as \"grave\" in 14:11, refers to the world of spirits. <a class=\"isa\" verses=\"eyIxNzkzOCI6M30=\">Isa. 14:9-11<\/a> provides several insights about the world of the spirits: it is perceived (perhaps symbolically) to be a place that is physically lower than heaven or earth (14:9; 5:14); there is life after death there (14:9-10); there individuals are recognized (14:10); it is a place where kings, rulers, and others go (14:9); verbal communication exists there (14:10); it is where many of the dead become weak (14:10), perhaps because their spirits have been separated from their bodies (14:11) but also because they cannot rely on their earthly wealth and glory; and it is where mankind's pomp (14:11) and earthly glory end (5:14).<\/p> <blockquote> [And it shall come to pass in that day,] that thou shalt take up this proverb against the king of Babylon, and say:     <br>How hath the <i>oppressor<\/i> <u>ceased<\/u>,     <br>the <i>golden city<\/i> <u>ceased<\/u>! (14:4)     <br>The Lord hath broken the <i>staff<\/i> of the <u>wicked<\/u>,     <br>the <i>scepters<\/i> of the <u>rulers<\/u>. (14:5)     <br><i>He who smote the people<\/i> <u>in wrath with [unceasing blows]<\/u>,     <br><i>he that ruled the nations<\/i> <u>in anger [with relentless aggression] (14:6)<\/u>     <br><i><u>The whole earth<\/u><\/i><u> is at rest, and is quiet<\/u>;     <br><i>they<\/i> <u>break forth into singing<\/u>. (14:7)     <br>Yea, the <i>fir-trees<\/i> <u>rejoice<\/u> at thee,     <br><u>and [also<\/u>] <b> <\/b>the <i>cedars of Lebanon,<\/i> saying:     <br>Since thou art laid down no [woodsman] is come up against us. (14:8)     <br><i>Hell from beneath<\/i> <u>is moved<\/u> for thee to meet thee at thy coming;     <br><u>it stirreth up<\/u> <i>the dead<\/i> for thee,     <br>even all the <i>chief ones of the earth;<\/i>     <br>it hath raised up from their thrones <i>all the kings of the nations<\/i>. (14:9)     <br>All they shall speak and say unto thee:     <br><i>Art thou<\/i> also <u>become weak as we<\/u>?     <br><i>Art thou <\/i><u>become like unto us<\/u>? (14:10)     <br>Thy <i>pomp<\/i> is <u>brought down to the grave<\/u>;     <br>the <i>noise of thy viols<\/i> is <u>not heard<\/u>;     <br>the <i>worm<\/i> is <u>spread under thee<\/u>,     <br>and the <i>worms<\/i> <u>cover thee<\/u>. (14:11)<\/blockquote> ",
    "audit": null
}