{
    "id": 15746,
    "source": "parry",
    "verse_id": 18705,
    "verse_count": 1,
    "reference": "52:8",
    "title": "",
    "html": " <i>watchmen.<\/i> It was traditional in Palestine to place watchers, or guards, on the walls of the cities to observe those who approached. Symbolically, the watchmen are priesthood leaders who keep watch over the Church and call out the good news of redemption. Most likely they are the leaders of the Church, but also, in a sense, they are the missionaries of the Church.<\/p> <p><i>lift up the voice\/with the voice&hellip;sing.<\/i> All shall join together in singing a new millennial song \"when the Lord shall bring again Zion\" (52:8). <a class=\"ref\">D&amp;C 84<\/a> gives us the words of the song:<\/p> <blockquote>The Lord hath brought again Zion;     <br>The Lord hath redeemed his people, Israel,     <br>According to the election of grace,     <br>Which was brought to pass by the faith     <br>And covenant of their fathers.<\/blockquote> <blockquote>The Lord hath redeemed his people;     <br>And Satan is bound and time is no longer.     <br>The Lord hath gathered all things in one.     <br>The Lord hath brought down Zion from above.     <br>The Lord hath brought up Zion from beneath.<\/blockquote> <blockquote>The earth hath travailed and brought forth her strength;     <br>And truth is established in her bowels;     <br>And the heavens have smiled upon her;     <br>And she is clothed with the glory of her God;     <br>For he stands in the midst of his people.<\/blockquote> <blockquote>Glory, and honor, and power, and might,     <br>Be ascribed to our God; for he is full of mercy,     <br>Justice, grace and truth, and peace,     <br>Forever and ever, Amen.<\/blockquote> <blockquote>(D&amp;C 84:99-102)<\/blockquote> <p> <i>eye to eye.<\/i> This metaphor represents being united in purpose and understanding (<a class=\"ref\">Mosiah 16:1; Alma 36:26<\/a>; <a class=\"ref\">D&amp;C 84:98<\/a>). Unity is one of the key characteristics of Zion, as Moses recorded: \"The Lord called his people Zion, because they were of one heart and one mind\" (<a class=\"ref\">Moses 7:18<\/a>). Joseph Smith declared, \"What if all the world should embrace this Gospel? They would then see eye to eye, and the blessings of God would be poured out upon the people, which is the desire of my whole soul.\" <\/p> <p><i>the Lord shall bring again Zion.<\/i> Zion was established in the time of Enoch (<a class=\"ref\">Moses 7:19<\/a>) and then \"was taken up into heaven\" (<a class=\"ref\">Moses 7:23<\/a>). In the last days, <i>the Lord shall bring again Zion<\/i> in two ways: The Zion of Enoch will return to earth (<a class=\"ref\">Moses 7:61-63<\/a>) and the condition of Zion will be brought again to the earth in the last days (<a class=\"ref\">Moses 7:61-62,  64<\/a>). Joseph Smith taught that the latter-day Zion would be centered in Jackson County, Missouri. <\/p> ",
    "audit": null
}