{
    "id": 14864,
    "source": "parry",
    "verse_id": 17896,
    "verse_count": 1,
    "reference": "11:11",
    "title": "",
    "html": " <i>in that day.<\/i> This is our day, or the last days (2:12).<\/p> <p><i>Lord shall set his hand again the second time.<\/i> This prophecy is being fulfilled right now, in our day. The first time the Lord set his hand to gather his people was when he \"led Israel out of Egyptian bondage and captivity\" (<a class=\"ref\">Ex. 3:19-20; 13:3<\/a>; <a class=\"ref\">Deut. 6:21<\/a>). The restoration of the gospel, which began with Joseph Smith's ministry, signaled the <i>second time<\/i> God began recovering the remnants of Israel from the nations of the world. Joseph Smith taught that \"The time has at last arrived when the God of Abraham, of Isaac, and of Jacob, has set his hand again the second time to recover the remnants of his people.\" The Book of Mormon adds to our knowledge of this prophecy (<a class=\"ref\">2 Ne. 6:14; Jacob 6:2<\/a>). <\/p> <p> <i>recover the remnant.<\/i> In Hebrew this phrase means to purchase or acquire <i>the remnant.<\/i> God will bring back his people through redemption and the Atonement (<a class=\"ref\">1 Ne. 10:14; 3 Ne. 20:13<\/a>). The <i>remnant<\/i> or remnants are members of the house of Israel \"who are scattered abroad upon all the face of the earth\" (<a class=\"ref\">3 Ne. 5:24<\/a>). These include the Nephites and Lamanites (Book of Mormon Title Page; <a class=\"ref\">1 Ne. 13:34; Alma 46:23<\/a>; <a class=\"ref\">3 Ne. 20:10<\/a>), members of the Church (<a class=\"ref\">D&amp;C 52:2<\/a>), and others of the house of Israel. They will be gathered in \"from the four quarters of the earth\" (<a class=\"ref\">3 Ne. 5:24; 20:13<\/a>) and be \"converted from their wild and savage condition to the fulness of the everlasting gospel\" (<a class=\"ref\">D&amp;C 109:65<\/a>) by their accepting Christ and the Book of Mormon (1 <a class=\"ref\">1 Ne. 10:14; 3 Ne. 20:13<\/a>; <a class=\"ref\">Morm. 5:12; 7:1<\/a>). <\/p> <p><i>Assyria\/Egypt\/Pathros\/Cush\/Elam\/Shinar\/Hamath\/islands.<\/i> Isaiah lists many of the nations that surrounded ancient Israel. The list represents the entire world and anticipates similar phraseology in the following verse—<i>nations, outcasts, dispersed, four corners of the earth.<\/i> God will gather the covenant people from all the nations of the earth to his covenant lands.<\/p> ",
    "audit": null
}