{
    "id": 14878,
    "source": "parry",
    "verse_id": 17908,
    "verse_count": 5,
    "reference": "13:1-5",
    "title": "The Lord of Armies Calls Forth His Hosts",
    "html": " <p>The events listed in this prophecy are being fulfilled by us (members of the Church) right now in our own day. <a class=\"isa\" verses=\"eyIxNzkwOSI6NH0=\">Isa. 13:2-5<\/a> (an interlude in the larger scene of the judgment of Babylon; see 13:1, 6-22) comprises the Lord's command to us to gather Israel by hoisting a banner or ensign on a mountain; calling with a voice; and beckoning with the hand (13:2). When these three signals are given, the earth cannot doubt the veracity of the invitation to join the Saints in Zion.<\/p> <p>Those who gather will come from all parts of the earth (13:5), will be sanctified in the temple (13:3), and will become part of the Lord's army to serve in the holy war against evil (13:4-5), all of which will occur in preparation for the Lord's coming when he will destroy modern Babylon as he destroyed ancient Babylon. As the Lord invites his people to gather to Zion and the temple, Satan simultaneously entices people to become part of Babylon (14:4-20).<\/p> <blockquote>The burden of Babylon, which Isaiah the son of Amoz did see. (13:1)     <br><i>Lift ye up<\/i> [my] <u>banner<\/u> upon the high mountain,     <br><i>exalt<\/i> the <u>voice<\/u> unto them,     <br>[wave] the hand, that they may go into the gates of the nobles. (13:2)     <br>I have <i>commanded<\/i> <u>my sanctified ones<\/u>,     <br>I have also <i>called<\/i> <u>my mighty ones<\/u>,     <br>for mine anger [is not upon them] that rejoice in my highness. (13:3)     <br>The <i>noise<\/i> of [the] <u>multitude<\/u> in the mountains like as of a great people,     <br>a tumultuous <i>noise<\/i> of the <u>kingdoms<\/u> of nations gathered together,     <br>the Lord of Hosts mustereth the hosts of the battle. (13:4)     <br>They come <i>from<\/i> a <u>far country<\/u>,     <br><i>from<\/i> the <u>end of heaven<\/u>,     <br>[yea,] the Lord, and the weapons of his indignation, to destroy the whole land. (13:5)<\/blockquote> ",
    "audit": null
}