{
    "id": 17299,
    "source": "poet",
    "verse_id": 18010,
    "verse_count": 6,
    "reference": "19:5-10",
    "title": "Man versus Nature—Nile River Life Destroyed",
    "html": "<blockquote><p><sup>5<\/sup> Water shall fail from the seas,<\/p> <p>Rivers dry up and be parched,<\/p> <p><sup>6<\/sup> Channels turn foul as they ebb,<\/p> <p>And Egypt's canals run dry.<\/p> <p>Reed and rush shall decay,<\/p> <p><sup>7<\/sup> And the Nile papyrus by the Nile-side<\/p> <p>And everything sown by the Nile<\/p> <p>Shall wither, blow away, and vanish.<\/p> <p>8 The fishermen shall lament;<\/p> <p>All who cast lines in the Nile shall mourn,<\/p> <p>And those who spread nets on the water shall languish.<\/p> <p><sup>9<\/sup> The flax workers, too, shall be dismayed,<\/p> <p>Both carders and weavers chagrined.<\/p> <p><sup>10<\/sup> Her foundations shall be crushed.<\/p> <p>And all who make dams shall be despondent. (NJV)<\/p> <\/blockquote><p>The Nile River has supplied, from the beginning of civilization, the lifeblood of Egypt. Most of the Egyptian population has always clustered on the river's floodplain, where the waters systematically and gradually rise, overflow the banks, and inundate and irrigate the rich fields that would otherwise become desert. The Nile, with a watershed that drains half a continent through a four-thousand mile river-course, annually carries millions of tons of sediment toward the Mediterranean Sea, providing nutrients for many ecological life-systems along its way. At its height in August, the river usually rises twenty-five to thirty feet above its normal course:<\/p> <p>The annual flood was one of nature's exquisitely balanced wonders. Sometimes it brought too much water, engulfing villages, and sometimes it brought too little; even in normal years about 30,000,000,000 tons flowed unused to the sea. But the water was not wasted. Every sediment laden drop that emptied into the Mediterranean strengthened the aquatic food chain, nourishing marine life, and maintained an exact balance of salinity. . . . that has made the Nile Valley the agricultural marvel it is. (Sterling, \"The Trouble with Superdams,\" <i>Britannica Yearbook of Science and the Future, 1974,<\/i> p. 115.)<\/p> <p>In verses 5-10, Isaiah, warns that this natural agricultural marvel would someday be disrupted, and the waters of the \"sea,\" the flooded valley, would fail. Various events could cause such a drastic disruption. In ancient times, social disorder (like that described in vs. 1-4) so disrupted normal life along the river that canals and ditches could not be cleaned or maintained. Neither could the fields be properly prepared, planted, and cultivated; therefore, the Nile Valley's productivity would drastically decline until social order was restored.<\/p> <p>Another cause could be meager snowfall and rains in the African highlands that provided the Nile waters. This highland water is vital, since Egypt receives an average of only one hour of rain per year. When snow and rains failed in the south, then, the northern Egyptians had only limited flooding and irrigation for their crops until the next year.<\/p> <p>The adverse social and weather conditions described above rarely lasted more than a decade, though, and fertility along the Nile was usually quickly restored. In modern times, however, a new kind of social phenomenon arose that changed conditions on the Nile so drastically that its consequences will continue for at least a century.<\/p> <p>In 1960, construction began on the Aswan Dam, an engineering wonder but ecological and social nightmare. Built to provide abundant, cheap, clean hydroelectric power, to store water for irrigation, and to control flooding, the dam was to help fulfill President Nasser's dream of bringing Egyptian society out of the \"dark ages\" and into a powerful position among third world countries. Within a decade, Nasser hoped to deliver the country from poverty and famine, and to double its income through industrialization. Yet more than a decade after the dam's completion in 1971, poverty is still rampant (the average Egyptian worker's daily salary is only three dollars, the nation is deep in debt, and progress toward modernization is very slow).<\/p> <p>Countless other problems have resulted from building the dam. Though some problems were anticipated, their magnitude was never even imagined:<\/p> <p><sup>1<\/sup> Billions of tons of silt, which had enriched Egyptian fields for centuries, are now piled up behind the dam and quickly filling massive Lake Nasser, the dam's two-thousand-square-mile reservoir. Egyptian engineers fear that the lake may be completely filled within a few decades instead of two centuries as originally anticipated.<\/p> <p><sup>2<\/sup> Underground seepage and reversed underground flows in the dam area claim up to one-third of the water coming into the lake. Apparently, these underground rivers are flowing into the Mediterranean Sea without any benefit to agriculture or society.<\/p> <p><sup>3<\/sup> Extreme evaporation loss (fifteen billion cubic meters of water per year) is being caused by high desert temperatures and wind velocity in the area. This figure is at least fifty percent more than planners expected.<\/p> <p><sup>4<\/sup> Water weeds, such as the hyacinth, proliferate in the warm waters, robbing nutrients and oxygen from the fish and food chains, menacing the dam's turbines through clogging, and depleting water resources through transpiration (using up to ten times more water, meter for meter, than Lake Nasser's evaporation rate).<\/p> <p><sup>5<\/sup> Ninety thousand Egyptian and Sudanese peasants who formerly lived on the rich bottomlands of the Upper Nile have been uprooted and moved to the hot, rocky, barren hills above Lake Nasser.<\/p> <p><sup>6<\/sup> At the cost of millions of dollars, great archaeological treasures, such as the Abu Simbel temple statues of Ramses II, were cut from the solid rock, moved, and reconstructed on higher ground. Other unknown sites and treasures may still lay buried under the lake.<\/p> <p><sup>7<\/sup> Immense water pressure has increased the potential for seismic disturbances and even major earthquakes.<\/p> <p>Further complications have developed downstream:<\/p> <p><sup>8<\/sup> Although there is less water flowing downstream from Aswan today than before the dam was built, the silt-free water flows much faster and is scouring and eroding the riverbeds, thus undermining bridge and wharf foundations. To prevent their collapse and to slow the river, Egypt now plans to build ten additional dams between Aswan and the sea.<\/p> <p><sup>9<\/sup> The clear river water is void of most nutrients and therefore no longer supports the fishing, flax, papyrus, and other ancient industries. (See <a class=\"isa\" verses=\"eyIxODAxMiI6M30=\">Isa. 19:7-9<\/a>.)<\/p> <p><sup>10<\/sup> Without Nile sediment, the land requires millions of tons of artificial fertilizer, which increases productivity (especially in areas of double cropping) but cuts the average income per acre by about a fifth due to the extra cost. (Ironically, the world's largest resource of mineral fertilizers is the Dead Sea basin, located 250 miles northeast of the Nile Valley. Egyptian water coupled with Israeli fertilizer could improve the productivity of both countries.)<\/p> <p><sup>11<\/sup> Without the floods to wash salts away, soil salinity is reaching ominous levels, requiring ambitious leeching and drainage projects.<\/p> <p><sup>12<\/sup> The population of water snails has boomed, increasing the number of hosts of blood flukes, which carry schistosomiasis (bilharzia), the scourge of Egypt. This disease afflicts approximately every other Egyptian and causes one out of every ten deaths in the country. Also, increased outbreaks of malaria have resulted from enlarged breeding areas for mosquitoes.<\/p> <p>As if these problems along the river were not enough, further disruptions have occurred at the mouth of the Nile:<\/p> <p><sup>13<\/sup> Strong west-to-east currents in the Mediterranean Sea are eroding the delta coastline, since no new sediment comes out of the Nile to maintain coastal sandbars and dunes.<\/p> <p><sup>14<\/sup> Sea water is beginning to intrude into five big freshwater lakes of the delta, which are indispensable to the cultivation of a million acres of delta lands reclaimed at great expense.<\/p> <p><sup>15<\/sup> The aquatic food chain in the eastern Mediterranean has been broken along a continental shelf 12 miles wide and 600 miles long. For example, the eighteen thousand tons of sardines that once supplied one-fifth of Egypt's annual fish catch have disappeared.<\/p> <p><sup>16<\/sup> The salinity of the eastern Mediterranean Sea is rising, since the salty Red Sea waters pour through the Suez Canal without the sweet Nile floodwaters to counteract them.<\/p> <p>(The sources for this list are Sterling, \"The Trouble with Superdams,\" <i>Britannica Yearbook of Science and the Future, 1974,<\/i> pp. 115-27, and Lytle, <i>The Aswan High Dam,<\/i> pp. 2-3.)<\/p> <p>After reviewing these facts, reread <a class=\"isa\" verses=\"eyIxODAxMCI6Nn0=\">Isaiah 19:5-10<\/a> to appreciate why Egyptians \"who make dams shall be despondent\" (v. 10, NJV). Many Egyptian leaders, in discussing the Aswan Dam, admit privately that \"probably they would not build it if they had it to do over again.\" (Sterling, p. 127). Some even think that the dam should be destroyed before additional problems develop. Undoubtedly, no event in Egyptian history has so completely disrupted the way of life along the Nile River as the Aswan Dam. It therefore appears that no other event has a better claim to fulfilling Isaiah's prophecy in verses 5-10.<\/p>",
    "audit": null
}