{
    "id": 17301,
    "source": "poet",
    "verse_id": 18021,
    "verse_count": 3,
    "reference": "19:16-18",
    "title": "Egypt Is Full of Fear, for Judah Terrorizes Her",
    "html": "<p><sup>16<\/sup> In that day, the Egyptians shall be like women, trembling and terrified because the LORD of Hosts will raise His hand against them.<\/p> <p><sup>17<\/sup> And the land of Judah shall also be the dread of the Egyptians; they shall quake whenever anybody mentions it to them, because of what the LORD of Hosts is planning against them.<\/p> <p><sup>18<\/sup> In that day, there shall be several towns in the land of Egypt speaking the language of Canaan and swearing loyalty to the LORD of Hosts; one shall be called Town of Heres. (NJV)<\/p> <p>An important stylistic and thematic transition occurs in verse 16. Isaiah shifts from poetry to prose and begins this section with the phrase \"in that day.\" This phrase is repeated five additional times in the second part of the chapter, but it is not found at all in the first. Since, for Isaiah, the phrase \"in that day\" is almost always his way of saying \"in the last days\" or \"in that day just before the Millennium,\" it is likely that at least the last portion of chapter 19 finds its fulfillment in modern times.<\/p> <p>The verses above describe the frenzied fear that overcomes the Egyptians. The Egyptians not only generally lack courage, but specifically fear the Jews, their former slaves. In their male-centered society, the accusation that they have become \"like women\" is the lowest insult.<\/p> <p>Until the time of modern wars between Israel and Egypt—which began in 1948 and included conflicts in 1956, 1967, and 1973—Egypt has historically had no hesitation in carrying on battles in Palestine. Egypt was also so large and strong that she never had reason to fear invasion from any military power of Judah. Although Jewish traders, travelers, and refugees often entered Egypt, Jewish armies never advanced into Egyptian soil until very modern times.<\/p> <p>The low point of Egyptian military power in comparison to that of Israel was the Six Day War of June 1967. Dozens of books have been written and countless stories told of how, within hours on June 5, the Israeli air force devastated all Egyptian air bases and two-thirds of her air force. In four days of fighting, Israel destroyed the bulk of the Egyptian army and overran an area of Egyptian territory six times the area of the entire country of Israel.<\/p> <p>With control of the Sinai Peninsula, Israel later established some settlements (this could be a fulfillment of verse 18), although many of these areas were evacuated after the 1973 Yom Kippur War agreements. Therefore, the time of more permanent Jewish communities in Egypt is probably still future. Some progress in that direction has been made, though, through recent treaties opening the borders between Israel and Egypt.<\/p> <p>One other phrase in verse 18 requires brief explanation: \"the language of Canaan.\" Isaiah's prophecy that \"the language of Canaan\" will be spoken in \"several\" (translated \"five\" in KJV) Egyptian towns has caused much debate. Scholars debate whether these cities will become Jewish possessions, or whether Jews will simply live abroad there, bringing their language with them. However, though the \"language of Canaan\" most likely means the Hebrew language, it might also imply that the system of thought, custom, and theology indigenous to Canaan will become a part of Egyptian society. In this case, the ideas and ideals of Judaism may become firmly entrenched and practiced in some Egyptian cities.<\/p> <p>In short, as illustrated in verses 16-18, one important sign concerning Egypt in the last days will be her greatly improved relationship with Judah. Verses 19-21, in turn, describe a new Egyptian relationship with the Lord.<\/p>",
    "audit": null
}