{
    "id": 17271,
    "source": "poet",
    "verse_id": 17657,
    "verse_count": 5,
    "reference": "1:2-6",
    "title": "Accusation",
    "html": "<p>Beginning with verse 2, the rest of chapter 1 is written in poetic form rather than prose. The first few verses contain the Lord's charge against Israel as he decries her wickedness and sickness:<\/p> <blockquote><p><sup>2<\/sup> Hear, O heavens, and give ear, O earth,<\/p> <p>For the Lord has spoken:<\/p> <p>\"I reared children and brought them up—<\/p> <p>And they have rebelled against Me!<\/p> <p><sup>3<\/sup> An ox knows its owner,<\/p> <p>An ass its master's crib:<\/p> <p>Israel does not know,<\/p> <p>My people takes no thought.\"<\/p> <p><sup>4<\/sup> Ah, sinful nation!<\/p> <p>People laden with iniquity!<\/p> <p>Brood of evildoers!<\/p> <p>Depraved children!<\/p> <p>They have foresaken the Lord,<\/p> <p>Spurned the Holy One of Israel,<\/p> <p>Turned their backs (on Him).<\/p> <p><sup>5<\/sup> Why do you seek further beatings,<\/p> <p>That you continue to offend?<\/p> <p>Every head is ailing,<\/p> <p>And every heart is sick.<\/p> <p><sup>6<\/sup> From head to foot<\/p> <p>No spot is sound:<\/p> <p>All bruises, and welts,<\/p> <p>And festering sores—<\/p> <p>Not pressed out, not bound up,<\/p> <p>Not softened with oil. (NJV)<\/p> <\/blockquote><p>The beginning half of verse 2 contains two strong exhortations to Isaiah's audience. It begins with the command to \"hear!\" The Hebrew word <i>(shim'u)<\/i> is in the imperative form, meaning that the Lord insists that Isaiah's listeners or readers pay attention. The word also has the connotation of \"obeying\" or \"following,\" in the sense of keeping the commandments. An alternate translation of this word is \"give heed\" or \"hearken to act.\" Thus, Isaiah is not just politely asking for attention but is rather commanding adherence to his words.<\/p> <p>The beginning phrase of verse 2 echoes the words of Moses as he begins the great psalm that was his last mortal discourse: \"Give ear, O ye heavens, and I will speak; and hear, O earth, the words of my mouth.\" (<a class=\"ref\">Deut. 32:1<\/a>; compare <a class=\"ref\">Deut. 31:28<\/a>.) Moses' last sermon deals with God's greatness, his choice of Israel as his covenant people, Israel's rebellion, and God's final sovereignty over Israel and all nations. Isaiah expresses those same ideas and begins this chapter with a similar exhortation, indicating his familiarity with Moses' sermon. These words also serve as a reminder to Israel of the solemn covenants their ancestors made with the Lord before they entered the Promised Land. As in the past, willful disobedience to this covenant is sure to result in utter destruction. (See <a class=\"ref\">Deut. 4:25-26<\/a>.)<\/p> <p>Isaiah appropriately builds upon the Israelite covenant and the words of Deuteronomy, for he was the most profound prophet and teacher of Israel since Moses. Living halfway between the time of Moses and that of Christ, Isaiah forms a bridge between these two servants of Israel as he both testifies of the continued validity of Moses' dispensation and prophesies the promised redemption of Christ's. Isaiah's use of Mosaic phraseology and themes places him in the mainstream of Israel's prophetic tradition with the mantle of Moses resting firmly on his shoulders.<\/p> <p>The second phrase of verse 2, \"For the Lord has spoken,\" also confirms Isaiah's prophetic calling. Isaiah wants his listeners to know that he is not giving his own ideas or philosophy, but the words of the Lord. This phrase also catches his listeners' attention and alerts them to an important message to follow. In Isaiah (or any of the scriptures), phrases like \"the Lord has spoken,\" and \"hear the word of the Lord,\" \"the mouth of the Lord has spoken,\" and \"thus saith the Lord\" are used as flags to attract our attention and to testify concerning the Lord's message. After using such a phrase in his opening exhortation, Isaiah is now ready to deliver the Lord's word to Israel.<\/p> <p>The remainder of verse 2 and all of verse 3 testify that God's children have rebelled against their Lord and are worthy of death, the penalty allowed under Mosaic law for the deliberate disobedience by children. (<a class=\"ref\">Ex. 21:15, 17<\/a>.) The Israelites have become less obedient than animals, who at least recognize their masters.<\/p> <p>Verse 4 seems to warn of the dangers of disobedience, for it begins with the Hebrew exclamation <i>hoy,<\/i> which can be rendered simply as \"ah!\" although a more complete derivative would be \"shame\" or \"alas.\" The Lord then elaborates upon Israel's corruption in a fourfold denouncement that describes four types of wickedness (sin, iniquity, evildoing, and depravity or corruption) among four groups (nation, people, brood or seed, and children). The description of the last group (depraved or corrupt children) demonstrates the seriousness of Israel's wickedness, for even her children are being taught to do evil.<\/p> <p>In verses 5 and 6, the people contract sickness and open sores, which might be physical but are probably spiritual, because they result from the people's continued rebellion against the Lord. The sickness of the \"head\" and \"heart\" is most serious, because these organs are necessary both for physical health and for spiritual sensitivity. Intellectual and emotional faith, both necessary for true religious devotion, stem from the head and heart, respectively.<\/p> <p>Sometimes a disease lies dormant within the body for a time, later manifesting itself through external symptoms like the open sores of verse 6. These festering wounds could be literal or figurative, representing either the nation's inability to care for her wounds in a time of chaos (or apathy), or her refusal to acknowledge her sins and heal herself spiritually. The verse might easily refer to both.<\/p>",
    "audit": null
}