{
    "id": 17290,
    "source": "poet",
    "verse_id": 17962,
    "verse_count": 37,
    "reference": "15-17",
    "title": "Moab",
    "html": "<p>Moab lies in the region east of the Dead Sea. Her inhabitants descended from Moab, the son of Lot and his eldest daughter. (See <a class=\"ref\">Gen. 19:31-37<\/a>.) In chapters 15 and 16, Isaiah pronounces a two-part \"burden\" upon Moab. Chapter 15 describes the destruction of the cities of Moab and the mourning of its inhabitants, and chapter 16 gives an allusion to the future Messiah while continuing the description of woe. This allusion to the Messiah helps us to see these chapters not only in their historical context but also in their eschatological setting and fulfillment. The eschatological setting of this Moab prophecy is in keeping with this section of prophecies to the nations (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 13-23<\/a>) and their dual fulfillment—anciently and in the last days. In a latter-day context, Moab can be viewed as representing the enemies of God, with her destruction typifying the consequences coming upon those who oppose Israel at Christ's second coming. A survey of Moabite history preceding Isaiah will help us understand Moab's relationship with the ancient Israelites and how their hatred resulted in wars and came to represent opposition to the Lord's chosen people.<\/p> <p>During Isaiah's lifetime, Moab lost her independence, becoming a vassal state to Assyria at least as early as the reign of Tiglath-Pileser III (754-727 B.C.), who destroyed Syria, invaded Israel, annexed large territories east of the Jordan Valley, and deported many Israelites to Assyria. Although the dates of Isaiah's pronouncements upon Moab are not given, it is assumed that they were delivered a few years before the massive Assyrian invasion and conquest of the Transjordan area in 730-727 B.C. (See Map 9 and note the places on the parallel map on page 193 as you read Isaiah's account of the great destruction coming upon Moab.)<\/p> <blockquote><p><b>15<\/b> The Burden of Moab<\/p> <p>For in the night that Ar of Moab is laid to waste,<\/p> <p>He is brought to ruin;<\/p> <p>For in the night that Kir of Moab is laid waste,<\/p> <p>He is brought to ruin.<\/p> <p><sup>2<\/sup> He is gone up to Bajith, and to Dibon<\/p> <p>To the high places, to weep;<\/p> <p>Upon Nebo, and upon Medeba, Moab howleth;<\/p> <p>On all their heads is baldness,<\/p> <p>Every beard is shaven.<\/p> <p><sup>3<\/sup> In their streets they gird themselves with sackcloth.<\/p> <p>On their housetops, and in their broad places,<\/p> <p>Every one howleth, weeping profusely.<\/p> <p><sup>4<\/sup> And Heshbon crieth out, and Elealeh;<\/p> <p>Their voice is heard even unto Jahaz;<\/p> <p>Therefore the armed men of Moab cry aloud;<\/p> <p>His soul is faint within him.<\/p> <p><sup>5<\/sup> My heart crieth out for Moab;<\/p> <p>Her fugitives reach unto Zoar,<\/p> <p>A heifer of three years old;<\/p> <p>For by the ascent of Luhith<\/p> <p>With weeping they go up;<\/p> <p>For in the way of Horonaim<\/p> <p>They raise up a cry of destruction.<\/p> <p><sup>6<\/sup> For the Waters of Nimrim shall be desolate;<\/p> <p>For the grass is withered away, the herbage faileth,<\/p> <p>There is no green thing.<\/p> <p><sup>7<\/sup> Therefore the abundance they have gotten,<\/p> <p>And that which they have laid up,<\/p> <p>Shall they carry away to the brook of the willows.<\/p> <p><sup>8<\/sup> For the cry is gone round about<\/p> <p>The borders of Moab;<\/p> <p>The howling thereof unto Eglaim,<\/p> <p>And the howling thereof unto Beerelim.<\/p> <p><sup>9<\/sup> For the waters of Dimon are full of blood;<\/p> <p>For I will bring yet more upon Dimon,<\/p> <p>A lion upon him that escapeth of Moab,<\/p> <p>And upon the remnant of the land. (JPS)<\/p> <\/blockquote><p>Isaiah begins by telling us that destruction will come upon Moab \"in the night,\" probably meaning that it will be sudden and unexpected. It will come first to Ar and Kir, ancient cities of Moab (Kir was probably Moab's capital at this time). The high places in verse 2 undoubtedly represent the pagan temples, since shrines for idolatrous worship were built on the mountaintops. Isaiah foretells that, eventually, the people will go up not for worshipping, but for weeping and lamentation because their idols cannot protect them from destruction. It follows, then, that their baldness and shaven beards are signs of mourning and perhaps even slavery. Verse 3 supports this idea by saying that the people will wander through their towns girded with sackcloth.<\/p> <p>Verse 5 contains a puzzling phrase translated as \"an heifer of three years old.\" The Jewish commentators Rashi and Drauss explain that at three years a heifer is at its best in health and beauty. So, Isaiah may be saying that Moab was to be destroyed at its most prosperous period. (Freehof, <i>Book of Isaiah,<\/i> p. 95.) Other commentators consider the place of refuge, Zoar, to be represented through this phrase as a young and vigorous city. (See <a class=\"isa\" verses=\"bnVsbA==\">Isa. 15<\/a>, footnote 5b.) Some, too, simply transliterate the phrase directly into English and consider it to be a name for some area near Zoar. For example, the Revised Standard Version translates the first half of verse 5 as follows:<\/p> <p>My heart cries out for Moab;<\/p> <p>her fugitives flee to Zoar, to Eglath-shelishiyah.<\/p> <p>Regardless, in the context of verse 5, wherever (to Eglath-shelishiyah) or however (as a heifer of three years) the Moabites are wandering, their travels are marked with weeping and crying.<\/p> <p>The next verses (6-9) describe the drought, plundering, mourning, and slaughter that will fall upon Moab. Afterward, however, Isaiah changes the context and mood of his pronouncement to describe a period of harmonious relations between Moab and Judah when the Moabites will come under the protection of a righteous king of David.<\/p> <blockquote><p><b>16<\/b> Send ye the lambs for the ruler of the land<\/p> <p>Unto the mount of the daughter of Zion.<\/p> <p><sup>2<\/sup> For it shall be that, as wandering birds,<\/p> <p>As a scattered nest,<\/p> <p>So shall the daughters of Moab be<\/p> <p>At the fords of Arnon.<\/p> <p><sup>3<\/sup> \"Give counsel, execute justice;<\/p> <p>Make thy shadow as the night in the midst of the noonday;<\/p> <p>Hide the outcasts, betray not the fugitive.<\/p> <p><sup>4<\/sup> Let mine outcasts dwell with thee;<\/p> <p>As for Moab, be thou a covert to him from the face of the spoiler.\"<\/p> <p>For the extortion is at an end, spoiling ceaseth,<\/p> <p>They that trampled down are consumed out of the land;<\/p> <p><sup>5<\/sup> And a throne is established through mercy,<\/p> <p>And there sitteth thereon in truth, in the tent of David,<\/p> <p>One that judgeth, and seeketh justice, and is ready in righteousness. (JPS)<\/p> <\/blockquote><p>Sending lambs to the ruler (v. 1) apparently alludes to an earlier time when Mesha, King of Moab, sent the wool of lambs as a gift to the king of Israel. (<a class=\"ref\">2 Kgs. 3:4<\/a>.) Isaiah says here that the time will come when the lambs will be sent as tribute to a king of Jerusalem, who will represent the Davidic dynasty as the ruler of Israel.<\/p> <p>In verse 3, Isaiah gives Judah an unusual command: \"Make thy shadow as the night in the midst of the noonday.\" Like the cloud that covered Israel by day during the exodus, the \"shadow\" is symbolic of protection and help. Thus, to come under the shadow of the Lord's wings means to receive his divine protection. It appears that Judah's shadow, like night in midday, will hide and protect Moab from her enemies. This relationship strongly contrasts their earlier attitude; the two often fought and rarely protected each other.<\/p> <p>The Davidic ruler of verse 5, protector of Moab, can also be interpreted as a messianic figure. Before Christ returns at his second coming and fulfills such a role (see <a class=\"ref\">Luke 1:32-33<\/a>), there will be another \"king of the Jews\" who will be just and righteous and who might provide aid to the descendants of Moab. (Compare <a class=\"isa\" verses=\"eyIxNzg4NiI6NX0=\">Isaiah 11:1-5<\/a>.)<\/p> <p>The last verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 16<\/a> abandon the promise of aid from Israel and return to a straightforward description of the catastrophe and physical desolation to come upon Moab:<\/p> <blockquote><p><sup>6<\/sup> We have heard of the pride of Moab;<\/p> <p>He is very proud;<\/p> <p>Even of his haughtiness, and his pride, and his arrogance,<\/p> <p>His ill-founded boastings.<\/p> <p><sup>7<\/sup> Therefore shall <i>Moab<\/i> wail for <i>Moab,<\/i><\/p> <p>Every one shall wail;<\/p> <p>For the sweet cakes of <i>Kir-hareseth<\/i> shall ye mourn,<\/p> <p>Sorely stricken.<\/p> <p><sup>8<\/sup> For the fields of <i>Heshborn<\/i> languish<\/p> <p>And the vine of <i>Sibmah,<\/i><\/p> <p>Whose choice plants did overcome<\/p> <p>The lords of nations;<\/p> <p>They reached even to <i>Jazer,<\/i><\/p> <p>They wandered into the wilderness;<\/p> <p>Her branches were spread abroad,<\/p> <p>They passed over the sea.<\/p> <p><sup>9<\/sup> Therefore I will weep with the weeping of <i>Jazer<\/i><\/p> <p>For the vine of <i>Sibmah;<\/i><\/p> <p>I will water thee with my tears,<\/p> <p>O <i>Heshbon,<\/i> and Elealeh;<\/p> <p>For upon thy summer fruits and upon thy harvest<\/p> <p>The battle shout is fallen.<\/p> <p><sup>10<\/sup> And gladness and joy are taken away<\/p> <p>Out of the fruitful field;<\/p> <p>And in the vineyards there shall be no singing,<\/p> <p>No treader shall tread out wine in the presses;<\/p> <p>I have made the vintage shout to cease.<\/p> <p><sup>11<\/sup> Wherefore my heart moaneth like a harp for <i>Moab,<\/i><\/p> <p>And mine inward parts of <i>Kir-heres.<\/i><\/p> <\/blockquote><p><sup>12<\/sup> And it shall come to pass, when it is seen that <i>Moab<\/i> hath wearied himself upon the high place, that he shall come to his sanctuary to pray; but he shall not prevail.<\/p> <p><sup>13<\/sup> This is the word that the Lord spoke concerning Moab in time past. 14But now the Lord hath spoken, saying: \"Within three years, as the years of hireling, and the glory of Moab shall wax contemptible for all his great multitude; and the remnant shall be very small and without strength.\" (JPS; italics added)<\/p> <p>Notice the chiastic pattern of the primary cities and areas mentioned in these verses as outlined in the right hand column. You might want to locate these places on the map on page 193 and note how the vine-producing areas (vs. 8-9) all lie in the northernmost territories controlled during Isaiah's time by Moab. These rich vineyards were easily destroyed by the invading Assyrian armies. The vineyards were located primarily on the terraced hillsides between the desert wilderness on the east and the Dead Sea on the west (v. 8). As the Assyrians marched through them, each soldier would remove a stone from the terrace walls and throw it into the fields. In this way, the walls were quickly dismantled and strewn about. If the original landowners were still in the area and if it was safe for them to work in their fields, only great effort could restore the walls. However, if such restoration was not possible before the next winter rainy season, much of the fertile soil would wash off the hillsides, and it would take many years before fertility could be restored. Small wonder, then, that the loss of vine-yards would result in the weeping and wailing Isaiah describes, especially if the people not only mourn the loss of their fields but also regret the lack of wine to drink and enjoy.<\/p> <p>Verses 13 and 14 conclude the chapter with two interesting time references. First, verse 13 states that \"this is the word that the Lord spoke concerning Moab in time past,\" probably indicating that the previous verses of the Moab pronouncement were originally given at some earlier time. Isaiah does not indicate whether he or someone else gave the first prophecy. Some scholars wonder if these might be the words of Jonah spoken during the reign of Jeroboam II, who expanded Israel's borders as he invaded and conquered Moab. (<a class=\"ref\">2 Kgs. 14:25<\/a>.) Still, any earlier prophet might have given the prophecy which Isaiah, in turn, quotes without indicating its exact sources, just as Jeremiah does over a century later. (<a class=\"ref\">Jer. 48:2-5, 29-40<\/a>; see also <a class=\"ref\">Amos 2:1-3<\/a>.)<\/p> <p>But, regardless of who originally gave the Moab prophecy and when it was pronounced, Isaiah acknowledges in verse 13 that it had been revealed earlier, and he then shifts to a second time frame in verse 14 to promise that the warning will finally be fulfilled within three years. This would be analogous to a prophet speaking in a general conference and saying: \"The Lord has warned us through earlier prophets that we need to have a year's supply of food, and now I tell you that this food supply will be required within three years.\" As far as Moab is concerned, there is no indication that she heeded either the earlier prophecy or Isaiah's specific warning.<\/p> <p>Since part of this prophecy was later repeated by Jeremiah and, as mentioned earlier, because much of the pronouncement might refer to the last days, it is difficult to pinpoint how this prophecy has been or might be fulfilled. Indeed, these chapters, 15 and 16, have so perplexed scholars that one has written: \"There are few passages in the Old Testament which convey so little meaning to the modern reader as do these two chapters.\" (IB 5:267.)<\/p> <p>As indicated above, however, the warnings and promises of these chapters do suggest some events between Moab and Judah in the last days. It seems here, as in chapters 13 and 14, that Isaiah uses the historical situation of his own day to prophesy of future events in the same area. His words allude to latter-day events and contain some messianic expectations that may only be more clearly understood when they are finally fulfilled.<\/p>",
    "audit": null
}