{
    "id": 17338,
    "source": "poet",
    "verse_id": 18673,
    "verse_count": 2,
    "reference": "50:10-11",
    "title": "An Injunction to All People",
    "html": "<p>Isaiah ends this chapter with an antithetical couplet. He asks, \"Who among us fears the Lord and heeds the voice of the servant?\" Even though we may walk in darkness, we are admonished to trust in the Lord. We might very well understand this passage as an admonition to follow the servant of God, either Christ or his prophets:<\/p> <blockquote><p><sup>1<\/sup> 0 All of you that have reverence for the Lord<\/p> <p>and obey the words of his servant,<\/p> <p>the path you walk may be dark indeed,<\/p> <p>but trust in the Lord, rely on your God.<\/p> <p><sup>1<\/sup> 1 All of you that plot to destroy others others<\/p> <p>will be destroyed by your own plots.<\/p> <p>The Lord himself will make this happen;<\/p> <p>you will suffer a miserable fate. (TEV)<\/p> <\/blockquote><p>In contrast to those who follow the Lord (v. 10), Isaiah speaks in verse 11 to those who \"walk in the light of their own fires\" (KJV). This refers to those who refuse to hear the Lord through the voice of his servants, and thus become a law unto themselves. (<a class=\"ref\">D&amp;C 88:35<\/a>.) This is a major problem in the world today: \"They seek not the Lord to establish his righteousness, but every man walketh in his own way, after the image of his own god, whose image is in the likeness of the world.\" (<a class=\"ref\">D&amp;C 1:16<\/a>.) There is no righteous reward for those who refuse to follow the Lord. They shall \"suffer a miserable fate,\" including eternal sorrow (v. 11; see <a class=\"ref\">D&amp;C 133:70-74<\/a>).<\/p> <p>In bridging chapters 50 and 51, it is helpful to see how another ancient prophet teaches with these chapters. Jacob quotes chapters 50 and 51 in the Book of Mormon. (<a class=\"ref\">2 Ne. 6-8<\/a>.) He says that he has read these things so that he might teach his brethren \"concerning the covenants of the Lord that he has covenanted with all the house of Israel.\" (<a class=\"ref\">2 Ne. 9:1<\/a>.) Using <a class=\"isa\" verses=\"eyIxODY2NCI6M30=\">Isaiah 50:1-3<\/a> as his text, Jacob teaches his listeners that the Jews will be restored to the true church of God and reestablished in the lands of their inheritance (Palestine). (<a class=\"ref\">2 Ne. 9:2<\/a>.) This restoration took place when the Jews returned from the Babylonian captivity between the years 538-515 B.C.<\/p> <p>Jacob and his Nephite brethren were concerned about their fellow Jews who were in a serious state of spiritual apostasy when Lehi's family left Jerusalem. In <a class=\"ref\">2 Nephi 9:3<\/a>,Jacob comments that he is telling the Nephites these things so that they may rejoice. He speaks eloquently of the coming of Jesus Christ in the flesh to atone for the sins of mankind. ( <a class=\"ref\">2 Ne. 9:4-27<\/a>.) His discourse on the Atonement corresponds with <a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">Isaiah 50:4-9<\/a>.<\/p> <p>Jacob then turns his attention to the remainder of chapter 50, verses 10-11, exhorting his people not to rely upon their own wisdom (\"light of your fire\") but to \"fear the Lord\" and \"listen to the voice of his servant\":<\/p> <p>When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish. (<a class=\"ref\">2 Ne. 9:28<\/a>.)<\/p> <p>Jacob concluded the day's teaching to his brethren by speaking extensively on the final judgment, the time when all men will stand before God to be judged. (<a class=\"ref\">2 Ne. 9:29-54<\/a>.) This discourse parallels the end of verse 11 of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50<\/a>.<\/p> <p>Continuing his discourse the next day, Jacob speaks more on the servant song, applying it to Christ. (<a class=\"ref\">2 Ne. 10:1-6<\/a>.) In the rest of chapter 10 of 2 Nephi, Jacob applies <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50<\/a> to teach the full meaning of the covenants the Lord has made with the entire house of Israel: (A) he speaks of the Jews accepting Christ in the last days and returning to the lands of their inheritance (<a class=\"ref\">2 Ne. 10:7-9<\/a>; compare <a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">Isa. 49:22-23<\/a>; (B) he foresees America (Zion) being an inheritance to the righteous Gentiles (<a class=\"ref\">2 Ne. 10:10-18<\/a>; compare <a class=\"ref\">3 Ne. 23:2-4<\/a>); and (C) he concludes by reminding the Nephites of their heritage and reviewing the Lord's work with the house of Israel (<a class=\"ref\">2 Ne. 10:18-25<\/a>).<\/p> <p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 51<\/a>, which Jacob had quoted earlier, reverses the order of Jacob's themes: (C') Isaiah begins with a reminder to Israel of her heritage and the Lord's work (51:1-8); (B') Isaiah promises that the righteous will enjoy the blessings of Zion (51:9-16); and (A') he concludes with warnings and promises to the Jews in the last days (51:17-23).<\/p>",
    "audit": null
}