{
    "id": 17284,
    "source": "poet",
    "verse_id": 17766,
    "verse_count": 5,
    "reference": "5:26-30",
    "title": "3\/3 Promises of Ensign, a Gathering, and an Army",
    "html": "<p>Chapter 5 of Isaiah concludes with the prophecy of the Lord raising an ensign or signal to a people who will quickly assemble in Zion. The speed of this gathering is described and the contrasting conditions of light and dark that surround these events are illustrated in the following verses:<\/p> <blockquote><p>I <sup>26<\/sup> He will raise a signal for a nation afar off,<\/p> <p>and whistle for it from the ends of the earth;<\/p> <p>D and lo, swiftly, speedily it comes!<\/p> <p><sup>27<\/sup> None is weary, none stumbles, none slumbers or sleeps,<\/p> <p>not a waistcloth is loose, not a sandal-thong broken;<\/p> <p><sup>28<\/sup> their arrows are sharp, all their bows bent,<\/p> <p>their horses' hoofs seem like flint,<\/p> <p>and their wheels like the whirlwind.<\/p> <p><sup>29<\/sup> Their roaring is like a lion, like young lions they roar;<\/p> <p>they growl and seize their prey,<\/p> <p>they carry it off, and none can rescue.<\/p> <p><sup>30<\/sup> They will growl over it on that day,<\/p> <p>like the roaring of the sea.<\/p> <p>And if one look to the land, behold, darkness and distress;<\/p> <p>C and the light is darkened by its clouds. (RSV)<\/p> <\/blockquote><p>Taken in historical context, these verses probably describe Assyrian soldiers in all their terrible power. They come with speed, need no rest, and do not even pause long enough to take off their shoes. Their weapons are ready, their roar is like that of the lion, and, when they lay hold of their prey, none can stop them. The destruction is so swift and complete that even in daylight, darkness (perhaps from the smoke of burning cities) and gloom (or defeat) hangs over the people. If these verses describe the Assyrian army and the fear and destruction it inflicted upon its enemies, this judgment was fulfilled upon Israel and Judah during Isaiah's day. In 722-721 B.C. Assyria conquered Israel, carrying the Ten Tribes into captivity, and in 701 B.C. she destroyed most of Judah and besieged Jerusalem. (See <a class=\"isa\" verses=\"bnVsbA==\">Isa. 36-37<\/a>.)<\/p> <p>In addition, the raised signal or ensign may represent the assemblage of a future spiritual force rather than an ancient political army. The ancient American prophet Nephi placed this chapter in a latter-day context when he quoted it in <a class=\"ref\">2 Nephi 15<\/a>. Numerous references in modern scriptures also tell of an ensign in the last days that will be raised up in conjunction with the Restoration and the gathering of Israel.<\/p> <p>Zion in the last days shall be known as \"an ensign unto the people, and there shall come unto her out of every nation under heaven.\" (<a class=\"ref\">D&amp;C 64:42<\/a>.) The word <i>ensign<\/i> means a standard or flag, a rallying point. The gospel covenants and teachings are one rallying point in a metaphorical sense—\"to be a standard for my people, and for the Gentiles to seek to it.\" (<a class=\"ref\">D&amp;C 45:9<\/a>.) In addition, the powers of the priesthood, including missionary work, serve in this dispensation as \"an ensign, and for the gathering of my people in the last days.\" (<a class=\"ref\">D&amp;C 113:6<\/a>.) Also, the religious records of ancient American prophets have come forth as a signal in the last days—Nephi testifies that the Book of Mormon will \"hiss forth unto the ends of the earth, for a standard unto my people, which are of the house of Israel.\" (<a class=\"ref\">2 Ne. 29:2<\/a>; compare <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isa. 5:26<\/a>.) From these and numerous other scriptures, we see that an ensign in the last days can refer to Zion, the gospel, missionary work, the gathering, and the Book of Mormon. (See TG \"Ensign.\") In short, the term <i>ensign<\/i> encompasses the Lord's whole work, and all aspects of his Church serve as his \"standard\" to the world, as these verses testify:<\/p> <p>Verily I say unto you all: Arise and shine forth, that thy light may be a standard for the nations; and that the gathering together upon the land of Zion, and upon her stakes, may be for a defense, and for a refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth. (<a class=\"ref\">D&amp;C 115:5-6<\/a>.)<\/p> <p>These two verses describe a general setting of danger and wrath in which the gospel light comes forth and the gathering takes place. The same gloomy setting and glorious promises are found in <a class=\"isa\" verses=\"eyIxNzc2NCI6N30=\">Isaiah 5:24-30<\/a>.<\/p> <p>As promised in verses 26-30, the nation and people who are gathered to Zion will come so quickly that they will require neither rest nor a change of clothing. During Isaiah's day, any long journey required frequent rest stops and resulted in worn out clothing and sandals. Yet today, missionaries and converts can travel great distances without getting dusty or tired. Apostles of this dispensation have praised advances in modern transportation, and some have suggested how these advances might fulfill Isaiah's words in chapter 5. For example, Elder LeGrand Richards says:<\/p> <p>Since there were no such things as trains and airplanes in that day, Isaiah could hardly have mentioned them by name, but he seems to have described them in unmistakable words. How better could \"their horses' hoofs be counted like flint, and their wheel like a whirlwind\" than in the modern train? How better could \"Their roaring . . . be like a lion\" than in the roar of the airplane? Trains and airplanes do not stop for night. Therefore, was not Isaiah justified in saying, \"none shall slumber nor sleep; neither shall the girdle of the loins be loosed, nor the latchet of their shoes be broken\"? With this manner of transportation the Lord can really \"hiss unto them from the end of the earth,\" that \"they shall come with speed swiftly.\" (MWW, p. 236.)<\/p> <p>Whereas verses 26-28 vividly describe nations (or missionaries) coming swiftly and powerfully from afar and verse 29 says that they will seize their prey (or converts) and take them safely away, verse 30 provides a perplexing conclusion to this section when interpreted in this way. It says that the nations will roar (or speak with authority) against their prey \"in that day\" (or in the last days), and as one looks upon the earth, there is \"darkness and sorrow, and the light is darkened in the heavens thereof.\" (<a class=\"isa\" verses=\"WzE3NzcwXQ==\">Isa. 5:30<\/a>, KJV.) The \"darkness and sorrow\" might refer either to physical or spiritual conditions as destruction and apostasy rage upon the earth. The light \"darkened in the heavens\" seems to suggest the gospel or the Messiah himself coming forth out of obscure darkness. The verse describing the contrast between light and darkness follows the verse in which the ensign is raised by the Lord to the nations. Whereas one would expect that the ensign (v. 26), the manifestation of the Lord's army (vs. 27-29), and other events of the Latter-day dispensation would bring forth glory and brightness over the whole earth, instead much evil and darkness will shroud the light of God's work in the last days (v. 30).<\/p> <h4>Summary<\/h4> <blockquote><p>Isaiah skillfully combines his prophetic gifts and poetic talents in this chapter.<\/p> <p>He presents three messages:<\/p> <p>Parable of a vineyard (vs. 1-7).<\/p> <p>Pronouncements of woe (8-25).<\/p> <p>Promises of an ensign and the Lord's army (26-30).<\/p> <p>Each follows a similar pattern:<\/p> <p>Identification of group being addressed.<\/p> <p>Description of the Lord's work with that group.<\/p> <p>Contrast of the final results with the earlier expectations.<\/p> <p>He deals with three major themes:<\/p> <p>A. Zion, her land and people.<\/p> <p>B. The Lord's work with his children.<\/p> <p>C. Punishments coming upon Israel and the wicked.<\/p> <\/blockquote><p>These three themes follow each other in a chiastic pattern, A-B-C-B-C-B-C-B-A, with the second half of the parallelism (C-B-C-B-A) repeated for further emphasis. This pattern can be outlined as follows:<\/p> <blockquote><p>A. Zion prepared as a fruitful hill (vs. 1-2)<\/p> <p>B. The Lord and his vineyard to be judged (3-4)<\/p> <p>C. Destruction upon Zion (5-6)<\/p> <p>B. The Lord's expected justice not received (7)<\/p> <p>C. Woe to the selfish<\/p> <p>Emptiness in the land<\/p> <p>Woe to the drunkards (8-12a)<\/p> <p>B. The Lord's works not considered (12b)<\/p> <p>C. Scattering and spirit prison (13-15)<\/p> <p>B. The Lord's sentence to be pronounced (16)<\/p> <p>A. Zion desolated as grazing lands (17)<\/p> <p>C. Woe to the sinners (18)<\/p> <p>B. The Lord's second coming solicited (19)<\/p> <p>C. Woe to the deceivers; destruction coming (20-24a)<\/p> <p>B. The Lord's judgment and anger to come (24b-25)<\/p> <p>A. Zion restored (or attacked) as missionaries travel (or armies invade) (26-30)<\/p> <p>The last few verses also contain the three major themes:<\/p> <p>A. Zion gathered through an ensign (the gospel) (vs. 26)<\/p> <p>B. The Lord's army comes with speed and power (27-29)<\/p> <p>C. Darkness in the land as the \"light\" shines forth (30)<\/p> <\/blockquote><p>In conclusion, Isaiah combines various modes and patterns of speech to instruct the Israelites concerning the Lord's efforts with them and other people upon the earth. And although a punitive mood dominates the chapter, Isaiah still conveys God's loving care for his children, promising a time of restoration and gathering when the light of the Lord's gospel will shine through the darkness.<\/p> <p><a class=\"ref\">1 Kgs. 19:19; 2 Kgs. 2<\/a>), Peter in the New Testament (<a class=\"ref\">Matt. 4:18; 16:13-20; 28:19; Acts 2:1-3<\/a>), and Spencer W. Kimball in this dispensation (SWK, pp. 188, 237) illustrate how some of the Lord's servants have received new responsibilities or divine manifestations months and even years after they were first called.<\/p> <p>Other scholars argue that chapter 6 records Isaiah's original call to his prophetic ministry. To the, Isaiah's feelings of unworthiness in verse 5 seem more appropriate to an inaugural call than to an additional, higher calling. For a modern example, compare Spencer W. Kimball's feelings when he was first called to the apostleship with his later feelings when he was given additional responsibility for the Lamanites. (SWK, pp. 189-95, 236-38.)<\/p> <p>Whether the vision and calling recorded in <a class=\"isa\" verses=\"WzE3NzQ2XQ==\">Isaiah 6<\/a> highlight Isaiah's initial call or represent newer and higher responsibilities in his prophetic role, they attest to his importance as a servant of the Lord. If the events of this chapter did not begin Isaiah's ministry, they probably occurred early in his career. In any case, the full authority of a prophet did not accrue to Isaiah because of this vision. His actual power and authority as a prophet came through proper priesthood channels as he was ordained and set apart for his prophetic role. (See <a class=\"ref\">Deut. 34:9; Jer. 1:5; Acts 16:4; Heb. 5:4; Ex. 40:13<\/a>.) Although Isaiah's actual ordination is not recorded in his own work, chapter 6 describes why he was worthy and willing and also foreshadows how the people would respond to his warnings.<\/p> <p>Chapter 6 divides easily into two parts: Isaiah's vision of the Lord, and his prophetic commission. It can be outlined as follows:<\/p> <blockquote><p>I. The vision (vs. 1-7)<\/p> <p>A. The Lord's court (1-4)<\/p> <p><sup>1<\/sup> The Lord is seated upon his throne (1)<\/p> <p><sup>2<\/sup> The seraphim praise the Lord (2-4)<\/p> <p>B. Isaiah's cleansing (5-7)<\/p> <p><sup>1<\/sup> Isaiah shows humility in the divine presence (5)<\/p> <p><sup>2<\/sup> A seraph purges away Isaiah's guilt (6-7)<\/p> <p>II. The call (8-13)<\/p> <p>A. Isaiah volunteers: \"Here am I; send me\" (8)<\/p> <p>B. Isaiah's prophetic commission (9-13)<\/p> <p><sup>1<\/sup> This people will not understand (9-10)<\/p> <p><sup>2<\/sup> His words will remain unclear until after Israel is emptied (11-12)<\/p> <p><sup>3<\/sup> A remnant shall return and understand his words (13)<\/p> <\/blockquote><p>According to verse 1, Isaiah received his vision of the Lord in the year of King Uzziah's death, around 740 B.C. Political conditions were unstable in both Israel and Judah at this time. For example, three men—Uzziah, Jotham (Uzziah's son), and Ahaz (Uzziah's grandson)—were all ruling Judah immediately prior to Uzziah's death.<\/p> <p>But chapter 6 makes only brief mention of the political events of the time, concentrating instead upon Isaiah's experience with the Lord. In reading the account of Isaiah's vision, one should carefully note what he first sees and how his attention shifts to other beings and objects:<\/p> <p><b>6<\/b> In the year that King Uzziah died, I beheld my LORD seated on a high and lofty throne; and the skirts of His robe filled the Temple. 2Seraphs stood in attendance on Him. Each of them had six wings: with two he covered his face, with two he covered his legs, and with two he would fly.<\/p> <p><sup>3<\/sup> And one would call to the other,<\/p> <p>\"Holy, holy, holy!<\/p> <p>The LORD of Hosts!<\/p> <p>His presence fills all the earth!\"<\/p> <p><sup>4<\/sup> The doorposts would shake at the sound of the one who called, and the House kept filling with smoke. (NJV)<\/p> <p>The first thing to attract Isaiah's attention is the Lord himself. Only later does Isaiah notice the interesting furniture, clothing, and seraphs.<\/p> <p>Some commentators wonder whether Isaiah actually saw the Lord or just some evidence of Jehovah's presence, since Isaiah does not actually describe the Lord's person but talks about the hem of his garment, the seraphim, his voice, and so on. However, Isaiah himself simply declares, \"I saw the Lord,\" and other ancient and modern prophets testify that Jehovah has appeared to many prophets. (See <a class=\"ref\">2 Ne. 11:2<\/a>; DS 1:27.)<\/p> <p>Many similarities exist between the images of Isaiah's vision and the symbols of the temple service. The Lord's robe or train compares to the temple veil which separates us from God's direct glory. The seraphim are like temple attendants, calling to one another in a threefold petition (v. 2). The moving door posts (v. 4) suggest a stirring at the veil. Isaiah receiving a live coal from the temple altar (v. 6) reminds us of the eternal life promised to those who keep the covenants made at the temple altars. (See <a class=\"ref\">D&amp;C 130:6-11<\/a>.) If not during this vision of the Lord, at some time during his life Isaiah received the fullness of the priesthood and the temple blessings, including the assurance of eternal life, for he has become an \"heir of the celestial kingdom\" and enjoys eternity in the Lord's house. (<a class=\"ref\">D&amp;C 137:7; 138:42, 51<\/a>.)<\/p> <p>After depicting the Lord in his glory, Isaiah describes special beings who attend the Lord. These seraphim (or seraphs ) are such unusual creatures that Isaiah carefully describes their three sets of wings and their manner of praising the Lord. The wings could be symbols of the ability of God's spirit children to move freely throughout his kingdom (see <a class=\"ref\">D&amp;C 77:4<\/a>; MD, pp. 702-3), though they are probably literal wings upon real animal-like entities that reside in God's presence. (See BD \"Seraphim.\") Many animals and plants live in God's kingdom, and some creatures communicate with God and man. John the Revelator saw and heard such animals in God's presence (<a class=\"ref\">Rev. 5:13<\/a>), and Joseph Smith recorded how these animals praised and glorified God. (TPJS, pp. 291-92.)<\/p> <p>Joseph Smith also describes seraphs in God's presence in the dedicatory prayer of the Kirtland Temple, and his record of them in <a class=\"ref\">Doctrine and Covenants 109:79<\/a> has some similarity to Isaiah's account:<\/p> <p>And help us by the power of thy spirit, that we may mingle our voices with those bright, shining <i>seraphs around thy throne,<\/i> with <i>acclamations of praise,<\/i> singing Hosanna to God and the Lamb! (Italics added.)<\/p> <p>Both Isaiah and Joseph Smith envision the seraphs near God's throne, and both record that the seraphs give praise to God.<\/p> <p>There are some differences between the two accounts as well. Isaiah says that the seraphs have wings and hands and that they move about. (<a class=\"isa\" verses=\"WzE3Nzc2XQ==\">Isa. 6:6<\/a>.) Joseph records that they are bright, shining beings. This description fits very well with the Hebrew root of <i>seraph,<\/i> which means \"burning.\" Thus <i>seraphim<\/i> would be the \"burning ones,\" those who appear to be on fire; or, as Joseph describes them, \"bright, shining seraphs.\"<\/p> <p>Joseph Smith also taught that God dwells in everlasting burnings and that righteous beings (animal and human) dwell with him in a place of continual burning or glory. (TPJS, pp. 372-73, 347, 361.) Other apostles of this dispensation have also taught that all celestial beings need to be able to endure eternal burnings. (See COR, p. 275; MD, pp. 116, 695-97.) The seraphs, celestial beings in God's presence, are therefore necessarily bright, shining, and burning beings. (See <a class=\"ref\">D&amp;C 38:1<\/a>.) In Isaiah's account, they are associated with an altar, burning coals, and a cleansing process. (<a class=\"isa\" verses=\"eyIxNzc3NSI6M30=\">Isa. 6:5-7<\/a>.) Other than the descriptions mentioned above, however, very little is known about them.<\/p> <p>Following his brief explanation of the seraphim, Isaiah describes a door whose posts (or foundations) moved as one seraph spoke. These could be the posts of the doorway leading into the Holy of Holies of the Jerusalem temple, or the heavenly doorway that leads into God's presence. In either case, that there is a door or gateway into the divine presence is a concept that is also suggested in other scriptures. (<a class=\"ref\">John 10; 2 Ne. 9:41<\/a>; <a class=\"isa\" verses=\"WzE4MDc1XQ==\">Isa. 22:22<\/a>.)<\/p> <p>Recognizing that he is in the presence of the Lord, the reality of his own mortal weaknesses strikes Isaiah, and he records:<\/p> <blockquote><p><sup>5<\/sup> I cried,<\/p> <p>\"Woe is me; I am lost!<\/p> <p>For I am a man of unclean lips<\/p> <p>And I live among a people<\/p> <p>Of unclean lips;<\/p> <p>Yet my own eyes have beheld<\/p> <p>the King LORD of Hosts.\"<\/p> <\/blockquote><p><sup>6<\/sup> Then one of the seraphs flew over to me with a live coal, which he had taken from the altar with a pair of tongs. 7He touched it to my lips and declared,<\/p> <p>\"Now that this has touched your lips,<\/p> <p>Your guilt shall depart<\/p> <p>And your sin be purged away.\" (NJV)<\/p> <p>Isaiah's first response is fear: \"Woe is me!\" It is doubtful that Isaiah's earlier life was grossly sinful or corrupt. More likely, his confession of sin came from his deep humility resulting from suddenly finding himself in the divine presence. (See <a class=\"ref\">JS-H 1:28-29<\/a>.) It is not unusual for people to experience such feelings of unworthiness, impending judgment, and possible destruction when they are visited by an angel, hear the Lord's voice, or see God in a vision. Often, the first message given them is either \"Fear not\" or \"Peace be with you.\" After this, they usually feel free from guilt and soon realize that the visitation or vision is to be a blessing, not a condemnation. (See <a class=\"ref\">Ex. 3:6; Judg. 6:22-23; Moses 6:31-32; Hel. 5:43-48; JS-H 1:17<\/a>.) Similarly, Isaiah's fear of unworthiness in the Lord's presence is quickly dispelled by a symbolic act of forgiveness.<\/p> <p>The live coal (v. 6) that touches Isaiah's lips symbolizes the purging of his sins, just as our ordinances of baptism and the sacrament physically represent acts of spiritual power. (See <a class=\"isa\" verses=\"WzE3NzQ2XQ==\">Isa. 6<\/a>, footnote 6a.) The coal could have come from the altar of burnt offerings outside the temple, but it could also have been the stone on the altar of incense inside the temple. The latter is more likely, since the Hebrew word for \"live coal\" is <i>ritzpah,<\/i> which is often translated as \"stone,\" particularly as \"glowing (incandescent) stone.\" In the ancient temple service, the incense was placed on a stone to be burned. (See Young, <i>The Book of Isaiah<\/i> 1:250.) Regardless of whether the coal (or stone) came from an altar outside or inside the temple, or whether the temple was in Jerusalem or in God's presence, the important fact is that the coal represents divine fire and the cleansing power of the Atonement. By touching Isaiah's lips, the cleansing object not only purges him from being \"a man of unclean lips,\" but it also consecrates him to speak in righteousness as a mouthpiece of the Lord. (See <a class=\"ref\">Jer. 1:9<\/a>.)<\/p> <p>Now worthy to be with God, Isaiah hears God's own voice addressing an unmentioned audience, probably a celestial council:<\/p> <p><sup>8<\/sup> Then I heard the voice of my Lord saying, \"Whom shall I send? Who will go for us?\" And I said, \"Here am I; send me.\" (NJV)<\/p> <p>Isaiah volunteers for the calling even before it is directly offered to him; his acceptance echoes Jehovah's own response to a similar invitation in the heavenly councils of the premortal existence. (See <a class=\"ref\">Abr. 3:27<\/a>.) Isaiah's answer to God's call is as simple as the call itself. The Lord asks, \"Whom shall I send, and who will go for us?\" Isaiah replies, \"Here am I; send me.\" Although some great prophets, like Enoch, Moses, and Jeremiah, were initially reluctant to accept their prophetic calling, Isaiah responds without hesitation. (See <a class=\"ref\">Moses 6, Ex. 4, Jer. 1<\/a>.) His willing attitude testifies to his greatness.<\/p> <p>After Isaiah commits himself, God gives him further instruction about his calling (vs. 9-10). In contrast to the simplicity of the initial call, the Lord's directive raises many questions as to how Isaiah should preach to the people:<\/p> <blockquote><p><sup>9<\/sup> And He said, \"Go, say to that people:<\/p> <p>'Hear, indeed, but do not understand;<\/p> <p>See, indeed, but do not grasp.'<\/p> <p><sup>10<\/sup> Dull that people's mind,<\/p> <p>Stop its ears,<\/p> <p>And seal its eyes—<\/p> <p>Lest, seeing with its eyes<\/p> <p>And hearing with its ears,<\/p> <p>It also grasp with its mind,<\/p> <p>And repent and save [heal] itself.\" (NJV)<\/p> <\/blockquote><p>The ambiguity of verse 9 is easily clarified if the additional pronouns in the Book of Mormon translation (<a class=\"ref\">2 Ne. 16:9<\/a>) of this verse are combined with the modern punctuation and verb structure of the New Jewish Version:<\/p> <blockquote><p><i>Quotation Details<\/i><\/p> <p>And he [the Lord] said [to Isaiah], introduction<\/p> <p>\"Go and tell this people: charge to Isaiah<\/p> <p>'Hear ye indeed,' Isaiah's admonition<\/p> <p>but they will not understand; and people's response<\/p> <p>'See ye indeed,' Isaiah's admonition<\/p> <p>but they will not perceive.\" people's response<\/p> <\/blockquote><p>In other words, the Lord tells Isaiah that although he (Isaiah) will speak forthrightly to the people, they will not understand his message.<\/p> <p>The complex charge given to Isaiah in verse 10 is more difficult to understand. In casual reading, it appears that Isaiah is told to deliberately confuse the people because the Lord does not want them to repent and be healed. Actually, Isaiah's words were to be incomprehensible not because the Lord desired the people to be ignorant, but because they, themselves, did not want to know the truth or to be converted and healed. The early Hebrew versions of this verse, and Christ's use of it in the New Testament, suggest this interpretation.<\/p> <h4>Lest That People Should Heal Itself<\/h4> <p>The earliest Hebrew versions of this verse, as found in the Dead Sea Scrolls and Masoretic texts, are translated quite correctly in the New Jewish Version quoted above. The New Jewish Version corresponds closely to the King James Version, although a slightly different vocabulary is used. An important difference between these two English versions, however, is that the New Jewish Version includes the word \"itself\" at the end of the verse (\"lest that people . . . repent and save <i>itself<\/i>\") while the King James Version simply states, \"lest [this people] . . . convert, and be healed.\" The act of repenting (or converting) and being healed is the same in both versions, but the <i>source<\/i> of the healing differs. In the Hebrew and the New Jewish Version, the verse states that the people might try to heal themselves, which is impossible, especially in a spiritual context, since healing and forgiveness come only through Christ's atonement, after anything we can do for ourselves. With our free agency, we seek to avail ourselves of the saving power and healing power of the Atonement, but we do not have within us the capacity to completely cleanse ourselves. (See <a class=\"ref\">2 Ne. 2:27; 25:23; D&amp;C 58:28; Hel. 14:29-30; Alma 12:9-11; 1 Cor. 2:9-10, 12, 14; D&amp;C 76:10<\/a>.)<\/p> <h4>Speaking in Parables<\/h4> <p>Another explanation of why Isaiah's words are deliberately difficult is found in the New Testament. Both Jesus and the Apostle Paul used the language of <a class=\"isa\" verses=\"WzE3NzgwXQ==\">Isaiah 6:10<\/a> to describe the Jews in their day who refused to hear and give heed to the gospel truths. (See <a class=\"ref\">Matt. 13:15; Acts 28:25-28<\/a>.) Jesus' application of this verse is especially valuable, because with it he describes his own methods of teaching Israel.<\/p> <p>Jesus used the parable as his primary teaching medium. On one occasion, when his disciples asked him why he taught in parables (<a class=\"ref\">Matt. 13:10<\/a>), he responded that parables would enable his disciples to learn as much as they were prepared to understand, even the mysteries of the kingdom of heaven. But those who rejected the truth would not understand the true meaning of the parables and would thus avoid condemnation. (See <a class=\"ref\">Matt. 13:11-13; Matt. 13<\/a>, footnote 12a.) Jesus then quoted from Isaiah, saying that Isaiah's words were fulfilled in the people of his day. The Jews did not understand the Lord's words because they closed themselves off from his message, \"lest . . . they . . . should be converted and I [Jesus] should heal them.\" (<a class=\"ref\">Matt. 13:14-15<\/a>; compare <a class=\"ref\">Mark 4:9-13; Luke 8:10; John 12:37-41<\/a>.)<\/p> <h4>Isaiah and Jesus as Teachers<\/h4> <p>In many ways, Isaiah and Jesus faced comparable and extremely difficult teaching situations. Isaiah was the last great prophet to address assembled Israel. During his ministry, the Ten Tribes were taken captive; they later fled to the north and became lost. His words went with these Israelites, and later with Lehi and his people. Of course, Isaiah's messages also remained with the Jews in Jerusalem. Furthermore, since so many of Isaiah's prophecies deal with the last days, his words are of particular value to those of covenant Israel who now read his book. Given this wide time period and recognizing the wide range of spiritual attitudes that the readers of his work would have, Isaiah was challenged to find the means to teach such a diversified audience.<\/p> <p>Jesus faced a similar challenge during his earthly ministry. He needed to impart special knowledge to his \"elect\" apostles and disciples, while at the same time teaching the multitudes. Among the crowds were people of varying degrees of spirituality, some seeking the truth, others trying to entrap Jesus, and many simply satisfying their curiosity. Also, Jesus knew that his words would inspire countless generations of readers in varying cultures, languages, and spiritual conditions. Therefore, he spoke in parables so that the listener or reader would understand according to his individual level of spiritual sensitivity.<\/p> <p>There are, however, at least two disadvantages in using parables. First, a listener or reader may miss the most important message of any parable if he lacks the background or keys necessary for understanding the story. Second, it is often too easy for a person to simply read a parable and quickly go through a mental checklist, saying, \"Here is the simple meaning of the story, here is its moral application, and this is the spiritual meaning; now I understand this parable and am ready to read on.\" Someone who fails to seriously ponder the full <i>variety<\/i> of meanings in a parable may miss its most important application to him or his day.<\/p> <p>Elder Bruce R. McConkie states that Jesus, the Master Teacher, chose to present many truths through parables in order to obscure his doctrine from those not prepared to receive it. (DNTC 1:283-84.) This is one of many reasons why Jesus used parables to teach his widely diversified audience.<\/p> <p>Isaiah, when facing a difficult teaching situation, did not use the parable as a tool; instead, he veiled his message in clouds of symbolism, poetry, and complex terminology. In other words, instead of speaking at a simple level and letting his listeners build upon that foundation, Isaiah spoke at a high intellectual and spiritual level, thus challenging or even forcing his listeners to attain that level before they could begin to understand his words. Isaiah was not only difficult, he was deliberately difficult. We must study his words, wrestle with them, and ponder them at great length before his powerful, sublime teachings begin to emerge and inspire us. Because of this, it is easy to become discouraged and give up before we begin to understand his message. However, through serious and prayerful study, when we finally grasp the language and ideas of a particular chapter until they not only make sense, but enlighten and inspire as well, we realize that we have arrived at a profound level of understanding.<\/p> <h4>Why Is Isaiah Deliberately Difficult?<\/h4> <p>The following list suggests at least seven reasons, including those mentioned above, why the book of Isaiah is so difficult to understand. Some scriptures about other groups of people who experienced difficulty understanding Isaiah's words are included.<\/p> <p><sup>1<\/sup> <i>Diversified audience.<\/i> Isaiah spoke to scattered Israel and to the Gentiles throughout many centuries, not just to the Israelites of his own time. People of any particular time period should try to recognize how his universal themes can apply to their own circumstances, since many of his prophecies find multiple fulfillment in later generations. (<a class=\"ref\">3 Ne. 23:2<\/a>.)<\/p> <p><sup>2<\/sup> <i>Uninterested audience.<\/i> Many ancient Israelites despised words of plainness and sought for things they could not understand; they desired intellectual, esoteric messages that tend to confuse us today. (See <a class=\"ref\">Jacob 4:14<\/a>.) Also, some of Isaiah's \"plain and precious\" words may have been edited or deleted by later generations of Jewish scribes.<\/p> <p><sup>3<\/sup> <i>Unworthy audience.<\/i> Many Israelites of Isaiah's age and later generations of readers were wicked and unworthy to have the truth revealed plainly to them. Similar barriers exist today. (See <a class=\"isa\" verses=\"eyIxNzY1OCI6Mn0=\">Isa. 1:3-4<\/a>; <a class=\"ref\">2 Ne. 25:2<\/a>.)<\/p> <p><sup>4<\/sup> <i>Teaching techniques.<\/i> Isaiah taught at a complex level and challenged us to rise up to it.<\/p> <p><sup>5<\/sup> <i>Style.<\/i> Isaiah's prophetic style, particularly his use of symbolism, his use of poetic parallelism, and his command of the Hebrew language, is sophisticated and eloquent. Now, centuries later, his words are even more difficult when studied in different languages and cultures. (<a class=\"ref\">2 Ne. 25:1, 5<\/a>.)<\/p> <p><sup>6<\/sup> <i>Cultural contrasts.<\/i> Because of the drastic contrasts between his age and our own, Isaiah undoubtedly found it challenging to explain what he saw in his visions of the last days. For example, how would he describe modern travel by train or airplane? Would we, today, be able to recognize his images (such as a great beast, or a bird carrying people off—<a class=\"isa\" verses=\"W3siMTc3NjYiOjR9LFsxODQ1Ml1d\">Isa. 5:26-29; 40:31<\/a>) as representations of contemporary transportation?<\/p> <p><sup>7<\/sup> <i>Spiritual sensitivity.<\/i> Encompassing almost all the reasons listed above is the underlying premise that the amount of insight one gains from studying the scriptures (and especially Isaiah) is dependent upon one's spiritual development and readiness to receive greater truth and light. (<a class=\"ref\">2 Ne. 28:30<\/a>.)<\/p> <p>Isaiah's natural response to the conditions surrounding his call was to ask the Lord how long he would prophesy before his words would be understood. (<a class=\"isa\" verses=\"WzE3NzgxXQ==\">Isa. 6:11<\/a>.) He may have assumed that for at most a few months or maybe a few years his message would remain obscure, and thus he was probably surprised when the Lord answered that the prophecies would not be understood until after Judah was destroyed, her inhabitants scattered, and a remnant gathered (vs. 11-13). The answer itself includes a prophecy of the scattering and gathering, as well as a promise that Isaiah's words will finally be comprehended by a righteous remnant of Israel:<\/p> <blockquote><p><sup>11<\/sup> I asked, \"How long, my Lord?\"<\/p> <p>And He replied:<\/p> <p>\"Till towns lie waste without inhabitants<\/p> <p>And houses without people,<\/p> <p>And the ground lies waste and desolate—<\/p> <p><sup>12<\/sup> \"For the LORD will banish the population—<\/p> <p>And deserted sites are many<\/p> <p>In the midst of the land.<\/p> <\/blockquote><p><sup>13<\/sup> \"But while a tenth party yet remains in it, it shall repent. It shall be ravaged like the terebinth and the oak, of which stumps are left even when they are felled: its stump shall be a holy seed.\" (NJV)<\/p> <p>The righteous remnant that later returns to Jerusalem and sees the fulfillment of Isaiah's prophecies could be members of Judah who returned from the Babylonian captivity and witnessed the ministry of Jesus Christ. It could also refer to the righteous in Israel today who repent, return to the Lord, and receive the spiritual gifts necessary to understand Isaiah. In verse 13, this remnant is compared to the shoots of a tree stump. The symbol of the tree is found elsewhere in Isaiah (ch. 5) and other scriptures (especially <a class=\"ref\">Jacob 5<\/a>), and is most appropriate to Israel; though the leaves are scattered, the limbs cut off or grafted into other trees, and the trunk burned up, the stump still has the potential for growth. Eventually, new buds and sprouts come forth which, though ravaged or afflicted by storm and pestilence, still carry on the life of the mother tree. The remnant or tenth (tithe) that returns and is called holy is one branch that will survive. Just as only one of ten cleansed lepers returned to thank the Lord (<a class=\"ref\">Luke 17:15-17<\/a>) and as we still return a tithe to the Lord, so also in the last days a tenth of scattered Israel will return to him. Although the trials of men and the judgments of God may come upon this remnant of his chosen people, they will return to him in righteousness and become the seed (or vehicle) for carrying the Lord's message to the whole world.<\/p> <h4>Conclusion<\/h4> <p>The sixth chapter of Isaiah is short, yet it contains a number of profound teachings:<\/p> <p><sup>1<\/sup> It testifies that God is a real being and a personal God who communicates with his servants and rules the whole earth.<\/p> <p><sup>2<\/sup> The Lord of this earth is full of holiness. Indeed, Isaiah uses the terms \"holy\" and the \"Holy One of Israel\" to describe God more than any other prophet.<\/p> <p><sup>3<\/sup> The importance of repentance and the reality of forgiveness are experienced by Isaiah, and they become a constant theme in his later teachings.<\/p> <p><sup>4<\/sup> A prophet must be commissioned by God to enter into the Lord's service. We may desire to serve, but the Lord must call us before we become his authorized servants. (See <a class=\"ref\">Heb. 5:4<\/a>.)<\/p> <p><sup>5<\/sup> The path of service and growth is outlined in this chapter. The steps of Isaiah's call to the ministry parallel the path each must follow in order to enjoy God's full blessings: personal revelation (faith, vs. 1-4), contrition (repentance, v. 5), purification (cleansing or baptism, vs. 6-7), consecration (guidance of the Spirit, vs. 8-10), and justification (receiving a reward after enduring to the end, vs. 11-13).<\/p> <p><sup>6<\/sup> The burden and challenge of serving the Lord is highlighted. Isaiah was told that the people would not understand his message. As discussed earlier, much of Isaiah's eloquence was born of the need to address the varied spiritual levels of the people.<\/p> <p><sup>7<\/sup> The scattering and gathering of Israel is prophesied, along with the promise of a holy remnant returning and understanding Isaiah's (and the Lord's) words as they become the \"seeds\" of the gospel.<\/p> <p>The challenge facing the readers of Isaiah is to understand and appreciate his message. As outlined by the Lord, his words are difficult, even deliberately difficult, to comprehend. Indeed, reading Isaiah may be especially frustrating for most Latter-day Saints; although they know many of his prophecies deal with these last days, they cannot understand them.<\/p> <p>Although Isaiah is difficult, there are times when the Lord desires that we understand the timing and fulfillment of his prophecies concerning our dispensation. In keeping with the principle of \"line upon line, precept upon precept\" (<a class=\"isa\" verses=\"WzE4MTc1XQ==\">Isa. 28:10<\/a>; <a class=\"ref\">2 Ne. 28:30<\/a>), the Lord makes it possible for us to understand more and more Isaianic prophecies as we are spiritually prepared to receive them. Nephi, speaking of Isaiah's prophecies, said that \"men shall know of a surety, at the times when they shall come to pass.\" (<a class=\"ref\">2 Ne. 25:7<\/a>.) We now live during the time of the fulfillment of many Isaianic prophecies. We are therefore challenged to study his messages so as to be better prepared for the problems of our age.<\/p> <p>Since many of Isaiah's prophecies are being fulfilled in these last days, we have a better opportunity to understand his writings than any other generation of Israelites. Also, we have the other scriptures and living prophets to enlighten us about Isaiah's words. Isaiah is not impossible to understand. If we study the scriptures, review contemporary events, listen to the living prophets, and, above all, heed our own spiritual promptings through the gift of prophecy, Isaiah's words will become clear to us as we open our eyes, ears, and hearts to the truths he proclaims.<\/p> <p><a class=\"ref\">2 Kgs. 15:37; 16:5<\/a>.) When Ahaz came to the throne in 735 B.C., the Syro-Ephraimite coalition made a renewed effort to take Jerusalem. The alliance had as its primary goal the unification of all the countries in the area into a solid anti-Assyrian block. When Ahaz refused to join, Rezin and Pekah decided to subjugate Judah and replace Ahaz with a leader more sympathetic to their anti-Assyrian policies. Syria and Israel made preparations for war and sent an invading army into Judah from the north. In a pitched battle, Pekah's army slew a hundred and twenty thousand men of Judah and took two hundred thousand captives in one day. (See 2 Chr. 28:6-15.) Although the alliance eventually released the Judean captives, it appeared that Judah would soon fall. Reports of further enemy success in the north caused Ahaz to fear greatly for the safety of Jerusalem (v.2). He was apparently inspecting the city's water supply in the Kidron Valley when Isaiah came to him with a message of comfort:<\/p> <p><b>7<\/b> When Ahaz son of Jothan, the son of Uzziah, was king of Judah, King Rezin of Aram and Pekah son of Remaliah king of Israel marched up to fight against Jerusalem, but they could not overpower it. 2Now the house of David was told, \"Aram has allied itself with Ephraim\"; so the hearts of Ahaz and his people were shaken, as the trees of the forest are shaken by the wind.<\/p> <p><sup>3<\/sup> Then the LORD said to Isaiah, \"Go out, you and your son Shear-Jashub, to meet Ahaz at the end of the aqueduct of the Upper Pool, on the road to the Washerman's Field.<\/p> <p><sup>4<\/sup> Say to him, 'Be careful, keep calm and don't be afraid. Do not lose heart because of these two smoldering stubs of firewood—because of the fierce anger of Rezin and Aram and of the son of Remaliah.<\/p> <p><sup>5<\/sup> Aram, Ephraim and Remaliah's son have plotted your ruin, saying,<\/p> <p><sup>6<\/sup> \"Let us invade Judah; let us tear it apart and divide it among ourselves, and make the son of Tabeel king over it.\"<\/p> <blockquote><p><sup>7<\/sup> Yet this is what the Sovereign<\/p> <p>LORD says:<\/p> <p>\"'It will not take place, it will not happen,<\/p> <p><sup>8<\/sup> for the head of Aram is Damascus, and the head of Damascus is only Rezin.<\/p> <p>Within sixty-five years Ephraim will be too shattered to be a people.<\/p> <p><sup>9<\/sup> The head of Ephraim is Samaria, and the head of Samaria is only Remaliah's son.<\/p> <p>If you do not stand firm in your faith, you will not stand at all.'\" (NIV)<\/p> <\/blockquote><p>In order to properly associate all the various names of places and persons, remember that the same country often carried different names. Just as the United States of America and its government might be identified in the press by a number of terms (the administration; the president; Washington, D.C.; the Capitol; Congress; America; etc.), the ancient powers also had a variety of names. The names of the three countries involved in this incident are:<\/p> <blockquote><p>Country: Judah Syria Israel<\/p> <p>Capital city: Jerusalem Damascus Samaria<\/p> <p>Territory or tribe: Judah Aram Ephraim<\/p> <p>Leader: Ahaz, of the Rezin Pekah, son of<\/p> <p> House of David Remaliah<\/p> <\/blockquote><p>Refer to Map 9 to identify the general geographical location of these nations, and note how the several names for the countries listed are variously repeated in verses 1-9.<\/p> <p>In verse 3, one of Isaiah's two sons in introduced. His name is Shear-jashub, which means \"a remnant shall return.\" His symbolic name refers to the literal return of a remnant of Israel to their land or a spiritual return of those who repent and return to the Lord. Actually, as will be seen in later chapters of Isaiah, both meanings apply simultaneously, since the physical return depends partially upon a spiritual return.<\/p> <p>As Isaiah and his son meet with Ahaz, the prophet tells the king not to worry about Rezin and the \"son of Remaliah\" (v. 4). Isaiah does not hesitate to use scorn when he speaks of Pekah. Rather than mentioning him by name, the prophet expresses his disdain by continually referring to him only as \"Remaliah's son\" (vs. 5, 9).<\/p> <p>As stated in verse 6, the goal of the Syro-Israelite alliance was to divide Judah and replace her king. In poetic prophecy, the Lord speaks through Isaiah to sooth the fears of Judah and promise a fate upon Israel that Israel sought to impose upon Judah—destruction and scattering. The divine pronouncement contains five segments alternating between prophecy and history.<\/p> <blockquote><p><i>Prophecy (or warning) Verses Historical statements<\/i><\/p> <p>The alliance's goals will not 7<\/p> <p>come to pass 8a For the head of Syria is<\/p> <p>Within sixty-five years Ephraim 8b Damascus and Rezin<\/p> <p>(Israel) will be scattered 9a For the head of Ephraim is<\/p> <p>If you [Ahaz of Judah] do not 9b Samaria and Remaliah's son<\/p> <p>believe, you will not be protected<\/p> <\/blockquote><p>The three prophetic segments in the lefthand column can be read without the historical segments to form one continuous prophecy. The combination of history and prophecy is characteristic of Isaiah's writings.<\/p> <p>In this prophecy, Isaiah promises that the Syro-Israelite alliance will fail and that Israel will be scattered within sixty-five years. The fulfillment came about in successive stages. First, Tiglath-Pileser III (Pul) attacked Syria and Israel in 732 B.C. and took many Israelites captive to Assyria, especially those from the northern tribes. Secondly, in 730-727, Pul annexed the Transjordan area and deported large numbers of the Israelite tribes from that area to the far reaches of the Assyrian Empire. Third, in 726, Hoshea refused to pay Assyrian tribute, and Pul's successor, Shalmaneser, retaliated by attacking Israel and besieging Samaria, which fell in 722 B.C. Thus, within a dozen years of Isaiah's prophecy, the alliance had completely failed, and three major groups of Israelites had been deported. Finally, large groups of the Israelites fled from Assyria to the remote areas northward and became the lost Ten Tribes of Israel. Apparently, within about fifty years of their leaving Assyria, they were scattered so widely that many of them no longer existed as a cohesive group. Thereby Isaiah's prophecy to Ephraim was completely realized.<\/p> <p>In the last part of the prophecy, Isaiah warns Judah that she must remain firm in her trust of the Lord or she will not be able to stand. Unfortunately, Ahaz did not heed this warning and relied instead upon the Assyrians for deliverance. The Assyrians did hinder the Syro-Israelite attack by destroying Syria and large parts of Israel, but since the Assyrians desired more territory and wealth, Judah found herself paying tribute to avoid war. Knowing that the greatest danger to Judah came from Assyria and not Syria and Ephraim, the Lord would have helped Judah stand against both the Syro-Israelite attack and the Assyrians if her people had remained faithful.<\/p> <p>Unfortunately for Judah, she had a difficult time in developing trust in the Lord at least in part because her king, Ahaz, lacked faith and trust. Even after Isaiah gave him an opportunity for a miraculous manifestation to strengthen whatever faith he may have had, Ahaz refused the sign and rejected the Lord's counsel. Isaiah gave him a sign and a promise anyway:<\/p> <p><sup>10<\/sup> Again the LORD spoke to Ahaz,<\/p> <p><sup>11<\/sup> \"Ask the LORD your God for a sign, whether in the deepest depths or in the highest heights.\"<\/p> <p><sup>12<\/sup> But Ahaz said, \"I will not ask; I will not put the LORD to the test.\"<\/p> <p><sup>13<\/sup> Then Isaiah said, \"Hear now, you house of David! Is it not enough to try the patience of men? Will you try the patience of my God also? 14Therefore the LORD himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel.<\/p> <p><sup>15<\/sup> He will eat curds and honey when he knows enough to reject the wrong and choose the right. 16But before the boy knows enough to reject the wrong and choose the right, the land of the two kings you dread will be laid waste. 17The LORD will bring on you and your people and on the house of your father a time unlike any since Ephraim broke away from Judah—he will bring the king of Assyria.\" (NIV)<\/p> <p>In order to prove the authenticity of his words, Isaiah commands Ahaz in the name of the Lord to ask for a sign. This request is obviously different from the type of sign described in the Savior's statement that \"an evil and adulterous generation seeketh after a sign\" (<a class=\"ref\">Matt. 12:39<\/a>; see also <a class=\"isa\" verses=\"eyIxNzc1OCI6Mn0=\">Isa. 5:18-19<\/a>), for Ahaz had <i>not<\/i> sought a sign. Indeed, he refused to ask for a sign even when the prophet of the Lord gave him the opportunity. (See <a class=\"ref\">Deut. 6:16<\/a>.) It is probable that Ahaz refused to ask for a sign because he had no confidence in the Lord—he was secretly depending on the aid of the king of Assyria. Ahaz's hypocritical unbelief, however, so wearied God that Ahaz was no longer free to request any particular sign but had to receive whatever sign God chose to give. In this instance, therefore, what happens is in accordance with what the Lord has said in modern revelation: \"Yea, signs come . . . not by the will of men, nor as they please, but <i>by the will of God.<\/i> (<a class=\"ref\">D&amp;C 63:10<\/a>; italics added.)<\/p> <p>The Lord seems weary of the people's lack of faith (v. 13). It seems that he chose this situation to give a prophecy with various layers of meaning. The context of the pronouncement of the sign is almost as important, therefore, as the sign itself. The situation serves to emphasize man's complete, though often unwilling, dependence on God. The crux of the message is a call to faith; it is a type of the Lord's power to save one from a seemingly inescapable situation. In barest terms, though laden with meaning, the sign the Lord gives to signal the end of the threatening conspiracy is the birth of a male child.<\/p> <h4>The Immanuel Prophecy<\/h4> <p>There are several theories as to how this prophecy was fulfilled in the days of Ahaz. One theory proposes that the child to be born is Isaiah's own. This is based upon information in <a class=\"isa\" verses=\"eyIxNzgwOSI6NH0=\">Isaiah 8:1-4<\/a>, in which Isaiah names his new son. Although Isaiah already had a son, Shearjashub (<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isa. 7:3<\/a>), it is still possible that the mother of the new son could be a virgin if Shear-jashub's mother was deceased and Isaiah was about to be remarried. (See Albert Barne, <i>Barne's Notes on Isaiah<\/i> [New York: Leavitt and Allen, 1847] 1:177.) One question asked about this theory is, \"How could Isaiah have two new sons with different names in such a short period unless he had two wives?\" However, it is possible that two names were given to the same child, specifically that Maher-shalal-hash-baz (<a class=\"isa\" verses=\"WzE3ODExXQ==\">Isa. 8:3<\/a>) was also named Immanuel (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isa. 7:14<\/a>). The practice of having two or more names is not unusual in the Bible, as shown in the cases of Joshua (see BD \"Joshua\"), Gideon (<a class=\"ref\">Judg. 6:11, 32<\/a>), and Jesus (see BD \"Christ, Names of\"). This argument is disclaimed by many scholars, however. Some of them, such as Otto Kaiser, suggest a second possible fulfillment and state that Isaiah is promising such a rapid dissipation of the Syro-Israelite threat that any \"women who are now with child will name their sons, in thankfulness for being saved, 'Immanuel,' 'God is with us.'\" Kaiser goes on to say that the immediate fulfillment of the prophecy was necessary to show Ahaz that Isaiah's sign was given with God's authority and that to reject it is nothing other than apostasy from the living God. (Kaiser, <i>Isaiah<\/i> 1-12, p. 103.)<\/p> <p>A third possible explanation is a variation of the one just mentioned: instead of the son of any woman fulfilling the promise, the son of one particular woman was designated. In the Hebrew, a definite article precedes the term translated as \"virgin\" or \"young woman,\" indicating that she is <i>the<\/i> virgin and not just a virgin or any young woman. Isaiah identifies her as the first element of a fivefold prophecy:<\/p> <p><sup>1<\/sup> Behold, the (that) young woman (virgin) will conceive (v. 14).<\/p> <p><sup>2<\/sup> She will have a son.<\/p> <p><sup>3<\/sup> She will call him Immanuel (\"with us is El,\" or \"with us is God\").<\/p> <p><sup>4<\/sup> Before the lad is old enough to choose good from evil, he will eat milk and honey as the land of the Syro-Israelite king is vacated (vs. 15-16).<\/p> <p><sup>5<\/sup> The king of Assyria will come and vex Judah worse than she has been vexed in two centuries (v. 17).<\/p> <p>Regardless of the precise identity of the woman and her child, it appears obvious that the circumstances of the child's birth and the conditions surrounding his early life were so much an evidence of divine protection as to make proper his name, Immanuel, for God was truly with the people of Judah.<\/p> <p>Isaiah delivered the Immanuel prophecy when Jerusalem was threatened by the Syro-Ephraimite conspiracy from the north. As mentioned earlier, the sign given by the Lord of a son to be born signals the end of this threat. The naming of the son Immanuel shows that God was ultimately on the side of the people.<\/p> <p>Given this brief background, it seems that this sign, or prophecy, can find fulfillment as a call to faith on three levels:<\/p> <p><sup>1<\/sup> As mentioned earlier, Ahaz and the people of Judah needed to develop faith in the Lord to deliver them from the confederacy of Rezin and Pekah. A son was to be born and named Immanuel as a sign of the Lord's power of deliverance in the subsequent withdrawal and humiliation of the threatening alliance.<\/p> <p><sup>2<\/sup> To the people at the time of the birth of Christ, it was a sign to know that Jesus Christ, the Messiah, was to come. Therefore, Isaiah was promised that God himself should \"come down from heaven among the children of men and dwell in a tabernacle of clay\" (<a class=\"ref\">Mosiah 3:5<\/a>) to free them from the threat of sin and spiritual bondage. (This level of fulfillment is the one usually stressed by General Authorities of this dispensation as they quote and apply the Immanuel prophecy.) (See <a class=\"ref\">Matt. 1:21-23<\/a>.)<\/p> <p><sup>3<\/sup> Isaiah's prophecy is a call to faith in the last days. The birth of Christ strengthens our faith that in the end of the world, against all odds, the Lord \"shall bring again Zion.\" (See <a class=\"isa\" verses=\"eyIxODcwNiI6Mn0=\">Isa. 52:9-10<\/a>; <a class=\"ref\">D&amp;C 84:99<\/a>.) The memorial of Immanuel's birth is a sign of God's help in such extremity and is intended to build our faith today that indeed \"God is with us.\"<\/p> <p>Whatever Isaiah's understanding about his famous Immanuel prophecy, he knew that it was to be delivered to Ahaz and the house of David (v. 13). Isaiah also had further warnings to deliver to the people of Judah that were more clearly fulfilled during Isaiah's lifetime. Continuing with some terminology from the Immanuel prophecy, he warns about the impending Assyrian attacks upon Judah:<\/p> <p><sup>18<\/sup> In that day the LORD will whistle for flies from the distant streams of Egypt and for bees from the land of Assyria. 19They will all come and settle in the steep ravines and in the crevices in the rocks, on all the thornbushes and at all the water holes. 20In that day the Lord will use a razor hired from beyond the River—the king of Assyria—to shave your head and the hair of your legs, and to take off your beards also. 21In that day, a man will keep alive a young cow and two goats. 22And because of the abundance of the milk they give, he will have curds to eat. All who remain in the land will eat curds and honey. 23In that day, in every place where there were a thousand vines worth a thousand silver shekels, there will be only briers and thorns. 24Men will go there with bow and arrow, for the land will be covered with briers and thorns. 25As for all the hills once cultivated by the hoe, you will no longer go there for fear of the briers and thorns; they will become places where cattle are turned loose and where sheep run. (NIV)<\/p> <p>The humiliation and slavery that will befall the people is represented in verse 20 by the razor cutting off their hair. The Assyrians cut off all the hair from their captives for three reasons: humiliation, sanitation (especially while traveling under crude conditions to Assyria), and separation (if any slaves escaped while being moved from their homeland, they could not blend in with other peoples since their baldness would give them away; thus they usually were quickly recaptured, punished, and returned to their captors.)<\/p> <p>The seriousness of the devastation in the land is expressed in verses 22-25. People will be able to retain only a fraction of their original herds and flocks (v. 22), yet the population will be so decimated that the limited livestock will provide plentiful milk and curds to the survivors. The relative losses of animals and people can be illustrated as follows:<\/p> <p>The abundance of honey in these devastating circumstances comes from the large land areas that are left uncultivated and quickly turn to wild flowers, weeds, and other blossom-producing plants. Thus, ironically, the few who remain in the land will enjoy milk and honey because of the relatively large numbers of food-producing animals. They will still have problems and dangers, however, since they must fight off the weeds, thorny bushes, and wild animals. All in all, Isaiah describes serious conditions that will beset the people.<\/p> <p>A few years after his Immanuel prophecy, Isaiah elaborated upon his earlier warnings with a new set of prophecies. This time he spoke not to the king or a small body; he wrote a message in large letters witnessed by the leaders of Jerusalem as a promise of the impending Assyrian attack upon Syria and Israel:<\/p> <p><b>8<\/b> The LORD said to me, \"Take a large scroll and write on it with an ordinary pen: Maher-Shalal-Hash-Baz. 2And I will call in Uriah the priest and Zechariah son of Jeberekiah as reliable witnesses for me.\"<\/p> <p><sup>3<\/sup> Then I went to the prophetess, and she conceived and gave birth to a son. And the LORD said to me, \"Name him Maher-Shalal-Hash-Baz. 4Before the boy knows how to say 'My father' or \"My mother,' the wealth of Damascus and the plunder of Samaria will be carried off by the king of Assyria.\" (NIV)<\/p> <p>The message Isaiah carried to the people was \"Maher-Shalal-Hash-Baz\" or, \"quick to the plunder, swift to the spoil.\" (See <a class=\"isa\" verses=\"WzE3NzQ4XQ==\">Isa. 8<\/a>, footnote Id.) This message was written on a large tablet or parchment to warn the people that an Assyrian attack was imminent. The message was also embodied in Isaiah's son, who received the message as his given name.  The nearness of fulfillment was also to be seen in the son because before he could \"call out\" or speak to his parents, the invasion would come upon Damascus and Samaria, and their wealth would go to Assyria.<\/p> <p>Since Pul's invasion of Syria and Israel took place in 732 B.C., this prophecy was probably given two years earlier. Isaiah had the warning witnessed by leaders of Jerusalem, and thus after his wife conceived and they named their son, the people waited for him to learn to speak. It appears that before he did, the attack came, and the Judeans received a confirmation of Isaiah's prophetic powers.<\/p> <p>With a witness of Isaiah's prophecy about the Assyrian attack upon the northern countries, the people of Jerusalem could study his prophecy given about them and know that it was also to be fulfilled:<\/p> <p><sup>5<\/sup> The LORD spoke to me again:<\/p> <p><sup>6<\/sup> \"Because this people has rejected the gently flowing waters of Shiloah<\/p> <p>and rejoices over Rezin and the son of Remaliah,<\/p> <p><sup>7<\/sup> therefore the Lord is about to bring against them the mighty flood waters of the River—the king of Assyria with all his pomp.<\/p> <p>It will overflow all its channels, run over all its banks<\/p> <p><sup>8<\/sup> and sweep on into Judah, swirling over it, passing through it and reaching up to the neck.<\/p> <p>Its outspread wings will cover the breadth of your land, O Immanuel!\" (NIV)<\/p> <p>The gentle waters of Shiloah (v.6) were the major water source for ancient Jerusalem. Located at the Gihon spring in the Kidron Valley east of the fortified city, they ebb and flow continually throughout the year. (See area D3 on Map 17.) During Isaiah's life, the waters were brought into a fortified area of the city when King Hezekiah, the son of Ahaz, built a tunnel through Mount Ophel, which still carries from eight to forty inches of running water. (See area C4 on Map 17.) This cool, flowing spring supplied more than enough water for the city of Jerusalem.<\/p> <p>The \"waters of Shiloah\" also represent the continuous tender care that the Lord provided for his people as he sought to lead them with gentle promptings of the Spirit. The Judean leaders rejected the Lord's advice offered through Isaiah, who foretold how the raging floodwaters of the Euphrates River would replace the waters of Shiloah. Instead of gentle water around their knees, the raging torrent of the Assyrian army would gather around their necks (v. 8).<\/p> <p>Having concluded his short warning to Judah with the expression \"O Immanuel\" or \"Oh—God is with us!\" Isaiah then addresses the nations rising against Judah and promises them, \"God is with us\":<\/p> <blockquote><p><sup>9<\/sup> Raise the war cry, you nations, and be shattered!<\/p> <p>Listen, all you distant lands.<\/p> <p>Prepare for battle, and be shattered!<\/p> <p>Prepare for battle, and be shattered!<\/p> <p><sup>10<\/sup> Devise your strategy, but it will be thwarted;<\/p> <p>propose your plan, but it will not stand, for God is with us. (NIV)<\/p> <\/blockquote><p>The repetition of phrases at the end of verse 9 accentuates the message and provides a form of the comparative. The comparative degree in Hebrew was formed by simply repeating a word or phrase. To repeat the item three or more times made it superlative. Whereas in English one would say \"good,\" \"better,\" and \"best\" to indicate comparative degrees, in Hebrew one could say \"good,\" \"good, good,\" and \"good, good, good.\" Thus, in the verse above, Isaiah is warning the nations that if they prepare for battle, they will be devastated.<\/p> <p>In chapter 8, Isaiah speaks to a variety of audiences: the leaders of Jerusalem, the Israelites and Syrians, the judeans, and the enemy nations. Beginning in verse 11, he gives a rare personal discourse about his relationship with the people:<\/p> <p><sup>11<\/sup> The LORD spoke to me with his strong hand upon me, warning me not to follow the way of this people. He said:<\/p> <p><sup>12<\/sup> \"Do not call conspiracy everything that these people call conspiracy;<\/p> <p>do not fear what they fear,<\/p> <p>and do not dread it.<\/p> <p><sup>13<\/sup> The LORD Almighty is the one you are to regard as holy, he is the one you are to fear, he is the one you are to dread,<\/p> <p><sup>14<\/sup> and he will be a sanctuary; but for both houses of Israel he will be a stone that causes men to stumble and a rock that makes them fall.<\/p> <p>And for the people of Jerusalem he will be a trap and a snare.<\/p> <p><sup>15<\/sup> Many of them will stumble; they will fall and be broken, they will be snared and captured.\" (NIV)<\/p> <p>The Lord counseled Isaiah not to fear the people or teach what they wanted to hear. Instead of seeking public acceptance, Isaiah was to seek the favor and sanctuary of the Lord. (Compare similar counsel to Jeremiah and Ezekiel in <a class=\"ref\">Jer. 7:25-28; Ezek. 3:7-9<\/a>.)<\/p> <p>The Lord then told the prophet that while he (and the righteous) sought the Lord's presence, the wicked would stumble over the Lord's advent and teachings. Jehovah and his laws caused many Israelites who refused to follow him to stumble. (See <a class=\"ref\">Jacob 4:15<\/a>.) Later, when the Lord lived among the Jews, he was still a stumbling block to those who rejected his divine mission. (See <a class=\"ref\">1 Pet. 2:8; Rom. 9:33; 1 Cor. 1:23<\/a>.) Using five verbs that develop a \"downward\" pattern, Isaiah describes the results befalling those who reject the Lord (v. 15)—they stumble—they falter in their faith; they fall—they commit sins; they are broken—they suffer consequences for their transgressions; they are snared—they are enticed by Satan's temptations; they are captured—they are turned over to Satan's buffetings.<\/p> <p>The Lord commands Isaiah to record his testimony or witness (v.16), and Isaiah responds with a promise to follow the Lord (v. 17):<\/p> <p><sup>16<\/sup> Bind up the testimony and seal up the law among my disciples<\/p> <p><sup>17<\/sup> I will wait for the LORD, who is hiding his face from the house of Jacob<\/p> <p>I will put my trust in him. (NIV)<\/p> <p>Other prophets have also been commanded to seal their witnesses and power to the people. (<a class=\"ref\">Jer. 32:44; Matt. 16:19; 18:18; D&amp;C 1:8; 68:12; 88:84<\/a>.) Eventually, the records and testimonies of the prophets will help judge the people. (<a class=\"ref\">D&amp;C 133:71-73<\/a>.)<\/p> <p>Isaiah concludes chapter 8 by comparing his role as witness and symbol with the false messages the people receive from evil sources:<\/p> <p><sup>18<\/sup> Here am I, and the children the LORD has given me. We are signs and symbols in Israel from the LORD Almighty, who dwells on Mount Zion.<\/p> <p><sup>19<\/sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?<\/p> <p><sup>20<\/sup> To the law and to the testimony! If they do not speak according to this work, they have no light of dawn. 21Distressed and hungry, they will roam through the land; when they are famished, they will become enraged and, looking upward, they will curse their king and their God. 22Then they will look toward the earth and see only distress and darkness and fearful gloom, and they will be thrust into utter darkness. (NIV)<\/p> <p>In these concluding verses, Isaiah first holds up himself and his sons, with their symbolic names and lives, as special signs to the people. (See <a class=\"isa\" verses=\"W1sxNzc4Nl0seyIxNzc5MyI6N30seyIxNzgwOSI6NH1d\">Isa. 7:3, 10-16; 8:1-4<\/a>.) He then rebukes the people's attempts to receive signs and counsel from diviners (v. 19). Important guidelines follow verse 20, in which Isaiah tells Israel that if one does not speak according to the law and testimony (the discourses of Moses and the witnesses of the prophets in the scriptures), he is not of God.<\/p> <p>In summary, Isaiah's discourse in chapter 8 is a collection of warnings sealed with his own special witness. Coupled with chapter 7, these two chapters provide a number of warnings, signs, prophecies, and witnesses to Israel. To the wicked, these words will be as a snare to demonstrate their true relationship with God when they reject his word. To the righteous, Isaiah's words provide insight, perspective, and the important eternal witness that \"God is with us!\"<\/p>",
    "audit": null
}