{
    "id": 17326,
    "source": "poet",
    "verse_id": 18514,
    "verse_count": 6,
    "reference": "43:8-13",
    "title": "Trial Scene of God before Israel and the Other Nations",
    "html": "<p>These verses are compared to a trial scene because the Lord assembles a community council, calls forth witnesses, and declares a judgment upon the people. As the Lord delivers this speech, he calls forth Israel as a special witness of his fidelity to her:<\/p> <blockquote><p><sup>8<\/sup> Bring forth the people who are blind, yet have eyes,<\/p> <p>who are deaf, yet have ears!<\/p> <p><sup>9<\/sup> Let all the nations gather together and let the peoples assemble.<\/p> <p>Who among them can declare this,<\/p> <p>and show us the former things?<\/p> <p>Let them bring their witnesses to justify them,<\/p> <p>and let them hear and say, It is true.<\/p> <p><sup>10<\/sup> \"You are my witnesses,\" says the LORD,<\/p> <p>\"and my servant whom I have chosen,<\/p> <p>that you may know and believe me<\/p> <p>and understand that I am He.<\/p> <p>Before me no god was formed, nor shall there be any after me.<\/p> <p><sup>11<\/sup> I, I am the LORD, and besides me there is no savior.<\/p> <p><sup>12<\/sup> I declared and saved and proclaimed,<\/p> <p>when there was no strange god among you;<\/p> <p>and you are my witnesses,\" says the LORD.<\/p> <p><sup>13<\/sup> \"I am God, and also henceforth I am He;<\/p> <p>there is none who can deliver from my hand;<\/p> <p>I work and who can hinder it?\" (RSV)<\/p> <\/blockquote><p>The people mentioned in verse 8, the blind and deaf, are similar to those described in <a class=\"isa\" verses=\"eyIxODQ5OSI6Nn0=\">Isaiah 42:18-23<\/a> JST who ignore the prophet's message. These people are blind and deaf because they have not acknowledged God's workings on earth or listened to the Spirit declare his truths. In the time of restoration, however, their eyes and ears will be opened, and they will understand the Lord's role upon this earth. After they hear the witnesses and see the divine reality, they will all come to know the true Lord of this earth (v. 11; see <a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isa. 45:23<\/a>).<\/p> <p>In verse 9, the Lord summons the nations to bring forth witnesses of his divine plan, if they can. However, they are not able to testify about the former (including premortal) things the Lord has done. So, the Lord turns to Israel and calls his chosen people as witnesses; that God has fulfilled his gracious plan for the world is manifest best in the records of the house of Israel. They alone testify that the Lord has provided salvation and resurrection for the world and eternal life for those who desire to receive it. Israel is not only God's special witness, but also his servant to the world, and her inspired records are to go to all people. No other nation can give a similar witness of its gods.<\/p> <p>Israel's message to the world is highlighted in verses 11-13. Here the pronoun <i>I<\/i> appears twelve times to emphasize that Jehovah alone is the savior of this earth. Verse 11 is the triumphal climax to this declaration, for three important names of God are found therein. The verse begins with \"I, I am,\" a phrase that calls to mind the title, \"I AM,\" the name by which God identified himself to Moses on Mount Sinai. The divine speaker of the verse then declares that he is \"the Lord\" (Jehovah from the Hebrew <i>Yahweh<\/i>). He reveals his role as redeemer by identifying himself as the only \"savior\" of this world. The word <i>savior<\/i> is the common Old Testament term used to describe the God of Israel. He is to be Israel's ultimate redeemer because he is also the \"anointed one,\" or the <i>Messiah.<\/i> (Translated into Greek, the Aramaic word <i>Messiah<\/i> becomes Christ.) Therefore, the terms <i>Savior, Messiah,<\/i> and <i>Christ<\/i> all emphasize the importance of Jehovah's role in God's plan. The German scholar F. Delitzsch provides a helpful insight into the relationship between two of these terms:<\/p> <p>[Savior] and Jehovah are kindred epithets here; just as in the New Testament the name Jehovah sets, as it were, but only to rise again in the name Jesus, in which it is historically fulfilled. Jehovah's precious self-manifestation in history [as in <a class=\"isa\" verses=\"WzE4NTE3XQ==\">Isa. 43:11<\/a>] furnished a pledge of the coming redemption. (Keil-Delitzsch, <i>Commentary on the Old Testament<\/i> 2:194.)<\/p> <p>Thus, Jehovah promises Israel that he will eventually come as the Savior of this earth.<\/p> <p>Centuries after Isaiah composed chapter 43, Joseph Smith borrowed some of Isaiah's terminology in his praise of the Lord in the preface to the marvelous revelation on the three degrees of glory: \"Hear, O ye heavens, and give ear, O earth, and rejoice ye inhabitants thereof, for the Lord is God, and beside him there is no Savior.\" (<a class=\"ref\">D&amp;C 76:1<\/a>; see <a class=\"isa\" verses=\"WzE3NjU3LDE4NTE3XQ==\">Isa. 1:2; 43:11<\/a>.) This verse does not say that no other Gods exist, but rather that only Jehovah (Jesus Christ) is the Savior and through him alone is salvation. (See <a class=\"ref\">Hel. 5:9; 2 Ne. 25:20<\/a>.) The first chapter of Genesis indicates that other Gods have been involved with this earth, but the Lord, in speaking to ancient Israel, wants it clearly understood that he is to be their sole savior. (See <a class=\"ref\">Gen. 1:26<\/a>.)<\/p> <p>Continuing in verse 12, the Lord charges Israel to accept her role as a special witness of him. In addition to foretelling his triumph, Israel is to serve as a second witness and to announce his role as the Savior to the earth. Members of covenant Israel are now fulfilling this charge as they send missionaries into the world to testify of Jesus Christ. (Bruce R. McConkie, CR, Apr. 1977, p. 135.)<\/p>",
    "audit": null
}