{
    "id": 17327,
    "source": "poet",
    "verse_id": 18528,
    "verse_count": 7,
    "reference": "43:22-28",
    "title": "Trial Scene between God and Israel",
    "html": "<p>In the last section of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43<\/a>, the Lord accuses Israel of rejecting her role as servant and messenger to the world. In a court scene presided over by the Lord, Israel is found sinful and is condemned to destruction and ridicule:<\/p> <blockquote><p><sup>22<\/sup> \"Yet you did not call upon me, O Jacob;<\/p> <p>but you have been weary of me, O Israel!<\/p> <p><sup>23<\/sup> You have not brought me your<\/p> <p>sheep for burnt offerings, or honored me with your sacrifices.<\/p> <p>I have not burdened you with offerings,<\/p> <p>or wearied you with frankincense.<\/p> <p><sup>24<\/sup> You have not bought me sweet cane with money,<\/p> <p>or satisfied me with the fat of your sacrifices,<\/p> <p>But you have burdened me with your sins,<\/p> <p>you have wearied me with your iniquities.<\/p> <p><sup>25<\/sup> \"I, I am He who blots out your transgressions for my own sake,<\/p> <p>and I will not remember your sins.<\/p> <p><sup>26<\/sup> Put me in remembrance, let us argue together;<\/p> <p>set forth your case, that you may be proved right.<\/p> <p><sup>27<\/sup> Your first father sinned,<\/p> <p>and your mediators transgressed against me.<\/p> <p><sup>28<\/sup> Therefore I profaned the princes of the sanctuary,<\/p> <p>I delivered Jacob to utter destruction and Israel to reviling.\" (RSV)<\/p> <\/blockquote><p>The Lord's accusation in these verses constitutes one of only two trial speeches in which the Lord opposes his chosen people Israel (the other is in <a class=\"isa\" verses=\"eyIxODY2NCI6MTF9\">Isa. 50:1-13<\/a>). In both instances, the primary confrontation is between the Lord and the false pagan gods. the primary issue revolves around the question \"Who is true God of this earth?\"<\/p> <p>In the scene comprising 43:22-28, Israel has apparently brought a charge against the Lord asking why she has been shamed in spite of the sacrifices her people have given (vs. 22-24, 28). God challenges Israel to prove her case in the Lord's court (v. 26), but she is unable to give any evidence of divine injustice. The Lord accuses Israel of sin (v. 27) and explains why he was obliged to act toward her as he did (v. 28).<\/p> <p>In contrast to the promise of a future restoration in the first half of chapter 43, God recounts Israel's iniquities. Still, though the Lord employes the negative <i>not<\/i> (<i>lo<\/i> in Hebrew) seven times in the first three verses, his climactic negation is an affirmation: \"thy sins I will <i>not<\/i> remember\" (v. 25). This promise stands in sharp contrast to the anticipated harsh judgment; after the Lord has described Israel's hypocrisy, one would expect him to deliver a threat. Instead, he promises forgiveness; mercy instead of punishment is extended to Israel.<\/p> <p>Verse 25 is a profound promise for those of God's children who repent and follow him—they will benefit from his atonement since he blots out their transgressions for his sake. In other words, Christ promised to be our Savior, and in order to fulfill his own covenants and \"all righteousness,\" it was necessary for him to provide the atoning sacrifice. Isaiah later highlights the Lord's voluntary sacrifice in chapter 53 through a song about a suffering servant. Also, a modern prophet, Spencer W. Kimball, built upon verse 25 when he exhorted modern Israelites to forgive and forget the sins of others as the Lord forgives theirs. (CR, Oct. 1949, p. 133.)<\/p> <p>After promising that he will not remember Israel's sins, the Lord challenges Israel to remember him (v. 26). He then reminds the people that their first father and leaders had sinned against him (v. 27). It is unclear who is meant by their first father. Some commentators have suggested Adam or Abraham, but the context and the parallelism of verses 27 and 28 strongly suggest Jacob as the first father who is being discussed. The parallelism matches the <i>first father and mediators<\/i> who have sinned (v. 27) with the <i>priests<\/i> and <i>Jacob<\/i> who will be punished (v. 28). However, all of the ancestors or \"fathers\" of Israel sinned somewhat as mortal beings, and Israel's ancestors who came out of Eygpt were especially noted for their sinful behavior. (See <a class=\"isa\" verses=\"bnVsbA==\">Isa. 43<\/a>, footnote 27a.) In any case, because of Israel's earlier sins and the continued wickedness of the people, the Lord promises that he will deliver them up to destruction, curses (KJV), and humiliation.<\/p> <p>A great variety of destructions followed Israel over the centuries after Isaiah recorded this warning. During the prophet's own lifetime, the northern tribes were taken captive. Over a century later, Judah was destroyed and her people taken captive to Babylon. Similar destruction and dispersion came when the Romans warred upon the Jews shortly after the time of Christ. Centuries of harassment and persecution by Christians and Moslems followed, and, finally, the minions of Hitler destroyed one-third of the Jews. The Lamanite branch of Israel has undergone similar persecution. Israel will yet suffer before millennial peace is finally established.<\/p> <p>Although the harshness of these last verses contrasts with the promises found in most of the chapter, the ideas parallel the same pattern outlined earlier. Verse 22 continues the theme of the Lord's relationship with Israel (items A and A' on the outline), the fire and oil of Israel's sacrifices parallel the fire and water of the Lord's protection (vs. 23-24; B and B'), the titles and role of Jehovah are given (vs. 25-26; C, C', and I), and reasons for the scattering complement promises of the gathering (vs. 27-28; D and D'). Just as these verses build upon the themes found earlier in the chapter, they also lead naturally into the first verses of chapter 44, where Israel's role with the Lord is amplified, refreshing water is promised, and the names and titles of God are highlighted. In short, although the material we now find in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40-47<\/a> is currently divided into eight units or chapters, it actually divides into many smaller segments, all of which revolve around the Lord's relationship with his chosen people. The four segments of chapter 43 complement this section of Isaiah, since they contain many of the Lord's titles and emphasize his role with Israel—only <i>he<\/i> is to be their Savior!<\/p> <p>In conclusion, at least three major principles are developed in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43<\/a>: first, that there is only one Lord and Savior of this earth; second, the reasons for the scattering and promises for the gathering; and third, a combination of the first two concepts, the witness relationship between Israel and the Lord—as Israel fails in this role she is scattered, and as she testifies faithfully of the Lord, she is gathered.  The witness relationship is very important for both parties, since Israel and the Lord will eventually testify of each other to the whole world. For now, Israel bears the responsibility of carrying God's word to the world. As she turns away from the Lord and refuses to take her message to others in peace and love, she will remain scattered among the nations in an atmosphere of war and hatred. But as she becomes the true servant of Christ, she will be blessed with a millennial society.<\/p>",
    "audit": null
}