{
    "id": 17328,
    "source": "poet",
    "verse_id": 18535,
    "verse_count": 53,
    "reference": "44-45",
    "title": "Jacob, Cyrus, and Jeshua: Servants of God",
    "html": "<p>In chapters 44 and 45, Isaiah builds upon some themes found in chapters 40-43 (attributes and names of God, roles of his servants, and the foolishness of idolatry) and continues his pattern of alternating positive declarations with negative denouncements. A quick reading of the chapters reveals the following divisions:<\/p> <blockquote><p>+ Declaration of the Lord's redeeming role with Israel (44:1-8)<\/p> <p>- Denouncement of idol worshippers (44:9-20)<\/p> <p>+ Declaration of the Lord's role with Israel and Cyrus (44:21-45:8)<\/p> <p>- Denouncement of unthankful, critical children (45:9-11)<\/p> <p>+ Declaration of the Lord's creative role (45:12-15)<\/p> <\/blockquote><p>- + Shame and ignorance of idol worshippers contrasted with triumph and recognition of the Lord (45:16-25)<\/p> <p>More careful study reveals further insights and what appears to be a \"roller coaster\" pattern of increasing polarity in chapters 40-47 of Isaiah as his promises become more profound and his warnings more pointed. This pattern can be diagrammed as follows:<\/p> <p>Isaiah's ridicule of idolatry (44:9-20) is followed by a stronger denouncement in chapters 46 and 47. Also, his declaration that the entire earth will recognize the true Lord of this earth (45:14-25) is followed by even greater prophecies about the Lord and his people, beginning in chapter 48.<\/p> <blockquote><p>A simple A-B-C-B'-A' chiasmus develops in chapter 44:<\/p> <p>A. The Lord will bless Israel (vs. 1-5)<\/p> <p>B. Beside the Lord there is no other redeemer (6-8)<\/p> <p>C. Idols are the foolish work of man (9-20)<\/p> <p>B'. The Lord alone will redeem Israel (21-23)<\/p> <p>A'. The Lord will protect and bless Israel (24-28)<\/p> <\/blockquote><p>Like its bordering chapters, 43 and 45, chapter 44 contains one of Isaiah's primary messages: the Lord alone is the god of Israel and the whole earth. However, Isaiah approaches this message negatively, for most of the verses and the pivotal point of the chiasmus center upon the futility of worshipping other gods.<\/p> <p>Isaiah emphasizes in verse 15, the worthlessness of idols, employing strong sarcasm to effectively debase both the worshipper (idolator) and the worshipped (idol). He ridicules the man who selects wood, burning part of it for fuel and worshipping the rest. Ironically, man worships something transitory that he can control instead of the eternal Lord who controls man's destiny. Man does receive some temporary benefits from the wood used for fuel, yet nothing from the wood that forms an idol, because this image and the pagan god it represents are both lifeless. In the end, the wood, the idol, and the idolatry will all be as ashes and dust, worthless to the children of men (v. 20).<\/p> <p>Isaiah begins chapter 44 with a short oracle of salvation. He first reminds Israel of her covenant as messenger of the Lord:<\/p> <blockquote><p><b>44<\/b> \"But now listen, O Jacob,<\/p> <p>My servant;<\/p> <p>And Israel, whom I have chosen:<\/p> <p><sup>2<\/sup> Thus says the LORD who made you<\/p> <p>And formed you from the womb, who will help you,<\/p> <p>'Do not fear, O Jacob My servant;<\/p> <p>And you Jeshurun whom I have chosen.<\/p> <p><sup>3<\/sup> 'For I will pour out water on the thirsty land<\/p> <p>And streams on the dry ground;<\/p> <p>I will pour out My Spirit on your offspring,<\/p> <p>And My blessing on your descendants;<\/p> <p><sup>4<\/sup> And they will spring up among the grass<\/p> <p>Like poplars by streams of water.'<\/p> <p><sup>5<\/sup> \"This one will say, 'I am the LORD'S';<\/p> <p>And that one will call on the name of Jacob;<\/p> <p>And another will write on his hand, 'Belonging to the LORD,'<\/p> <p>And will name Israel's name with honor.\" (NAS)<\/p> <\/blockquote><p>The oracle is introduced by a \"messenger formula\" consisting of three parts: \"listen,\" \"thus says the Lord,\" and \"do not fear\" (to be God's witness; see v. 8). Isaiah is not delivering a new charge to Israel to be God's messenger, but is reminding her of earlier covenants with God established by Jacob and Moses. Jacob was the father of the Israelites both physically and spiritually. When the Lord renewed his covenant with Abraham through Jacob, he changed Jacob's name to Israel to signify his righteousness. (<a class=\"ref\">Gen. 35:9-11<\/a>.) When Moses initiated a new gospel dispensation among the Israelites, he reminded them of the covenants made by Jacob, the \"king of Jeshurun\" (v. 2; see <a class=\"ref\">Deut. 33:5, 26<\/a>; <i>jeshurun<\/i> is Hebrew for \"upright\" or \"righteous\"). Isaiah uses all three names, Jacob, Israel, and Jeshurun, to remind Israel of her covenants.<\/p> <p>After promising physical and spiritual blessings (water and the Holy Ghost) Isaiah repeats two of the names, Jacob and Israel, as he continues his oracle (v. 5). He also promises that others will join with Israel and enter into the same covenants. The promise in verse 5 obviously extends beyond the descendants of Jacob because:<\/p> <p>Those who adopt the names of Yahweh and Israel can scarcely be Israelites. Although it is not inconceivable that the prophet may represent the Israelites as boasting that they are the people of Yahweh, they would hardly boast of this after ruin and exile. The prophet surely sees foreign peoples and nations so impressed by this demonstration of the saving power of Yahweh that they will take his name and the name of his people. For the challenges uttered to the nations and their gods must have the effect of demonstrating that Yahweh alone is God, and Israel is his people. (McKenzie, <i>Second Isaiah,<\/i> p. 64.)<\/p> <p>While Isaiah does not precisely identify the converts, he does describe their growing relationship with the Lord.<\/p> <p>The convert's first step is to say, \"I am the Lord's,\" or, in other words, \"I want to take the Lord's name upon myself.\" This covenant relationship is then established through the ordinance of baptism and renewed through the sacrament.<\/p> <p>The second step results from the person's desire to \"call himself by the name of Jacob\" (KJV). The person probably wants to receive the birthright blessings promised to Jacob's posterity. Also, the Holy Ghost can literally transform a person into \"the seed of Abraham.\" (See TPJS, p. 150.) Today, the blessings of Abraham are usually pronounced in patriarchal blessings.<\/p> <p>Step three requires that, in addition to desiring a new name (of Jacob), the person also writes the name of Christ upon his hand. Although this might be a literal act, it is probably symbolic of using that hand to establish covenants or promises. Many scholars feel that the person does not literally write \"to Yahweh\" on his hand, but that he uses his hand to witness his relationship with the Lord. The witness could be that the hand writes a testimony declaring the person's covenant. (North, <i>The Second Isaiah,<\/i> p. 134; Young, <i>The Book of Isaiah<\/i> 3:169.) Or, the hand could be used in a sign, token, or witness of a person's promises and covenants with God. For example, today we still shake hands in an agreement and raise hands to sustain a Church leader.<\/p> <p>Finally, the fourth step occurs when one is named with the name of Israel. This step is a further development of the second, in which the person desired the name of Jacob. Now he actually receives the name. The actualization of the full blessings of Abraham, Isaac, and Jacob come only to those who enter into the \"new and everlasting covenant\" in the temples of the Lord. Anyone who is faithful to the covenants of the endowment and sealing (or temple marriage) will receive the Lord's full approbation and become an heir to every blessing promised to Israel's righteous posterity.<\/p> <p>In review, verse 5 can be read on one level as a simple poetic parallelism reminding the Israelites of their identity as God's chosen people. However, closer study of the verse suggests some specific ordinances that establish covenant relationships for people in each generation, for example, baptism, patriarchal blessings, sustaining of Church officers, the endowment, and temple marriage.<\/p> <p>In the next few verses, Isaiah emphasizes Israel's covenant relationship with the Lord and the spiritual ignorance of other peoples:<\/p> <blockquote><p><sup>6<\/sup> \"Thus says the LORD, the King of Israel<\/p> <p>And his Redeemer, the LORD of hosts:<\/p> <p>'I am the first and I am the last,<\/p> <p>And there is no God besides Me.<\/p> <p><sup>7<\/sup> 'And who is like Me? Let him proclaim and declare it;<\/p> <p>Yes, let him recount it to Me in order,<\/p> <p>From the time that I established the ancient nation.<\/p> <p>And let them declare to them the things that are coming<\/p> <p>And the events that are going to take place.<\/p> <p><sup>8<\/sup> 'Do not tremble and do not be afraid;<\/p> <p>Have I not long since announced it to you and declared it?<\/p> <p>And you are My witnesses.<\/p> <p>Is there any God besides Me,<\/p> <p>Or is there any <i>other<\/i> Rock?<\/p> <p>I know of none.'\" (NAS)<\/p> <p>A. No other god<\/p> <p>B. Idols speechless<\/p> <p>C. Mortals cannot foretell<\/p> <p>D. Old things not foretold<\/p> <p>E. Let them speak if they can<\/p> <p>D'. Future things not foretold<\/p> <p>C'. God prophesies<\/p> <p>B'. God speaks<\/p> <p>A'. No other gods<\/p> <\/blockquote><p>The chiastic pattern outlined at the right highlights the inability of other nations and their pagan gods to foretell what the Lord will do to fulfill his plan for this earth.<\/p> <p>In verse 6, Isaiah sets forth six attributes of Jehovah. He is (1) the Lord, (2) Israel's king, (3) Israel's redeemer, (4) the leader of the heavenly hosts, (5) the Eternal, the \"first\" and the \"last,\" and (6) the only true God of this earth. And the Lord then asks in verse 7, \"Who is like me?\" The rest of the oracle testifies that no one is like the Lord, the rock of our salvation. (See <a class=\"ref\">Deut. 32:15-17<\/a>; <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isa. 8:14<\/a>.)<\/p> <p>In contrast to the relationship between the Lord and his children, Isaiah portrays the relationship between idol worshippers and their pagan images:<\/p> <p><sup>9<\/sup> Those who fashion a graven image are all of them futile, and their precious things are of no profit; even their own witnesses fail to see or know, so that they will be put to shame.<\/p> <p><sup>10<\/sup> Who has fashioned a god or cast an idol to no profit?<\/p> <p><sup>11<\/sup> Behold, all his companions will be put to shame, for the craftsmen themselves are mere men. Let them all assemble themselves, let them stand up, let them tremble, let them together be put to shame.<\/p> <p><sup>12<\/sup> The man shapes iron into a cutting tool, and does his work over the coals, fashioning it with hammers, and working it with his strong arm. He also gets hungry and his strength fails; he drinks no water and becomes weary.<\/p> <p><sup>13<\/sup> <i>Another<\/i> shapes wood, he extends a measuring line; he outlines with red chalk. He works it with planes, and outlines it with a compass, and makes it like the form of a man, like the beauty of man, so that it may sit in a house.<\/p> <p><sup>14<\/sup> Surely he cuts cedars for himself and takes a cypress or an oak, and raises <i>it<\/i> for himself among the trees of the forest. He plants a fir, and the rain makes it grow.<\/p> <p><sup>15<\/sup> Then it becomes <i>something<\/i> for a man to burn, so he takes one of them and warms himself; he also makes a fire to bake bread. He also makes a god and worships it; he makes it a graven image, and falls down before it.<\/p> <p><sup>16<\/sup> Half of it burns in the fire; over <i>this<\/i> half he eats meat as he roasts a roast, and is satisfied. He also warms himself and says, \"Aha! I am warm, I have seen the fire.\"<\/p> <p><sup>17<\/sup> But the rest of it he makes into a god, his graven image. He falls down before it and worships; he also prays to it and says, \"Deliver me, for thou art my god.\"<\/p> <p><sup>18<\/sup> They do not know, nor do they understand, for He has smeared over their eyes so that they cannot see and their hearts so that they cannot comprehend.<\/p> <p><sup>19<\/sup> And no one recalls, nor is there knowledge or understanding to say, \"I have burned half of it in the fire, and also have baked bread over its coals. I roast meat and eat <i>it.<\/i> Then I make the rest of it into an abomination, I fall down before a block of wood!\"<\/p> <p><sup>20<\/sup> He feeds on ashes, a deceived heart has turned him aside. And he cannot deliver himself, nor say, \"Is there not a lie in my right hand?\" (NAS)<\/p> <p>As indicated in the introduction to this chapter, Isaiah mocks the people's idolatry with sharp sarcasm in these verses. The prophet seems deliberately to reverse the process of <a class=\"ref\">Genesis 1:26-27<\/a>: God made man in his divine image, and now man makes a god in his own frail image. The Ten Commandments strictly forbade images of God because, among other reasons, nothing material can capture the full glory of God.<\/p> <p>However, it is also helpful to remember that the pagans of Isaiah's time did not usually believe that their gods actually lived in or were the idols themselves. The idols were merely symbolic representations of their gods. But the Lord proved the other gods lifeless, speechless, and valueless (vs. 6-8). These idolators worshipped the efforts of their craftsmanship and deprived themselves of the resources the wood, metal, and their labors could otherwise provide.<\/p> <p>After his taunting parody of the idol worshippers, Isaiah returns to his message of salvation, calling upon Israel to repent and turn back to the Lord:<\/p> <blockquote><p><sup>21<\/sup> \"Remember these things, O Jacob,<\/p> <p>And Israel, for you are My servant;<\/p> <p>I have formed you, you are My servant,<\/p> <p>O Israel, you will not be forgotten by Me.<\/p> <p><sup>22<\/sup> \"I have wiped out your transgressions like a thick cloud,<\/p> <p>And your sins like a heavy mist.<\/p> <p>Return to Me, for I have redeemed you.\"<\/p> <p><sup>23<\/sup> Shout for joy, O heavens, for the LORD has done it!<\/p> <p>Shout joyfully, you lower parts of the earth;<\/p> <p>Break forth into a shout of joy, you mountains,<\/p> <p>O forest, and every tree in it;<\/p> <p>For the LORD has redeemed Jacob<\/p> <p>And in Israel He shows forth His glory. (NAS)<\/p> <\/blockquote><p>In verse 22, the Lord promises forgiveness to the repentant Israelites, speaking in the prophetic past tense. That is, God will not come to the earth and actually bring about the Atonement until centuries later, but Isaiah speaks about it in the past tense as though it had already happened. He declares that the Atonement has been made and that Israel's redemption is predicated upon her return to God. As early as the time of the councils in the premortal existence, God the Father promised and committed his son as the required sacrifice of the Atonement. Scholar E. J. Young explains:<\/p> <p>A command to repent is given, because God Himself has paid a price to purchase His people. It is that concept that lies at the heart of the matter. . . . The reference is not to the return from exile, for that act could not really be designated a redemption paid by God; the reference is to a ransom paid for deliverance from sin and guilt, and the price God paid for that deliverance was His own Son, in whom we have redemption through His blood, the forgiveness of sins. (<i>The Book of Isaiah<\/i> 3:184.)<\/p> <p>Isaiah concludes chapter 44 with further promises to Israel, including the promise of a future political leader, Cyrus, who will serve the Lord in freeing the Jews and assist them in rebuilding their temple:<\/p> <blockquote><p><sup>24<\/sup> Thus says the LORD, your Redeemer, and the one who formed you from the womb,<\/p> <p>\"I, the LORD, am the maker of all things,<\/p> <p>Stretching out the heavens by Myself,<\/p> <p>And spreading out the earth all alone,<\/p> <p><sup>25<\/sup> Causing the omens of boasters to fail,<\/p> <p>Making fools out of diviners,<\/p> <p>Causing wise men to draw back,<\/p> <p>And turning their knowledge into foolishness,<\/p> <p><sup>26<\/sup> Confirming the word of His servant,<\/p> <p>And performing the purpose of His messengers.<\/p> <p>It is I who says of Jerusalem, 'She shall be inhabited!'<\/p> <p>And of the cities of Judah, 'They shall be built.'<\/p> <p>And I will raise up her ruins again.<\/p> <p><sup>27<\/sup> \"It is I who says to the depth of the sea, 'Be dried up!'<\/p> <p>And I will make your rivers dry.<\/p> <p><sup>28<\/sup> \"It is I who says to Cyrus, 'He is My shepherd!<\/p> <p>And he will perform all My desire.'<\/p> <p>And he declares of Jerusalem, 'She will be built,'<\/p> <p>And of the temple, 'Your foundation will be laid.'\" (NAS)<\/p> <\/blockquote><p>As indicated on page 542, many scholars believe that these verses were written at the time of or after the death of Cyrus (c. 590-529 B.C.). There are, however, other examples in the scriptures where prophets foretell the name and mission of people centuries before they are born. For examples, see Joseph's prophecies about Moses and Joseph Smith (JST Gen. 50:24-38; <a class=\"ref\">2 Ne. 3<\/a>), Nephi's prophecy about Jesus (<a class=\"ref\">2 Ne. 25:19-20<\/a>), and King Benjamin's and Alma's prophecies about Mary (<a class=\"ref\">Mosiah 3:8; Alma 7:10<\/a>).<\/p> <p>The mission of Cyrus was to include a number of important events, the most important being the rebuilding of Jerusalem and its temple. With new political and religious centers in Judah, the Jews could reestablish themselves as a nation that would remain in the land until a descendant of David, the Messiah, would finally be born in Bethlehem.<\/p> <p>Isaiah prophesies further concerning Cyrus in chapter 45. In fact, Isaiah records a personal message from the Lord to Cyrus:<\/p> <blockquote><p><b>45<\/b> Thus says the LORD to Cyrus His anointed,<\/p> <p>Whom I have taken by the right hand,<\/p> <p>To subdue nations before him,<\/p> <p>And to loose the loins of kings;<\/p> <p>To open doors before him so that gates will not be shut:<\/p> <p><sup>2<\/sup> \"I will go before you and make the rough places smooth;<\/p> <p>I will shatter the doors of bronze, and cut through their iron bars.<\/p> <p><sup>3<\/sup> \"And I will give you the treasures of darkness,<\/p> <p>And hidden wealth of secret places,<\/p> <p>In order that you may know that it is I,<\/p> <p>The LORD, the God of Israel, who calls you by your name.<\/p> <p><sup>4<\/sup> \"For the sake of Jacob My servant,<\/p> <p>And Israel My chosen one,<\/p> <p>I have also called you by your name;<\/p> <p>I have given you a title of honor<\/p> <p>Though you have not known Me.<\/p> <p><sup>5<\/sup> \"I am the LORD, and there is no other;<\/p> <p>Besides Me there is no God.<\/p> <p>I will gird you, though you have not known Me;<\/p> <p><sup>6<\/sup> That men may know from the rising to the setting of the sun<\/p> <p>That there is no one besides Me.<\/p> <p>I am the LORD, and there is no other,<\/p> <p><sup>7<\/sup> The ONE forming light and creating darkness,<\/p> <p>Causing well-being and creating calamity;<\/p> <p>I am the LORD who does all these.\" (NAS)<\/p> <\/blockquote><p>The fact that Cyrus was to be the Lord's \"anointed\" servant (v. 1) has confused Bible scholars. It is not recorded anywhere that one of the Lord's prophets ever anointed Cyrus in a position of political power as Samuel did Saul and David. (<a class=\"ref\">1 Sam. 10<\/a>, 16.) However, a later Jewish historian records that Cyrus considered himself appointed by God to assist the Jews. Writing shortly after the time of Christ, Josephus recorded:<\/p> <p>In the first year of the reign of Cyrus [539 B.C.], which was the seventieth from the day that our people were removed out of their own land into Babylon, God commiserated the captivity and calamity of these poor people . . . for he stirred up the mind of Cyrus, and made him write this throughout all Asia:—\"Thus saith Cyrus the King:—Since God Almighty hath appointed me to be king of the habitable earth, I believe that he is that God which the nation of the Israelites worship; for indeed he foretold my name by the prophets, and that I should build him a house at Jerusalem, in the country of Judea.\"<\/p> <p>This was known to Cyrus by his reading the book which Isaiah left behind him of his prophecies; for this prophet said that God had spoken thus to him in a secret vision:—\"My will is, that Cyrus, whom I have appointed to be king over many and great nations, send back my people to their own land, and build my temple.\" This was foretold by Isaiah one hundred and forty years before the temple was demolished [c. 726 and 586 B.C.]. Accordingly, when Cyrus read this, and admired the divine power, and earnest desire and ambition seized upon him to fulfill what was so written. (Josephus, <i>Antiquities of the Jews,<\/i> book 11, ch. 1.)<\/p> <p>It should be noted that other ancient documents record similar statements attributed to Cyrus, in which the Persian king claims to be the agent for other gods to help other peoples. For example, Cyrus claimed that the Babylonian god Marduk had helped him to conquer Babylon. In turn, Cyrus rebuilt a shrine to Marduk and restored him and other gods and their sanctuaries to places of prominence. (See IDB 1:755.) Although Cyrus may have felt that he was the Lord's servant in restoring the Jews in their land, he did not worship only Jehovah. He remained a polytheist throughout his life, at least as far as any available documents indicate.<\/p> <p>The fact that Cyrus probably was not literally anointed to be the Lord's servant and that he did not claim sole allegiance to the Lord does not discount the role he fulfilled in helping the Jews. Also, he did not require anointing here on earth in order to serve as God's servant if he had been foreordained in the pre-earth existence. President Joseph Fielding Smith stated that Cyrus did receive such a foreordination. (See AGQ 5:181.) Joseph Smith stated:<\/p> <p>That we may learn still further that God calls or elects particular men to perform particular works, or on whom to confer special blessings, we read, <a class=\"isa\" verses=\"WzE4NTY2XQ==\">Isaiah 45:4<\/a>, \"For Jacob my servant's sake, and Israel mine elect, I have even called thee Cyrus by thy name,\" to be a deliverer to my people Israel, and help to plant them on my holy mountain, <a class=\"isa\" verses=\"WzE4NTcxXQ==\">Isaiah 45:9<\/a>. (HC 4:257.)<\/p> <p>In short, although Cyrus was helpful to the Jews and very tolerant of other religions, there is no evidence that he was fully converted to the true religion of the Lord during mortality. He did, however, fulfill his foreordained mission to assist the Jews. He served well as a model or type of the Anointed One, the Messiah, who would follow him; just as Cyrus freed the Jews from political bondage and restored them to their homelands, Christ freed men from spiritual prison and prepared the way for them to return to Heavenly Father's presence.<\/p> <p>Verse 8 provides a capstone to Isaiah's prophecy, for it promises a fruitful earth fulfilling the full measure of its creation:<\/p> <blockquote><p><sup>8<\/sup> \"Drip down, O heavens, from above,<\/p> <p>And let the clouds pour down righteousness;<\/p> <p>Let the earth open up and salvation bear fruit,<\/p> <p>And righteousness spring up with it.<\/p> <p>I, the LORD, have created it. (NAS)<\/p> <\/blockquote><p>This verse points out that God brings forth righteousness and salvation. (See <a class=\"ref\">Ps. 85:11; Moses 7:62<\/a>.)<\/p> <p>The Hebrew word translated \"salvation\" is <i>jeshua.<\/i> The root of <i>jeshua<\/i> means (1) to open, free, or be safe, or (2) to free, rescue, or bring salvation. Isaiah uses this root thirty-eight times in his writings, seven times in chapter 45 alone.  <i>Jeshua<\/i> is a part of Isaiah's own name (<i>Jeshayahu,<\/i> \"Jehovah has saved\") and the prophet Joshua's (<i>Jehoshua,<\/i> \"Jehovah-saved\"). As the Aramaic derivation of the root <i>jeshua<\/i> was transmitted through the Greek New Testament into English, it became <i>Jesus,<\/i> the given name of Christ. A more pure Greek form of the word is <i>Jason.<\/i> (See BD \"Jeshua,\" \"Jesus,\" \"Joshua.\")<\/p> <p>Since Isaiah uses the <i>jeshua<\/i> root so frequently in chapter 45, one wonders why he gives the word particular emphasis in this discourse. It shows up a number of times in verses 20-22 in passages that parallel the first part of the chapter. Many of the parallelisms are clearer in the Hebrew:<\/p> <blockquote><p>A. Way prepared (physically) for A'. Way prepared (spiritually) for man-<\/p> <p>Cyrus' glory (v. 1) kind's glory (v. 25)<\/p> <p>B. Power of the Lord (2) B'. Strength of the Lord (24)<\/p> <p>C. The Lord's secret knowledge C'. People's open knowledge of the<\/p> <p>of Cyrus (3-4) Lord (23)<\/p> <\/blockquote><p>D. There is no other Lord (5-6) D'. There is no other God (21b-22) <\/p> <blockquote><p> a I am the Lord  a It is I, the Lord<\/p> <p>b Beside me no God c A Savior (<i>moshiya,<\/i> from<\/p> <p> <i>jeshua<\/i>) to come<\/p> <p>c I have encircled you that you may b None beside me<\/p> <p>come to know me c Be saved (<i>huyashu,<\/i> from<\/p> <p> <i>jeshua<\/i>)<\/p> <p>b None beside me a I am God<\/p> <p>a I am the Lord<\/p> <p>E. The Lord's efforts (7-8) E'. Man's ineffectiveness (20-21a)<\/p> <p>,s3 a Creation (physical)  a Gather together<\/p> <p>b Righteousness b Mortal ignorance<\/p> <p>c Salvation <i>(jeshua)<\/i> will c Success (<i>joshiya,<\/i> from<\/p> <p>bear fruit <i>jeshua<\/i>) not with<\/p> <p>b Righteousness Gentiles<\/p> <p>a Creation (spiritual) a Counsel together<\/p> <p> b Divine foreknowledge<\/p> <p>F. People questioning the Lord about F'. God's creation of the earth for an<\/p> <p>his purpose (9-10) (eternal) habitation will be known<\/p> <p> (18-19)<\/p> <p>G. God's handiwork demonstrated in G'. Israel <i>saved<\/i> by the<\/p> <p>mankind (see <a class=\"ref\">Moses 1:39<\/a>) (11) <i>Lord<\/i> with <i>salvation (jeshua,<\/i><\/p> <p> yahweh, jeshua) (17)<\/p> <p>H. God created man (12) H'. Men build idols (16)<\/p> <p>I. God has prepared a way of I'. God has preserved a Savior<\/p> <p>righteousness (13) (<i>moshiya,<\/i> from <i>jeshua<\/i>) (15)<\/p> <\/blockquote><p>J. The world will finally recognize that <i>only among Israel is the one true God<\/i> (see also outline elements D and D', vs. 5, 6, 21-22) (14)<\/p> <p>As illustrated by this outline, one major theme is stressed in this chapter—the way is prepared so that Israel and the world can know their Lord. Also, in order for God's plan to be fulfilled, a savior <i>(jeshua)<\/i> is necessary. Since the name <i>jeshua<\/i> is such an important word in the discourse, one wonders if Isaiah is either using this root as a play upon his own name or perhaps upon the Savior's name, Jesus.<\/p> <p>Since Jesus' name was revealed to Book of Mormon prophets centuries before his birth in Bethlehem (<a class=\"ref\">2 Ne. 25:19; Mosiah 3:8; Alma 5:44<\/a>), it is possible that Isaiah also knew Jesus' name. If so, however, he probably was not allowed to divulge this information, since common knowledge of very many details of Jesus's life would have handicapped the Jews in their development of faith when Jesus finally lived among them. But even if Isaiah did not know Jesus' name, he did know and prophesy about his role as the Savior of mankind.<\/p> <p>A prophet's knowledge about God's plan is contrasted with man's understanding in the next verses of chapter 45:<\/p> <blockquote><p><sup>9<\/sup> \"Woe to the one who quarrels with his Maker—<\/p> <p>An earthenware vessel among the vessels of earth!<\/p> <p>Will the clay say to the potter,<\/p> <p>'What are you doing?'<\/p> <p>Or the thing you are making say,<\/p> <p>'He has no hands'?<\/p> <p><sup>10<\/sup> \"Woe to him who says to a father,<\/p> <p>'What are you begetting?'<\/p> <p>Or to a woman, 'To what are you giving birth?'\" (NAS)<\/p> <\/blockquote><p>Just as no child has the right to ask such impudent questions of his parents, Israel does not have the right to question God's purposes.<\/p> <blockquote><p>Isaiah continues by recording what God has done and planned:<\/p> <p><sup>11<\/sup> Thus says the LORD, the Holy One of Israel, and his Maker:<\/p> <p>\"Ask Me about the things to come concerning My sons,<\/p> <p>And you shall commit to Me the work of My hands.<\/p> <p><sup>12<\/sup> \"It is I who made the earth, and created man upon it.<\/p> <p>I stretched out the heavens with My hands,<\/p> <p>And I ordained all their host.<\/p> <p><sup>13<\/sup> \"I have aroused him in righteousness,<\/p> <p>And I will make all his ways smooth;<\/p> <p>He will build My city, and will let My exiles go free,<\/p> <p>Without any payment or reward,\" says the LORD of hosts. (NAS)<\/p> <\/blockquote><p>The person in verse 13 could be Cyrus or the Messiah, depending upon whether a physical or spiritual deliverance is being foretold.<\/p> <p>The promise probably refers to both types of freedom; Israel will eventually enjoy both to such an extent that she will serve as a witness of God's blessings and protection upon the earth. Isaiah describes the humble attitude of some peoples from Africa who will finally recognize that God is with Israel:<\/p> <blockquote><p><sup>14<\/sup> Thus says the LORD,<\/p> <p>\"The products of Egypt and the merchandise of Cush<\/p> <p>And the Sabeans, men of stature,<\/p> <p>Will come over to you and will be yours;<\/p> <p>They will walk behind you, they will come over in chains<\/p> <p>And will bow down to you;<\/p> <p>They will make supplication to you:<\/p> <p>'Surely, God is with you, and there is none else,<\/p> <p>No other God.'\" (NAS)<\/p> <\/blockquote><p>As indicated earlier in the chiastic outline, this verse is the pivot point of the chiasmus and repeats the declaration that there is only one God of this earth. Indeed, there is no other <i>Elohim<\/i> (God) or any other Heavenly Father for this earth than the one who created our spirits and prepared the way for us to return to him.<\/p> <p>After God initiated his plan of salvation, he left the administration of it to his Son, Jehovah. Isaiah describes the indirect involvement of God the Father in the next verses and compares his divine work with the results of idolatry:<\/p> <blockquote><p><sup>15<\/sup> Truly, Thou art a God who hides Himself,<\/p> <p>O God of Israel, Savior!<\/p> <p><sup>16<\/sup> They will be put to shame and even humiliated, all of them;<\/p> <p>the manufacturers of idols will go away together in humiliation.<\/p> <p><sup>17<\/sup> Israel has been saved by the LORD<\/p> <p>With an everlasting salvation;<\/p> <p>You will not be put to shame or humiliated<\/p> <p>To all eternity. (NAS)<\/p> <\/blockquote><p>Review the outline given earlier to recall that these verses contain three references to the salvation <i>(jeshua)<\/i> that God will provide through Jehovah or <i>Yahweh<\/i> (vs. 15, 17). As Jesus fulfills and administers Heavenly Father's plan, he represents the Father's absolute authority. He speaks and acts for and in behalf of the Father through the process of divine investiture of authority. (MFP 5:31-34.)<\/p> <p>Isaiah records one of his great testimonies in these verses and those that follow (15-25). He bears witness that the Lord Jehovah is the Savior both of Israel and the whole world. As the prophecies concerning Israel's redemption come to pass, Jehovah (Jesus) is verified as the Savior of his people and the fulfillment of God's plan (v. 17).<\/p> <p>Isaiah reviews the Lord's creative role in an answer to the people's question in the earlier parallel verses (9-10):<\/p> <blockquote><p><sup>18<\/sup> For thus says the LORD, who created the heavens<\/p> <p>(He is the God who formed the earth and made it,<\/p> <p>He established it and did not create it a waste place,<\/p> <p>But formed it to be inhabited),<\/p> <p>\"I am the LORD, and there is none else.<\/p> <p><sup>19<\/sup> \"I have not spoken in secret,<\/p> <p>In some dark land;<\/p> <p>I did not say to the offspring of Jacob,<\/p> <p>'Seek Me in a waste place';<\/p> <p>I, the LORD, speak righteousness<\/p> <p>Declaring things that are upright\" (NAS)<\/p> <\/blockquote><p>As Isaiah stresses in these verses, God's plan was established from earliest times, so there is no need to doubt the Lord's fulfillment of this plan.<\/p> <p>The next verses challenge the other nations to bring forth their witnesses, if they can, of God's foreordained plan. They also emphasize that there is no other means or name besides Jehovah by which man may be saved:<\/p> <blockquote><p><sup>20<\/sup> \"Gather yourselves and come;<\/p> <p>Draw near together, you fugitives of the nations;<\/p> <p>They have no knowledge,<\/p> <p>Who carry about their wooden idol,<\/p> <p>And pray to a god who cannot save.<\/p> <p><sup>21<\/sup> \"Declare and set forth your case;<\/p> <p>Indeed, let them consult together.<\/p> <p>Who has announced this from of old?<\/p> <p>Who has long since declared it?<\/p> <p>Is it not I, the LORD?<\/p> <p>And there is no other God besides Me,<\/p> <p>A righteous God and be Savior;<\/p> <p>There is none except Me.<\/p> <p><sup>22<\/sup> \"Turn to Me, and be saved, all the ends of the earth;<\/p> <p>For I am God, and there is no other.\" (NAS)<\/p> <\/blockquote><p>Compare the parallelisms of these verses with verses 5-7 quoted and outlined earlier to see how they reinforce Isaiah's teachings about the Lord's singular role as the God of this earth.<\/p> <blockquote><p>Isaiah understands that eventually all people will recognize Jehovah as the only true God:<\/p> <p><sup>23<\/sup> \"I have sworn by Myself,<\/p> <p>The word has gone forth from My mouth in righteousness<\/p> <p>And will not turn back,<\/p> <p>That to me every knee will bow, every tongue will swear allegiance.<\/p> <p><sup>24<\/sup> \"They will say of Me, 'Only in the LORD are righteousness and strength.<\/p> <p>Men will come to Him,<\/p> <p>And all who were angry at Him shall be put to shame.<\/p> <p><sup>25<\/sup> \"In the LORD all the offspring of Israel<\/p> <p>Will be justified, and will glory.\" (NAS)<\/p> <\/blockquote><p>Bowing the knee and swearing loyalty represents a total recognition of God's rule and the justice of his plan as fulfilled through Christ. (<a class=\"ref\">Mosiah 16:1-4; Phil. 2:10-11; D&amp;C 88:104<\/a>.) It does not mean that everyone will repent and become Christ's disciples, but that they will at least accept him as the supreme master of this earth. (DS 2:30-31.) Even the lowliest telestial beings and wicked people will be constrained to recognize Jesus Christ as the God of Israel and the author of their salvation. (<a class=\"ref\">D&amp;C 76:110<\/a>.)<\/p> <p>How much better it would be if everyone on his own would receive a testimony of God's rule and Christ's role with this earth and its inhabitants. Eventually those with this faith will be justified and receive their glorious station (v. 25). Just as those who receive and maintain such a faith are comparatively rare, so those who enjoy God's eternal glory in the celestial kingdom will be all too few. Just as the way to Babylon was prepared physically for Cyrus, the spiritual path to God's Zion, where the pure in heart dwell, is available for everyone who will follow it.<\/p> <p><a class=\"isa\" verses=\"eyIxODUwNyI6Mn0=\">Isa. 43:1-2<\/a>.) God's actions contrast with those of the pagan gods, who are so helpless that they have to be carried from place to place. For example, Jehovah's power contrasts with that of Bel and his son Nebo, who are carried into captivity with those who worship them. While the ancients believed that the Babylonian gods had been defeated, Isaiah proclaims that Jehovah has never been defeated and has borne his people continually.<\/p> <p>Isaiah next speaks in the first person as if he were the Lord and challenges the Jews to compare him with the idols:<\/p> <blockquote><p><sup>5<\/sup> To whom can you compare me, equate me,<\/p> <p>to whom claim I am similar, or comparable?<\/p> <p><sup>6<\/sup> These prodigals weigh out gold from their purses<\/p> <p>and silver on the scales.<\/p> <p>They engage a goldsmith to make a god<\/p> <p>then worship and prostrate themselves before it.<\/p> <p><sup>7<\/sup> They lift it on their shoulders and carry it,<\/p> <p>and put it where it is meant to stand.<\/p> <p>It never moves from the spot.<\/p> <p>You may invoke it, it never replies,<\/p> <p>It never saves anyone in trouble. (JB)<\/p> <\/blockquote><p>The utter helplessness of the pagan gods is apparent, for the people have to pay a goldsmith not only to construct their idol but to provide the materials for the statue. Upon its completion, the people must pick up and carry the god to its final resting place. What good can a god like this do for anyone? The capstone to this section is the last two lines, in which the complete uselessness of idols is summed up: \"You may invoke it, it never replies, it never saves anyone in trouble.\" What a contrast between the God of Israel and idols!<\/p> <p>Jewish legends, as later recorded in the Book of Jasher, include a story about Abraham's encounter with idols. This story illustrates the helplessness of idols very well. Perhaps Isaiah's prophecy recalled this story to the minds of the ancient Israelites. It seems that Terah, Abraham's father, was an idolator and had in his home a whole room full of idols, which he regularly worshiped. As Abraham grew up in the home, he wondered about these gods. One day he asked his mother about them and how he could please them. She replied that by giving them food and drink, he could gain favor in their eyes. So Abraham went out and slew a lamb and prepared a meal for the gods. He took it in before the gods and went out. The next day he returned only to find the food still there. He thought to himself that perhaps he had not given enough and it angered the gods and therefore they did not eat. So he prepared more food and placed it before them. Again, the next day, it still was not eaten. Thinking that perhaps it was not cooked enough, he prepared yet another meal. But upon his return the third day, it still was not eaten.<\/p> <p>Then, the account says, the Spirit of the Lord came upon Abraham, telling him that these idols were both deaf and blind, having neither life nor power because they were only wood and stone. Abraham went out, got an ax, and returned and destroyed the gods. Leaving the largest idol unharmed in the middle of the room, he placed the ax in its hand and went out. Terah, having heard all the noise, came in to see what had happened. Abraham explained that he had brought food and drink so that he might find favor in the eyes of the gods. \"Upon placing the food before them,\" said Abraham, \"the smaller gods put forth their hands to partake first before the great god could eat. This infuriated the great god who took the ax in hand and destroyed all the other gods.\" To this, Terah made the following reply:<\/p> <p><sup>41<\/sup> What is this tale that thou hast told? Thou speakest lies to me.<\/p> <p><sup>42<\/sup> Is there in these gods spirit, soul or power to do all thou hast told me? Are they not wood and stone, and have I not <i>myself<\/i> made them, and canst thou speak such lies, saying that the large god that was with them smote them? It is thou that didst place the hatchet in his hand, and then sayest he smote them all.<\/p> <p><sup>43<\/sup> And Abram answered his father and said to him: And how canst thou <i>then<\/i> serve these idols in whom there is no power to do anything? Can those idols in which thou trustest deliver thee? Can they hear thy prayers when thou callest upon them? Can they deliver thee from the hands of thy enemies, or will they fight thy battles for thee against thy enemies, that thou shouldest serve wood and stone which can neither speak nor hear? (BOJ 11:41-43.)<\/p> <p>After speaking further to Terah, Abraham took the hatchet from the idol and broke the image into pieces as a demonstration of the idol's helplessness. (BOJ 11:21-49.)<\/p> <p>Many apocryphal stories and the teachings of many prophets earlier than Isaiah continually reminded the Israelites of the helplessness of idols. Isaiah alludes to former witnesses in describing how God has been able not only to help Israel but to foretell the future and bring about the complete fulfillment of all his plans:<\/p> <blockquote><p><sup>8<\/sup> Remember this and be dismayed,<\/p> <p>stir your memories again, you sinners,<\/p> <p><sup>9<\/sup> remember things long past.<\/p> <p>I am God unrivaled<\/p> <p>God who has no like.<\/p> <p><sup>10<\/sup> From the beginning I foretold the future,<\/p> <p>and predicted beforehand what is to be.<\/p> <p>I say: My purpose shall last;<\/p> <p>I will do whatever I choose.<\/p> <p><sup>11<\/sup> I call a bird of prey from the east,<\/p> <p>my man of destiny from a far country.<\/p> <p>No sooner is it said than done,<\/p> <p>no sooner planned than performed.<\/p> <p><sup>12<\/sup> Listen to me, faint hearts,<\/p> <p>who feel far from victory.<\/p> <p><sup>13<\/sup> I bring my victory near, already it is close,<\/p> <p>my salvation will not be late.<\/p> <p>I will give salvation to Zion,<\/p> <p>my glory shall be for Israel. (JB)<\/p> <\/blockquote><p>This section is a further reminder to the exiles that their God had \"from ancient times\" accurately predicted future events (v. 10). Leaving the immediate theme of idols, God sternly rebukes the exiles' unwillingness to believe in his promises of salvation from exile (vs. 8, 12). He appeals to the long history of miracles he performed in behalf of his people, reaffirms his uniqueness as God, and again reminds Israel that he has foretold the future from the beginning, thereby leaving no doubt that he alone is God (vs. 8-10; compare <a class=\"isa\" verses=\"eyIxODUxNCI6NX0=\">Isa. 43:8-12<\/a>.) The Jews seem to have lost trust and confidence in God, and for this reason God continually reaffirms his power in these closing verses.<\/p> <p>Verse 11 appears to be another description of Cyrus coming like \"a bird of prey from the east\" to serve as God's agent.  Continuing to give confidence to Israel, the Lord says that \"no sooner is it said than done . . .\" and the exiles are called upon to listen even though they \"feel far from victory\" (v. 12). \"I bring my victory near,\" promises God (v. 13). Zion and Israel will finally have salvation, and the glory of the Lord will dwell with them once more.<\/p> <p>Chapter 46, though proclaiming the helplessness of idols, has its focus in these last six verses. This chapter is one of hope, proclaiming salvation to God's people. Having earlier prophesied of Israel's salvation from the Babylonian exile through Cyrus the Great (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 44-45<\/a>), in chapter 46, Isaiah describes the uselessness of the Babylonian gods and the final triumph of Jehovah over them. Isaiah turns to a description of the fall of Babylon itself and prophesies that she will sit on the ground, dethroned, shamed, and deserted.<\/p> <p>Chapter 47 is a beautifully written taunt song describing the destruction of Babylon. Using poetic parallelism and descriptive imagery, Isaiah speaks both to the people of his time and of all ages in portraying Babylon's shame:<\/p> <blockquote><p><b>47<\/b> Down with you! Sit in the dust,<\/p> <p>virgin, daughter of Babylon.<\/p> <p>Sit on the ground, dethroned, daughter of the Chaldaeans.<\/p> <p>Never again will you be called tender and delicate.<\/p> <p><sup>2<\/sup> Take the millstones, grind the meal.<\/p> <p>Remove your veil,<\/p> <p>tie up your skirt, uncover your legs.<\/p> <p>Wade through rivers.<\/p> <p><sup>3<\/sup> Let your nakedness be seen, and your shame exposed.<\/p> <p>I am going to take vengeance and no one can stop me.<\/p> <p><sup>4<\/sup> Our redeemer, Yahweh Sabaoth  his name,<\/p> <p>the Holy One of Israel, says:<\/p> <p><sup>5<\/sup> Sit in silence and creep into shadows,<\/p> <p>daughter of the Chaldaeans, for you will no longer be called sovereign lady of the kingdom. (JB)<\/p> <\/blockquote><p>\"Chaldaeans\" (vs. 1, 5) is a term with double meaning, used first to describe the inhabitants of southern Babylonia and second to represent magicians, sorcerers, astrologers, and diviners of all sorts. Isaiah prophesies that the daughter of the Chaldaeans will be brought low from her high-class background to the humiliating position of a slave.<\/p> <p>Her work is done while she sits in the dust, a sign of extreme humiliation in Babylon. (Compare <a class=\"ref\">Jer. 13:18<\/a>.) Isaiah uses six feminine imperative verbs in verse 2 to describe her status as a slave. While sitting, she has to \"take\" the two millstones that formed the common hand mill and \"grind\" the meal, a task of the lowest menial slaves. Furthermore she has to \"remove\" her veil and thus subject herself to public view, an inappropriate gesture for a married woman that many Arab women still shun to this day. Then she has to \"tie\" or lift up her skirt and \"uncover\" her legs in order to be unrestricted in her work. Finally, she must \"wade\" through the streams and canals that must be crossed daily by a working person in Babylon. Isaiah describes the punishment of Babylon, which is similar to the way the Israelites themselves were treated earlier in Mesopotamia.<\/p> <p>Not only must a slave girl submit herself to hard labor, but she is also often sexually abused, as alluded to in verse 3. The promise that Babylon will have her nakedness revealed means that she will be seen for what she truly is. The final result will be Babylon's disgrace and her own recognition that she has fallen out of favor with men (and the Lord, v. 5).<\/p> <p>Part of the reason for Babylon's punishment is that she has abused her power over the Israelites. Speaking for the Lord, Isaiah describes her oppression against the Lord's children and promises that she will soon be without a husband and children:<\/p> <blockquote><p><sup>6<\/sup> I was angry with my people,<\/p> <p>I profaned my heritage.<\/p> <p>I had surrendered it into your hands,<\/p> <p>but you showed them no mercy.<\/p> <p>On the aged you laid your crushing yoke.<\/p> <p><sup>7<\/sup> You said, 'for ever<\/p> <p>I shall be sovereign lady.'<\/p> <p>You never took these things to heart<\/p> <p>or pondered on their outcome.<\/p> <p><sup>8<\/sup> So listen now, voluptuous woman, lolling at ease<\/p> <p>and saying to yourself,<\/p> <p>'I, and none besides me.<\/p> <p>I shall never be widowed, never know loss of children.'<\/p> <p><sup>9<\/sup> Yet both these things shall happen to you<\/p> <p>both suddenly and on the same day.<\/p> <p>Loss of children, widowhood, at once<\/p> <p>will come to you;<\/p> <p>in spite of all your witchcraft and the power of all your spells. (JB)<\/p> <\/blockquote><p>The Lord's denouncements upon ancient Babylon for her physical abuse of the Israelites can also easily apply to spiritual Babylon's religious oppression of God's children. As promised in similar words in <a class=\"ref\">Revelation 18:7-8<\/a>, both Babylons will meet the same fate, in spite of their magical or evil powers.<\/p> <p>As Isaiah concludes his taunt song, he analyzes the intellectual resources at Babylon's disposal. He recognized that the connection between Babylon's absolute power and her wisdom was based upon secular learning at best and manipulative deception at worst. One scholar describes Isaiah's insights about the power of this intellectual wisdom in Babylon as follows:<\/p> <p>This is probably the first occasion in world-history when the way of making power absolute was not conceived in material terms such as armies, armaments, and financial resources, but in terms of the intellectual substructures of power. The literature of the neo-Babylonian empire furnishes us with enough knowledge of the diversity and profusion of Mesopotamia's intellectual and religious life during the period to lead us to understand this. (Westermann, <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40-66<\/a>,<\/i> p. 192.)<\/p> <blockquote><p>Isaiah warns Babylon about the ultimate danger of her wisdom:<\/p> <p><sup>10<\/sup> You were bold in your wickedness and said,<\/p> <p>\"There is no one to see me.\"<\/p> <p>That wisdom and knowledge of yours<\/p> <p>led you astray.<\/p> <p>You said to yourself,<\/p> <p>\"I, and none besides me.\"<\/p> <p><sup>11<\/sup> A calamity shall fall on you<\/p> <p>which you will not be able to charm away,<\/p> <p>a disaster shall overtake you<\/p> <p>which you will not be able to avert,<\/p> <p>unforeseen ruin will suddenly descend on you.<\/p> <p><sup>12<\/sup> Keep to your spells then,<\/p> <p>and all your sorceries,<\/p> <p>for which you have worn yourself out since your youth.<\/p> <p>Do you think they will help you?<\/p> <p>Do you think they will make anyone nervous?<\/p> <p><sup>13<\/sup> You have spent weary hours with your many advisers.<\/p> <p>Let them come forward now and save you, these who analyze the heavens,<\/p> <p>who study the stars<\/p> <p>and announce month by month<\/p> <p>what will happen to you next.<\/p> <p><sup>14<\/sup> Oh, they will be like wisps of straw<\/p> <p>and the fire will burn them.<\/p> <p>They will not save their lives from the power of the flame.<\/p> <p>No embers these, for baking, no fireside to sit by.<\/p> <p><sup>15<\/sup> This is what your wizards will be for you,<\/p> <p>those men for whom you have worn yourself out since your youth.<\/p> <p>They will all go off, each his own way,<\/p> <p>powerless to save you. (JB)<\/p> <\/blockquote><p>It appears that in Isaiah's time, as today, astrologers predicted the course of events for the people and their communities. Evidently, the people of Israel placed more credence in the words of the astrologers than in the words of the prophets.<\/p> <p>Despite Babylon's intellectualism and craftiness, she will stand helpless like the idols of her false gods in the face of destruction. Ancient Babylon fell and became an empty desert; there will be none to save spiritual Babylon from her ultimate disgrace (v. 15, see commentary on <a class=\"isa\" verses=\"WzE4NTQ4XQ==\">Isaiah 13-14<\/a>).<\/p> <p>On the other hand, the Lord is constantly ready to guide, protect, and save Israel and the righteous. (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 45<\/a>.) His salvation will come and rest in Zion for all Israel to enjoy. (<a class=\"isa\" verses=\"WzE4NjAwXQ==\">Isa. 46:13<\/a>.) All who desire to share God's glory must get \"out from Babylon\" and gather together \"in Zion\" in order to maintain the purity required of God's true children. (<a class=\"ref\">D&amp;C 133:4-5<\/a>.)<\/p> <p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48<\/a> and 49 as they taught the Nephites about their destiny. In fact, chapters 48 and 49 are the first Isaianic chapters to be quoted in their entirety in the Book of Mormon. (<a class=\"ref\">1 Ne. 20-21<\/a>.) Also, approximately one-third of the Isaianic verses in the Book of Mormon containing major changes are located in these two chapters. Therefore, as the New Jewish Version of these chapters is quoted throughout this text, the Book of Mormon changes will be added in italics. Some of these changes help to clarify passages that have perplexed scholars over the centuries. For example, C. Westermann states that there are \"serious textual difficulties\" in chapter 48 and that, so far, \"editors have not succeeded in finding any convincing solution.\" He added that editors almost unanimously agree that chapter 49 contains additions by later scribes and that \"we have to take account of transpositions, and also omissions.\" (<i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40-66<\/a>,<\/i> pp. 195, 200, 213.) Interestingly, the Book of Mormon does support the premise that a few additions and even more omissions were made to the Isaiah text of chapters 48 and 49. The changes will be highlighted later.<\/p> <p>The format of chapter 48 is very similar to a pattern used by Moses in the Book of Deuteronomy and by ancient kings in their treaties. The classical format of a treaty between a king and his vassal or, as Moses organized it, a covenant between the Lord and his people, has the following elements:<\/p> <p><sup>1<\/sup> Preamble (\"these are the words\" of the king [or of Moses]; <a class=\"ref\">Deut. 1:5<\/a>).<\/p> <p><sup>2<\/sup> Historical prologue (the acts of the king or the Lord with Israel are reviewed; <a class=\"ref\">Deut. 1:6-4<\/a>:49).<\/p> <p><sup>3<\/sup> Stipulations (the relationship between the king and vassal or between God and Israel is outlined; <a class=\"ref\">Deut. 5-26<\/a>).<\/p> <p><sup>4<\/sup> Witnesses (various pagan deities or the Lord's servants on earth and in heaven witness the treaty; <a class=\"ref\">Deut. 27:1-8; 30:19; 31:26; 32:1-43<\/a>).<\/p> <p><sup>5<\/sup> Curses and blessings (the promises for breaking and maintaining the treaty or covenant are stated; <a class=\"ref\">Deut. 27-33<\/a>).<\/p> <p><sup>6<\/sup> Perpetuation of the contract (the treaty or covenant states where the text is to be maintained, how often it is to be reviewed and renewed, etc.; <a class=\"ref\">Deut. 27-28<\/a>; 31:9-13, 24-27).<\/p> <p>Although in a slightly different order, the same six elements are present in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48<\/a>:<\/p> <p><sup>1<\/sup> Preamble (vs. 1-2); Hearken, O Israel, to the Lord.<\/p> <p><sup>2<\/sup> Historical prologue (3-8a); the Lord reviews his earlier actions with Israel.<\/p> <p><sup>3<\/sup> Stipulations (8b-13a); the Lord states what he is going to do.<\/p> <p><sup>4<\/sup> Witnesses (16); Israel is a witness of what God has done.<\/p> <p><sup>5<\/sup> Blessings and curses (17-22); the Lord contrasts the opposites that result from their righteous and wicked acts.<\/p> <p><sup>6<\/sup> Perpetuation (13b-15); the Lord commands Israel to assemble and review what he has done.<\/p> <p>These will each be discussed in turn.<\/p>",
    "audit": null
}