{
    "id": 17336,
    "source": "poet",
    "verse_id": 18664,
    "verse_count": 3,
    "reference": "50:1-3",
    "title": "A Call to Israel",
    "html": "<p>Israel has gone away from the Lord and suffered much punishment, but there is no cause to fear that this separation will be permanent:<\/p> <blockquote><p><b>50<\/b> The Lord says,<\/p> <p>\"Do you think I sent my people away<\/p> <p>like a man who divorces his wife?<\/p> <p>Where, then, are the papers of divorce?<\/p> <p>Do you think I sold you into captivity<\/p> <p>like a man who sells his children as slaves?<\/p> <p>No, you went away captivem because of your sins;<\/p> <p>you were sent away because of your crimes.<\/p> <p>2 \"Why did my people fail to respond<\/p> <p>when I went to them to save them?<\/p> <p>Why did they not answer when I called?<\/p> <p>Am I too weak to save them?<\/p> <p>I can dry up the sea with a command<\/p> <p>and turn rivers into a desert,<\/p> <p>so that the fish in them die for lack of water.<\/p> <p>3 I can make the sky turn dark,<\/p> <p>as if it were mourning for the dead.\" (TEV; note changes in <a class=\"ref\">2 Ne. 7:1, 2<\/a>)<\/p> <\/blockquote><p>In chapter 49, Isaiah foretells a time when scattered Israel would feel that the Lord had forsaken her, but adds, \"He will show that he hath not.\" (<a class=\"isa\" verses=\"eyIxODY1MCI6NX0=\">Isa. 49:13-17<\/a>.) This same concern and consolation is found in verse 1.<\/p> <p>In the first verse, the Lord asks to see the bill of divorcement between him and Israel. Alluding to the law of divorce given in <a class=\"ref\">Deuteronomy 24:1-4<\/a>, which requires a formal bill of divorcement when a man puts away his wicked wife, the Lord asks a rhetorical question because he knows he has never given such a bill to his beloved. Although they are separated, they are not divorced. (Hosea, a contemporary of Isaiah, used the same analogy in his prophecy; see <a class=\"ref\">Hosea 1<\/a>.)<\/p> <p>Furthermore, the Lord avers that he has not sold Israel into bondage and captivity as some fathers did in times of severe economic hardship. In the time of Isaiah, if a man was pressed by his creditors, he had the possibility of relieving his debt by selling his children as slaves. (<a class=\"ref\">Ex. 21:7; Neh. 1-5; Matt. 18:25<\/a>.) And if he died, a creditor might take his children as payment. (<a class=\"ref\">2 Kgs. 4:1<\/a>.) This slavery was not permanent; the person was indentured to work for a fixed number of years. In answer to the question \"To whom has the Lord ever been in debt?\" Isaiah answers that the Lord is indebted to no one and therefore has not been forced to sell Israel; Israel's separation and captivity is her own fault.<\/p> <p>Indeed, verses 2 and 3 indicate that at any time, the Lord could have returned and redeemed Israel if she had just called for his help. The same invitation to call upon God and receive his strength is repeated in modern scripture:<\/p> <p>In that day when I came unto mine own, no man among you received me, and you were driven out. When I called again there was none of you to answer; yet my arm was not shortened at all that I could not redeem, neither my power to deliver. Behold, at my rebuke I dry up the sea. I make the rivers a wilderness; their fish stink, and die for thirst. I clothe the heavens with blackness, and make sackcloth their covering. (<a class=\"ref\">D&amp;C 133:66-69<\/a>.)<\/p> <p>The Lord's power is particularly manifest in the seas and the heavens, elements over which mortals have the least control. Isaiah reminds Israel that the Lord is able to save and redeem them; he recalls the miracles during the exodus from Egypt. At the Lord's command, the sea was dried and the fish shriveled up. (<a class=\"ref\">Ex. 7:21; 14:26-31<\/a>; see <a class=\"ref\">Ps. 74:12-15; 107:33<\/a>.) The final miracle referred to is the darkness that covered Egypt. (<a class=\"ref\">Ex. 10:21<\/a>.) However, in describing the darkness as a covering of \"sackcloth\" (KJV) Isaiah presents a double picture. At the second coming of Christ, the heavens will be darkened, and the wicked will mourn in sackcloth. By closing with this symbol, Isaiah reminds Israel both of merciful redemption and the consequences of refusing his invitation.<\/p>",
    "audit": null
}