{
    "id": 17283,
    "source": "poet",
    "verse_id": 17748,
    "verse_count": 18,
    "reference": "5:8-25",
    "title": "2\/3 Six Woes upon Israel",
    "html": "<p>Isaiah's parable of the vineyard condemns Israel for failing to serve the Lord. Isaiah presents evidence for this accusation by describing six \"woes\" that illustrate Israel's wickedness and hypocrisy. He also pronounces three major punishments that are to fall upon the wicked—the desolation of their land, their scattering throughout the world, and the hell of spirit prison. He follows the pattern established earlier in the parable by first identifying (I) different models of wickedness and then describing (D) dire consequences or results that are in contrast (C) to what the people expect.<\/p> <blockquote><p>His first pronouncement of \"woe and judgment\" is found in verses 8-10:<\/p> <p>I <sup>8<\/sup> Woe to those who join house to house,<\/p> <p>who add field to field,<\/p> <p>until there is no more room, and you are made to dwell alone<\/p> <p>in the midst of the land.<\/p> <p><sup>9<\/sup> The LORD of hosts has sworn in my hearing:<\/p> <p>D \"Surely many houses shall be desolate,<\/p> <p>large and beautiful houses, without inhabitant.<\/p> <p><sup>10<\/sup> For ten acres of vineyards shall yield but one bath,<\/p> <p>C and a homer of seed shall yield but an ephah.\" (RSV)<\/p> <\/blockquote><p>This judgment falls upon wealthy landowners who buy up all the property they can until their lands border one another. This results in a monopoly of property that should be divided among others, especially the poor. This practice violates the spirit of the Law of the Jubilee, the property law of ancient Israel, which states that \"the land shall not be sold forever.\" (<a class=\"ref\">Lev. 25:23<\/a>.) Instead, land was to remain within families and clans as a perpetual inheritance. (See <a class=\"ref\">1 Kgs. 21<\/a>, in which Neboth refuses to sell his ancestral lands to King Ahab.) The hoarding of land described in verse 8 was in violation of this law, for when all property was purchased by a few wealthy individuals, there was no place for the original families to dwell. Having no homeland, they were forced to move to the cities or live on the property of the owner as indentured servants or slaves. Although drought, sickness, or economic setbacks might require a farmer to sell his land or indenture himself and family to cover losses, the Year of Jubilee every fifty years was instituted to correct the perpetual loss of land and the slavery of people by guaranteeing the periodic return of land to the original owners. Obviously, this law was severely abused by the landowners of Isaiah's time. (See Young, <i>The Book of Isaiah<\/i> 1:207.)<\/p> <p>Verse 10 describes the impending judgment upon the property of these selfish landowners. As the cursed land loses productivity and refuses to yield enough to support the population, \"houses without inhabitants\" will be found throughout the land. The empty \"houses\" might be either literal dwelling places or figurative representations of families and clans. The emptiness, in turn, might result from either the drought spoken of in verse 6 or the impending Assyrian invasion and destruction mentioned in verses 24-30. Still, even without external interference, farm productivity generally declines when the poor move to the cities or remain as oppressed tenants of absentee landlords.<\/p> <p>The meager harvest is graphically portrayed in verse 10. The phrase \"ten acres\" is derived from the Hebrew phrase \"ten yokes,\" meaning the amount of land ten yoke of oxen can plough in a day. Ten acres or \"yokes\" would equal about five acres. (ABC, p. 642.) A harvest of grapes from this much land would normally yield dozens of gallons of wine. For the cursed land of Israel, however, this large area produces only one \"bath,\" or from four to eight gallons of wine. Similarly, a \"homer\" of seed (about six bushels, also called a \"donkey's load\") yields only one ephah of harvest (four gallons or twenty-two litres). The complete irony of the situation can be seen in this last comparison, since ten ephahs equal one homer. Isaiah is promising that the harvest will be only one-tenth of the original planting. (See BD \"Weights and Measures.\") Instead of the soil yielding thirty, sixty, or one hundred fold, it produces only a fraction of the seed originally planted. This is such a drastic contrast from what is expected that if a farmer wanted food for the next year, he would be better off not to plant at all.<\/p> <p>Isaiah turns from the selfish landowners and addresses drunkards and revelers in his second \"woe\" and judgment:<\/p> <blockquote><p>I <sup>11<\/sup> Woe to those who rise early in the morning,<\/p> <p>that they may run after strong drink,<\/p> <p>who tarry late into the evening till wine inflames them!<\/p> <p><sup>12<\/sup> They have lyre and harp,<\/p> <p>timbrel and flute and wine at their feasts;<\/p> <p>but they do not regard the deeds of the LORD,<\/p> <p>or see the work of his hands.<\/p> <p>D <sup>13<\/sup> Therefore my people go into exile for want of knowledge;<\/p> <p>their honored men are dying of hunger,<\/p> <p>and their multitude is parched with thirst.<\/p> <p><sup>14<\/sup> Therefore Sheol has enlarged its appetite<\/p> <p>and opened its mouth beyond measure,<\/p> <p>and the nobility of Jerusalem and her multitude go down,<\/p> <p>her throng and he who exults in her.<\/p> <p><sup>15<\/sup> Man is bowed down, and men are brought low,<\/p> <p>and the eyes of the haughty are humbled.<\/p> <p><sup>16<\/sup> But the LORD of hosts is exalted in justice,<\/p> <p>and the Holy God shows himself holy in righteousness.<\/p> <p>C <sup>17<\/sup> Then shall the lambs graze as in their pasture,<\/p> <p>fatlings and kids shall feed among the ruins. (RSV)<\/p> <\/blockquote><p>The Lord here condemns not only drinking, but the riotous lifestyle associated with it (v. 12; see also <a class=\"ref\">D&amp;C 59:20-21<\/a>). Verse 13 tells us that this type of behavior leads to captivity and thirst. It could be a pronouncement of a physical captivity and destruction to come upon the people, or of a spiritual captivity that leads to \"hell,\" with the idea of \"thirst\" representing a lack of the Spirit. (See <a class=\"ref\">Amos 8:11-12; John 7:37-39<\/a>.) Verse 14 then promises a definite spiritual punishment: the word <i>hell<\/i> in Hebrew is <i>sheol,<\/i> meaning \"grave,\" \"underworld,\" \"spirit world,\" or \"spirit prison.\"<\/p> <p>Verses 13-17 describe the judgment coming upon the merrymakers who are the subject of this \"woe.\" But while verses 13-16 are quite straightforward in describing the humiliation to come upon the drinkers, verse 17 is a bit confusing. The destruction portrayed in the earlier verses has now become so complete that where the \"vineyard of the Lord\" once stood, lambs now graze. The \"waste places of the fat ones\" (KJV) probably refers to the now desolate lands of the once rich and prosperous. Some translations describe \"kids\" (see translation quoted above) or goats eating in the land, while others record that \"strangers\" will feed in the area. The term used depends upon which early Old Testament version is followed—the Hebrew Masoretic text uses the word for \"aliens\" in this verse, while the Greek Septuagint has the word for \"young goats.\" An interpretation differing from the verses quoted above is found in this alternate translation:<\/p> <p>Then the lambs will graze as in their pasture,<\/p> <p>And strangers will eat in the waste places of the wealthy. (ASV)<\/p> <p>The warnings and judgments of this verse echo the words given by Isaiah in chapter 1 (v. 7), and by Moses in Deuteronomy. Moses told Israel that the Lord was giving them a bountiful land for which they did not need to work. Because it was a free gift, he warned them to \"beware lest thou forget the Lord, which brought thee forth out of the land of Egypt, from the house of bondage.\" (<a class=\"ref\">Deut. 6:12<\/a>.) He later promised them that if they did forget the Lord, then:<\/p> <p>The Lord shall bring a nation against thee . . . And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: which also shall not leave thee either corn, wine, or oil, or thy increase of the kine, or flocks of thy sheep, until he have destroyed thee. (<a class=\"ref\">Deut. 28:49, 51<\/a>.)<\/p> <p>This is the first time in the Old Testament that this warning and its attached curse is pronounced. In Isaiah, the ancient law is again pronounced upon the people: because of their wickedness, their food will be eaten by grazing flocks, strangers, and foreigners. In contrast to the Israelites enjoying their own vineyard, outsiders will eat and drink the fruits of Zion.<\/p> <p>As Isaiah continues his woes and judgments in this section of chapter 5, he progresses from the covetousness or selfishness of the first woe to the mindless revelry of the second, and finally to the deliberate distortions and wickedness of the last four. He lists these last perverted woes together and then pronounces a series of severe punishments, which include desolation, scattering, and eternal judgment:<\/p> <blockquote><p>I <sup>18<\/sup> Woe to those who draw iniquity with cords of falsehood,<\/p> <p>who draw sin as with cart ropes,<\/p> <p><sup>19<\/sup> who say: \"Let him make haste,<\/p> <p>let him speed his work that we may see it;<\/p> <p>let the purpose of the Holy One of Israel draw near,<\/p> <p>and let it come, that we may know it!\"<\/p> <p>I <sup>20<\/sup> Woe to those who call evil good and good evil,<\/p> <p>who put darkness for light and light for darkness,<\/p> <p>who put bitter for sweet and sweet for bitter!<\/p> <p>I <sup>21<\/sup> Woe to those who are wise in their own eyes,<\/p> <p>and shrewd in their own sight!<\/p> <p>I <sup>22<\/sup> Woe to those who are heroes at drinking wine,<\/p> <p>and valiant men in mixing strong drink,<\/p> <p><sup>23<\/sup> Who acquit the guilty for a bribe,<\/p> <p>and deprive the innocent of his right!<\/p> <p>D <sup>24<\/sup> Therefore, as the tongue of fire devours the stubble,<\/p> <p>and as dry grass sinks down in the flame,<\/p> <p>so their root will be as rottenness,<\/p> <p>and their blossom go up like dust;<\/p> <p>for they have rejected the law of the LORD of hosts,<\/p> <p>and they have despised the word of the Holy One of Israel.<\/p> <p><sup>25<\/sup> Therefore the anger of the LORD was kindled against his people,<\/p> <p>and he stretched out his hand against them and smote them,<\/p> <p>and the mountains quaked;<\/p> <p>and their corpses were as refuse<\/p> <p>in the midst of the streets.<\/p> <p>C For all this his anger is not turned away<\/p> <p>and his hand is stretched out still. (RSV)<\/p> <\/blockquote><p>Through the preceding analysis of Judah's sins, she learns that she has abandoned the Lord and deceived others. Through the announcement of doom, she finds she will be abandoned to the most severe judgments.<\/p> <p>The promised judgments are introduced in verse 24. Isaiah uses imagery to describe them, moving quickly from the metaphor of \"fire\" to that of \"rottenness\" and then concluding with a justification for these punishments. This style vividly impresses upon the listeners the rapidity with which the judgments will come, one after another.<\/p> <p>Isaiah's final analysis of Judah's sins is aptly summarized in the declaration that \"Israel has rejected the word of the Lord.\" Ancient Israelites first rejected Isaiah's counsel, and later generations continued to ignore the warnings of Isaiah and the other prophets. Isaiah recognizes that the root of Israel's weakness is the spiritual rottenness of apostasy.<\/p> <p>Isaiah concludes the drastic punishments and physical manifestations recorded in verse 25 with a twofold promise that the Lord's \"anger is not turned away\" and his \"hand is stretched out still.\" These parallel warnings appear to be synonymous and thus stress the fact that the Lord's judgment remains over Israel. On the other hand, the two ideas could also be considered antithetic to each other, meaning that although the Lord's punishment or justice hangs over the people, his hand is always stretched out to help them out of their desperate situation. If Isaiah had described the Lord's hand more carefully and revealed whether it carries a sword of vengeance (see <a class=\"isa\" verses=\"eyIxODMwOSI6Mn0=\">Isa. 34:5-6<\/a>) or remains open to aid Israel (see <a class=\"isa\" verses=\"WzE3ODk2LDE4NjI4XQ==\">Isa. 11:11; 48:13 1:16<\/a>; and especially 59:1), then we could more easily understand what the outstretched hand represents. (See <a class=\"isa\" verses=\"W1sxNzg0Ml0seyIxNzk4NSI6MTR9LHsiMTgwMzciOjE3fSxbMTc4NTVdXQ==\">Isa. 9:12; 17, 21; 10:4<\/a>.) However, Isaiah may have wanted this verse to have a dual meaning—the Lord's hand of anger will stretch out to the people until they repent and then it will strengthen and protect them. In any case, the hand of the Lord will bring upon most Israelites consequences that they are not expecting.<\/p>",
    "audit": null
}