{
    "id": 17280,
    "source": "poet",
    "verse_id": 17688,
    "verse_count": 1,
    "reference": "2:2",
    "title": "Notes and Commentary",
    "html": "<p><a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a>: Why is the \"top of the mountains\" significant?<\/p> <p>A mountaintop is an exalted, high place, both literally and spiritually. Since the \"top of the mountains\" might apply to the site of the ancient temples in Jerusalem, a study of that site on Mount Moriah reveals that it is in fact lower than the surrounding hills. (See Map 17.) The only immediate area near Mount Moriah without a dominant ridge higher than the mount is to the south in the area of the ancient village of Salem and the early city of the Jebusites and David. During most of the Old Testament period, the major populace of Jerusalem lived south of the temple mount, and thus they would always \"go up\" to the temple. However, Mount Moriah still maintains a position of relative height, since valleys immediately surround it on three sides (east, south, and west) and since it is located in the middle of Jerusalem. It also retains importance because it is a sacred site revered by Christians, Jews, and Moslems alike.<\/p> <p>Since the phrase \"top of the mountains\" can also apply to the Latter-day Saint temple sites in the Rocky Mountains, it is interesting that although the various Utah temples are built in valleys, their elevation still exceeds that of Mount Moriah in Jerusalem. That is, Jerusalem, on the top of the Judean Mountains, is more than one thousand feet lower than the cities in the valleys along the Wasatch Front of the Rockies. Therefore, the Latter-day Saint temples in Utah are even above \"the top of the mountains\" when compared to the site of the ancient Jerusalem temple.<\/p> <p>And, of course, the Latter-day Saint temples in Utah and throughout the world represent the tops of the spiritual mountains, where God's children can rise closer to him than anywhere else on earth. They are the place where heaven and earth meet, and thus are extremely important for the full spiritual advancement of the children of God.<\/p> <p><a class=\"ref\">Jer. 52:6<\/a>.) The famine was probably even worse during a second siege in 70 A.D., for the ancient historian Josephus records the story of one woman, gone berserk from the ravages of war and famine, who roasted and ate her own child. (<i>Wars of the Jews<\/i> 6:3.)<\/p> <p>The warning of a spiritual famine is also implied in verse 1, since the symbols of bread and water often represent Christ, his gospel, and the Atonement. He is also the \"stay\" and \"staff\" of ancient Israel. (See <a class=\"ref\">Amos 8:10-12<\/a>.) Indeed, the Lord is referred to as the spiritual support or \"stay\" of Israel throughout the Old Testament. Note <a class=\"isa\" verses=\"WzE4NjE3XQ==\">Isaiah 48:2<\/a>: \"For they call themselves of the holy city, and <i>stay<\/i> themselves upon the God of Israel.\" (See <a class=\"ref\">1 Ne. 20:2; Micah 3:11<\/a>; <a class=\"isa\" verses=\"WzE4MTM0XQ==\">Isa. 26:3<\/a>.) The Lord is also associated with the Good Shepherd in the twenty-third Psalm, verse 4: \"thy rod and thy <i>staff<\/i> they comfort me\" (italics added).<\/p> <p>Verse 2 suggests that this spiritual famine will be thorough and far-reaching, since Judah is to be without not only the presence of the Lord but also his servants, the prophets and priesthood holders:<\/p> <p><sup>2<\/sup> The mighty man and the warrior,<\/p> <p>The judge and the prophet,<\/p> <p>The diviner and the elder. (NAS)<\/p> <p>This verse attests that Israel's predicament is serious, especially as one recalls the promise of the Lord recorded by one of Isaiah's contemporary prophets: \"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.\" (<a class=\"ref\">Amos 3:7<\/a>.) If there are no prophets remaining in Israel, who will warn the people and call them to repentance? Israel will be left as \"blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch.\" (<a class=\"ref\">Matt. 15:14<\/a>.)<\/p> <blockquote><p>Next, Isaiah lists the social \"supports,\" which are destined to crumble:<\/p> <p><sup>3<\/sup> The captain of fifty and the honorable man<\/p> <p>The counselor and the expert artisan,<\/p> <p>And the skillful enchanter.<\/p> <p><sup>4<\/sup> And I will make mere lads their princes<\/p> <p>And capricious children will rule over them,<\/p> <p><sup>5<\/sup> And the people will be oppressed,<\/p> <p>Each one by another, and each one by his neighbor;<\/p> <p>The youth will storm against the elder,<\/p> <p>And the inferior against the honorable. (NAS)<\/p> <\/blockquote><p>The enumeration of various types of leaders suggests that Judah will be bereft of everyone who possesses any true leadership talent, whether it be military, social, or cultural. This is exactly what happened at the time of the Babylonian captivity. Josephus records that during the reign of Judah's young twenty-five-year-old King Jehoiakim, Nebuchadnezzar, the king of Babylon, came against Jerusalem. At first Jehoiakim served Nebuchadnezzar to avoid violence, but he later rebelled, whereupon Nebuchadnezzar \"slew such as were in the flower of their age, and such as were of the greatest dignity. . . . He also took the principal persons in dignity for captives . . . among whom was the prophet Ezekiel.\" (AOJ 10:6.) After Jehoiakim's death, his son Jehoiachim, age eighteen, ruled only three months before the Babylonians struck again. The result was much the same:<\/p> <p>And he [Nebuchadnezzar] carried away all Jerusalem, and all the princes, and all the mighty men of valour, even ten thousand captives, and all the craftsmen and smiths: none remained save the poorest sort of people of the land. (<a class=\"ref\">2 Kgs. 24:14<\/a>.)<\/p> <p>With the leaders of society killed or taken into captivity, only the poor, weak masses remained. Therefore, the warning in verse 4 that \"capricious children\" or \"babes\" (KJV) shall rule over Israel most likely refers to people with childish understanding who will unsuccessfully face the challenge of bringing order to anarchy.<\/p> <p>The warning can also be understood literally, though, since many of the Jewish kings before the Babylonian captivity came to rule at a very early age. Ahaz, Hezekiah, Amon, and Jehoiakim were all in their early twenties. Manasseh was only twelve, Josiah a mere eight years old, and Jehoiachim either eighteen or eight, depending upon whether the age recorded in 2 Kings or 2 Chronicles is correct. (See <a class=\"ref\">2 Kgs. 24:8; 2<\/a> Chr. 36:9.)<\/p> <p>Still another interpretation of verse 4 is possible. The children mentioned might represent those outside the house of Israel who came to rule over the Jews. Jesus said that the Father was able \"of these stones to raise up children unto Abraham\" (<a class=\"ref\">Luke 3:8<\/a>); Joseph Smith later identified the \"stones\" as the Gentiles who subjugated the ancient Jews. (WJS, pp. 234-36, 294-95.)<\/p> <p>In the midst of ruin and \"childish\" rule, Isaiah prophesies that the people will accept any sort of credentials as a prerequisite for leadership:<\/p> <blockquote><p><sup>6<\/sup> When a man lays hold of his brother in his father's house, saying,<\/p> <p>\"You have a cloak, you shall be our ruler,<\/p> <p>And these ruins will be under your charge,\"<\/p> <p><sup>7<\/sup> On that day will he protest, saying,<\/p> <p>\"I will not be your healer,<\/p> <p>For in my house there is neither bread nor cloak;<\/p> <p>You should not appoint me ruler of the people.\"<\/p> <p><sup>8<\/sup> For Jerusalem has stumbled, and Judah has fallen,<\/p> <p>Because their speech and their actions are against the LORD,<\/p> <p>To rebel against His glorious presence. (NAS)<\/p> <\/blockquote><p>These verses are important because they reemphasize both the social breakdown of the patriarchal order and the extreme physical poverty of the state. That the man mentioned here should \"lay hold of his brother in his father's house\" indicates, first of all, that the father has disappeared and left the family in upheaval, for the son (by custom, the eldest) refuses to fulfill the duty that is his by lineage. The cloak, or <i>simlah,<\/i> which is the brother's so-called claim to power, is not a rich robe but is itself a sign of extreme poverty. In other words, the petitioner is saying, \"You have at least some sort of cloak and the provisions necessary for physical sustenance, food and clothing.\" Without either physical or social \"stays,\" it is no wonder that the brother declines a position for which he might otherwise be ambitious.<\/p> <p>Verse 8 concludes one segment of the first section and includes the same double appellation, \"Jerusalem and Judah,\" found in verse 1. Also, the title \"LORD\" shows up only in verses 1 and 8, indicating a \"book-end match\" between the two verses. In fact, these verses begin and conclude a short chiasmus.<\/p> <blockquote><p><i>Theme Outline Verse Quotation (KJV)<\/i><\/p> <p>The LORD will A 1 \"The Lord doth take<\/p> <p>judge and condemn away from Jerusalem<\/p> <p> and from Judah . . .\"<\/p> <p>Loss of physical B 1 \". . . the stay and the<\/p> <p>sustenance; no food staff\"<\/p> <p>Loss of military C 2 \". . . the mighty man,<\/p> <p>defense; no soldiers and the man of<\/p> <p> war . . .\"<\/p> <p>Loss of social order; D 3 \". . . the honorable<\/p> <p>no leaders man, and the counselor<\/p> <p> . . .\"<\/p> <p>Incompetent youthful E 4 \". . . and babes shall<\/p> <p>rulers; role reversed rule over them . . .\"<\/p> <p>Social injustice and F 5 \". . . the people shall<\/p> <p>oppression be oppressed every one<\/p> <p> by another . . .\"<\/p> <p>Children rule adults; E' 5 \". . . the child shall<\/p> <p>role reversed behave himself proudly<\/p> <p> against the ancient . .<\/p> <p> .\"<\/p> <p>Desperate dearth of D' 6 \". . . be thou our<\/p> <p>leadership in society ruler, and let this<\/p> <p> ruin be under thy hand<\/p> <p> . . .\"<\/p> <p>No one to heal the C' 7 \"I will not be a<\/p> <p>soldier's wounds healer\"<\/p> <p>No physical sustenance B' 7 \". . . in my house is<\/p> <p> neither bread nor<\/p> <p> clothing\"<\/p> <p>The chosen people A' 8 \"Jerusalem is ruined<\/p> <p>destroyed and Judah is fallen . .<\/p> <p> . their doings are<\/p> <p> against the Lord . . .\"<\/p> <\/blockquote><p>The pivotal point in verse 5 highlights the oppression that the people will inflict upon each other. Under the severe circumstances, the people both condemn and punish themselves; they bring condemnations as they oppress others, and they receive their own punishment or reward as they, in turn, are oppressed by others. But these wicked people have more to fear than punishment from others—they await the Lord's judgments. The following verses, 9-11 of chapter 3, record what the Lord will do. These verses are important, for they both explain the reason behind Judah's desolation and foreshadow her eventual restoration. They also promise justice for both the righteous and the wicked:<\/p> <blockquote><p><sup>9<\/sup> The expression of their faces bears witness against them.<\/p> <p>And they display their sin like Sodom;<\/p> <p>They do not even conceal it.<\/p> <p>Woe to them!<\/p> <p><sup>10<\/sup> Say to the righteous that it will go well with them,<\/p> <p>For they will eat the fruit of their actions.<\/p> <p><sup>11<\/sup> Woe to the wicked! It will go badly with him,<\/p> <p>For what he deserves will be done to him. (NAS)<\/p> <\/blockquote><p>What is the reason for Judah's destruction? She had sinned openly and flagrantly before the eyes of God, just as the Sodomites did when they proclaimed their unnatural lust directly and unabashedly to Lot's face. (<a class=\"ref\">Gen. 19:5<\/a>.) Also, Judah had degenerated to a condition of sin not unlike Sodom's (though not as depraved), in that she had perverted sexuality through misusing it in the idolatrous fertility rituals of the Canaanites. Though this was done to insure productivity in the land, Isaiah warns that the wicked participants will reap only destruction, while the righteous will \"eat the fruit of their doings\" (v. 10). Verse 10 is the only note of hope in this pronouncement (vs. 1-15), perhaps to signify that the only way for the people to save themselves is through righteousness.<\/p> <p>In verses 12-15, Isaiah repeats his earlier warning of social upheaval, suggesting that the leaders will be as weak as or will actually be women, an insult in ancient Israelite culture. This implies a dissolution of the traditional patriarchal social structure that was the norm of the time. Isaiah reaffirms that since the weak and wicked leaders will not mete out justice to the poor, the Lord will judge them and mete out their deserved punishment:<\/p> <blockquote><p><sup>12<\/sup> O My people! Their oppressors are children,<\/p> <p>And women rule over them.<\/p> <p>O My people! Those who guide you lead you astray,<\/p> <p>And confuse the direction of your paths.<\/p> <p><sup>13<\/sup> The LORD arises to contend,<\/p> <p>And stands to judge the people.<\/p> <p><sup>14<\/sup> The LORD enters into judgment with the elders and princes of His people,<\/p> <p>\"It is you who have devoured the vineyard;<\/p> <p>The plunder of the poor is in your houses.<\/p> <p><sup>15<\/sup> \"What do you mean by crushing My people,<\/p> <p>And grinding the face of the poor?\"<\/p> <p>Declares the Lord GOD of hosts. (NAS)<\/p> <\/blockquote><p>In recapitulating the primary points of his earlier pronouncement (vs. 1-8), Isaiah concludes in verse 15 an intricate chiastic pattern consisting of a third set of ideas that parallel the chiasmus developed earlier. Outlined according to the earlier pattern, the verses look something like this:<\/p> <blockquote><p><i>Theme Outline Verse Quotation (KJV)<\/i><\/p> <p>Oppression upon F' 12 \". . . children are<\/p> <p>the people their oppressors . . .<\/p> <p>Reversal of E\" 12 \". . . women rule over<\/p> <p>traditional them . . .\"<\/p> <p>leadership roles<\/p> <p>Social and spiritual D\" 12 \". . . they which lead<\/p> <p>chaos thee cause thee to err<\/p> <p> . . .\"<\/p> <p>The Lord will defend C\" 13 \"The Lord standeth up<\/p> <p>the oppressed to plead . . .\"<\/p> <p>Wicked leaders have B\" 14 \". . . for ye have<\/p> <p>robbed the poor of eaten up the vineyard;<\/p> <p>their sustenance the spoil of the poor<\/p> <p> is in your houses . . .<\/p> <p>The chosen people are A\" 15 \"What mean ye that<\/p> <p>crushed beat my people to<\/p> <p> pieces . . . saith the<\/p> <p> Lord . . .\"<\/p> <\/blockquote><p>The \"triple repetition\" of this pattern (A-E) serves to emphasize one of the primary sins of Israel, the abuse of the poor and weak by the rich and powerful. The intricate chiastic pattern also emphasizes the oppression that the people bring upon themselves (vs. 5, 12) and the Lord's impending judgment upon the wicked and the righteous (vs. 10-11).<\/p> <p>A judgment particularly upon Judah's women is outlined beginning in verse 16. This segment actually fits better with chapter 4, since it begins anew a cyclical pattern of destruction and regeneration. The final restoration at the end of chapter 4 comprises the first truly Messianic prophecy recorded in Isaiah.<\/p> <p>Isaiah records several verses at the end of chapter 3 that simply enumerate all of the vain women's bodily ornaments, which the Lord will replace with tokens of desolation and humiliation. Isaiah's cataloging of the ornaments stylistically mimics the excessive and vulgar fashions of the day:<\/p> <blockquote><p><sup>16<\/sup> Moreover the LORD said,<\/p> <p>\"Because the daughters of Zion are proud,<\/p> <p>And walk with heads held high and seductive eyes,<\/p> <p>And go along with mincing steps,<\/p> <p>And tinkle the bangles on their feet,<\/p> <p><sup>17<\/sup> Therefore the LORD will afflict the scalp of the daughters of Zion with scabs,<\/p> <p>And the LORD will make their foreheads bare.\"<\/p> <p><sup>18<\/sup> In that day the Lord will take away the beauty of their anklets, headbands, crescent ornaments,<\/p> <p><sup>19<\/sup> dangling earrings, bracelets, veils,<\/p> <p><sup>20<\/sup> headdresses, ankle chains, sashes, perfume boxes, amulets,<\/p> <p><sup>21<\/sup> finger rings, nose rings,<\/p> <p><sup>22<\/sup> festal robes, outer tunics, cloaks, money purses,<\/p> <p><sup>23<\/sup> hand mirrors, undergarments, turbans, and veils.<\/p> <p><sup>24<\/sup> Now it will come about that instead of sweet perfume there will be putrefaction;<\/p> <p>Instead of a belt, a rope;<\/p> <p>Instead of well-set hair, a plucked-out scalp;<\/p> <p>Instead of fine clothes, a donning of sackcloth;<\/p> <p>And branding instead of beauty. (NAS)<\/p> <\/blockquote><p>In addition to creating an imaginative and convincing picture, the prophet intimates the conditions under which the finery will be removed. Verse 24, for example, includes several distinct consequences of invasion and destruction: the stink replacing sweet smells could refer to the decaying flesh of those slain by the enemy; a shaven or bald head, sackcloth, and branding traditionally mark those taken into captivity. In short, these women who delight in their immodest exposure are rewarded with indecent and rude exposure at the hands of the Babylonian conquerors, who molest and rape, thus discovering \"their secret parts.\" (<a class=\"isa\" verses=\"WzE3NzI1XQ==\">Isa. 3:17<\/a>.) That the destruction outlined in these verses will come through invading armies is supported by the last verses of the chapter:<\/p> <p><sup>25<\/sup> Your men will fall by the sword,<\/p> <p>And your mighty ones in battle.<\/p> <p><sup>26<\/sup> And her gates will lament and mourn;<\/p> <p>And deserted she will sit on the ground. (NAS)<\/p> <p>Since Jerusalem has been invaded so many times, it is difficult to identify which destruction best fulfills Isaiah's prophecy. Since the warning of destruction is prefaced in verse 18 with the phrase \"in that day,\" Isaiah could be pointing to a fulfillment in the last days. Some students of Jewish history observe parallels in the Nazi Holocaust. Also, it seems that the last verses of <a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 3<\/a> might even describe the effects of a nuclear holocaust. (Recent statements by the First Presidency indicate an inspired concern about the dangers of nuclear proliferation; see Bruce R. McConkie, CR, Apr. 1979, p. 133.) Of course, other disasters, such as disease, plague, or famine, could fulfill these conditions in the last days. Regardless, it does seem certain that at the end of chapter 3, Isaiah could easily be talking about the last days, because in chapter 4 he has definitely made a transition from an ancient, historical context to a latter-day, visionary one. Oliver Cowdery claims a modern context for the last two verses of chapter 4 because the angel Moroni quoted these verses to Joseph Smith in September 1823 and said that they were soon to be fulfilled. (MA, Apr. 1835, p. 110.)<\/p> <p>Having already examined some events that would happen \"in that day\" (<a class=\"isa\" verses=\"WzE3NzI2XQ==\">Isa. 3:18<\/a>), Isaiah returns to the latter-day time frame in verse 1 to continue the \"fallen woman\" motif:<\/p> <p><b>4<\/b> For seven women will take hold of one man in that day saying,<\/p> <p>\"We will eat our own bread and wear our own clothes, only let us be called by your name; take away our reproach!\" (NAS)<\/p> <p>In their humiliated state, the women have abandoned coquettish, alluring tactics for a direct, pragmatic approach befitting their desperate situation. The ratio of seven women for every man probably indicates a markedly high death rate among men, perhaps a result of the war described in <a class=\"isa\" verses=\"eyIxNzczMyI6Mn0=\">Isaiah 3:25-26<\/a>. Or, a higher ratio of men might exist during that period, but because of increased sterility among the men (perhaps through radiation) only an average of one man for seven women would be capable of removing the women's \"reproach.\" Barrenness, the reproach these women wish to escape, was the greatest curse that could befall women in ancient times, since bearing children was their only means of honor. (<a class=\"ref\">Gen. 30:22-24; Luke 1:24-25<\/a>.)<\/p> <p>Another prophet, Wilford Woodruff, on December 16, 1877, received a vision of the desolation that would come; his vision includes a specific reference to <a class=\"isa\" verses=\"WzE3NzM1XQ==\">Isaiah 4:1<\/a>:<\/p> <p>I had been reading the revelations . . . [when] a strange stupor came over me and I recognized that I was in the Tabernacle at Ogden. I arose to speak and said . . . I will answer you right here what is coming to pass shortly. . . . I then looked in all directions . . . and I found the same mourning in every place throughout the Land. It seemed as though I was above the earth, looking down to it as I passed along on my way east and I saw the roads full of people principally women with just what they could carry in bundles on their backs . . . It was remarkable to me that there were so few men among them. . . . Wherever I went I saw . . . scenes of horror and desolation rapine and death . . . death and destruction everywhere. I cannot paint in words the horror that seemed to encompass me around. It was beyond description or thought of man to conceive. I supposed that this was the End but I was here given to understand, that the same horrors were being enacted all over the country. . . . Then a voice said \"Now shall come to pass that which was spoken by Isaiah the Prophet \"That seven women shall take hold of one man saying &amp;C.\" (<i>Journal of Wilford Woodruff,<\/i> June 15, 1878, Historical Department, The Church of Jesus Christ of Latter-day Saints, Salt Lake City.)<\/p> <p>After the period of carnage and desolation, however, will come the final and greatest renewal of life, the culmination of the cyclical pattern of destruction and renewal repeated throughout history:<\/p> <p><sup>2<\/sup> In that day the Branch of the LORD will be beautiful and glorious, and the fruit of the earth will be the pride and the adornment of the survivors of Israel. (NAS)<\/p> <p>In contrast to the barrenness described in verse 1, everlasting physical and spiritual fruitfulness will abound. In ancient Hebrew, the word for \"branch\" is also a symbolic name for the Messiah, who will spring forth from the line of Jesse and, at this second coming, appear in all his glory. He will be spiritual food (fruit) for the \"escaped of Israel,\" or the scattered remnants of that royal house. (A more in-depth study of this image will be found in the chapter on <a class=\"isa\" verses=\"WzE3Njk3XQ==\">Isaiah 11<\/a>.) The \"fruit of the earth\" that blesses the survivors of Israel probably represents the blessings of the restored gospel. Centuries ago John Calvin saw in this verse a promise that \"a New Church shall arise\" created by Jesus Christ himself. (<i>Calvin Commentaries<\/i> 1:152-53.) The Church of Jesus Christ of Latter-day Saints was founded by the Lord and bears his name, and therefore should be the \"pride of Israel.\"<\/p> <p>When the promise of the ultimate restoration of Zion will be fulfilled, she will be a tower of strength and a fortress against harm or evil:<\/p> <p><sup>3<\/sup> And it will come about that he who is left in Zion and remains in Jerusalem will be called holy—everyone who is recorded for life in Jerusalem. 4When the Lord has washed away the filth of the daughters of Zion, and purged the bloodshed of Jerusalem from her midst, by the spirit of judgment and the spirit of burning, 5then the LORD will create over the whole area of Mount Zion and over her assemblies a cloud by day, even smoke, and the brightness of a flaming fire by night; for over all the glory will be a canopy. 6And there will be a shelter to give shade from the heat by day, and refuge and protection from the storm and the rain. (NAS)<\/p> <p>In the images of this final passage we see a tying together of the old traditions and their new forms in the restoration that, again, closes the circle of history and the pattern of these chapters: \"Washing away the filth of the daughters of Zion\" and \"purging the blood of Jerusalem\" recalls the ancient sacrifices in which the burnt offerings were rinsed to remove impurities, the cleansing atonement of Christ, and washings and anointings. In finally bringing all these elements together, the Lord will create the New Jerusalem, Zion. The Hebrew word here, <i>bara,<\/i> connotes an absolute creation or salvation through him who is the \"author of salvation.\" (<a class=\"ref\">Heb. 5:8-9<\/a>.)<\/p> <p>The all-encompassing nature of this restoration is also suggested by the cloud of smoke and pillar of flaming fire that will cover and protect \"the whole area of Mount Zion.\" In ancient times, a single pillar of smoke and fire rested only over the Holy of Holies, which was approachable by the high priest alone. Now, under the tabernacle or wedding canopy, the remarriage of Yahweh and his people, promised and prophesied in Isaiah and throughout the Old Testament, will be consummated at last.<\/p>",
    "audit": null
}