{
    "id": 17288,
    "source": "poet",
    "verse_id": 17886,
    "verse_count": 22,
    "reference": "11-12",
    "title": "Latter-Day Servants of Power and Millennial Peace",
    "html": "<p>In sweeping panoramic visions, the Lord taught Isaiah remarkable truths about our time. Like Moroni (see <a class=\"ref\">Morm. 8<\/a>), he saw our day—the last days; he foresaw the events and personalities of this dispensation in fulfillment of the Lord's designs to elevate this planet and its inhabitants to a more glorious millennial existence.<\/p> <p>When Moroni visited Joseph Smith on the night of September 21, 1823, he quoted the eleventh chapter of Isaiah and told Joseph that \"it was about to be fulfilled.\" (<a class=\"ref\">JS-H 1:40<\/a>.) This important chapter describes people and events associated with the Millennium. It contains some classic verses about the wolf and the lamb dwelling together and how Israel will be gathered a second time. However, some of the terms and symbols in this chapter are extremely difficult to understand. Later revelations clarify some of the terms and identify leaders who would assume important roles in this dispensation. In 1838, Joseph asked the Lord about the meaning of three key terms in this chapter. The revealed answers were recorded in <a class=\"ref\">section 113<\/a> of the Doctrine and Covenants. These three terms are identified as separate personalities who would play important roles in the last days.<\/p> <p><b>11<\/b> But a shoot shall grow out of the stump of Jesse<\/p> <p>A twig shall branch off from his stock. (NJV)<\/p> <p>This verse develops further the metaphor introduced in the previous chapter in which the Lord warned Assyria of her pride and eventual fall. The time would come when the oppressed of Israel would escape the power of the Assyrian yoke. Chapter 10 ends with Isaiah's promise that the mighty trees (or leaders) of Assyria would be hewn down (or humbled). Isaiah then begins his prophecy in chapter 11 speaking of <i>new<\/i> trees (or leaders) that would come forth out of Israel to rule and bless the earth.<\/p> <p>Verse 1 appears to be an example of synonymous parallelism, a poetic device used by Isaiah in nearly every chapter. Apparently the reference to two separate individuals (rod—branch; stem—roots) is his way of saying the same thing twice, but in slightly different words:<\/p> <p>A. And there shall come forth a <i>rod<\/i> out of the <i>stem of Jesse,<\/i><\/p> <p>B. And a <i>branch<\/i> shall grow out of <i>his roots.<\/i> (KJV)<\/p> <p>In <a class=\"ref\">section 113<\/a> of the Doctrine and Covenants, the Lord identifies two key terms used in this verse: \"rod\" and \"stem of Jesse.\" The \"rod\" is \"a servant in the hands of Christ, who is partly a descendant of Jesse as well as of Ephraim . . . on whom there is laid much power.\" (<a class=\"ref\">D&amp;C 113:3-4<\/a>.) The \"stem\" is Christ himself. (See <a class=\"ref\">D&amp;C 113:1-2<\/a>.)  Therefore, the first part of verse 1 could be translated:<\/p> <p>And there shall come forth a descendant of Jesse and Ephraim who shall be a powerful servant in the hands of Christ . . .<\/p> <p>Continuing the parallelism, the second part of the verse (\"and a branch shall grow out of his roots\") could read:<\/p> <p>. . . yea, a helper from among his children shall come forth.<\/p> <p>The humble beginnings of this servant might be indicated by the use of the terms \"rod\" (twig) and \"branch\" instead of the more prominent images of \"limb,\" \"trunk,\" or \"tree.\" It might also emphasize the barrenness of Israelite leadership at the time. At any rate, it is clear that this \"rod\" or \"branch\" would grow into a mighty tree and assume an important role in the last days.<\/p> <p>The term <i>branch<\/i> in the King James text comes from the Hebrew word <i>natzar,<\/i> which appears in only one other prophetic book of the Old Testament—<a class=\"ref\">Daniel 11:7<\/a>. In Daniel's vision of the last days, he mentions a \"branch\" coming from \"roots.\" (See <a class=\"ref\">Dan. 11:7-12<\/a>:1.) Many other scriptures mention the \"branch\" or leader who will build a temple and fight against the wicked king and stand witness of the Lord's final victory in the last days. He is called by many names and titles, including: \"my servant, the BRANCH\" (<a class=\"ref\">Zech. 3:8-9<\/a>); \"my servant David,\" a \"king\" over the Jews (<a class=\"ref\">Ezek. 37:21-28<\/a>); \"a righteous Branch and a King\" in whose days Judah would be saved (<a class=\"ref\">Jer. 23:3-8<\/a>); \"a Branch of righteousness\" (<a class=\"ref\">Jer. 33:15<\/a>); \"a leader and commander to the people\" (<a class=\"isa\" verses=\"eyIxODc0NCI6Mn0=\">Isa. 55:3-4<\/a>); and \"David their king in the latter days\" (<a class=\"ref\">Hosea 3:4-5<\/a>).<\/p> <p>Modern prophets have also discussed this Jewish leader of the last days. Joseph Smith said, \"The throne and kingdom of David is to be taken from him and given to another by the name of David in the last days, raised up out of his lineage.\" (HC 6:253.) In his dedicatory prayer on the Mount of Olives, Orson Hyde prophesied: \"Raise up Jerusalem . . . and constitute her people a distinct nation and government, with David Thy servant, even a descendant from the loins of ancient David to be their king.\" (HC 4:457.)<\/p> <p>In summary, the servant (\"rod\" and \"branch\") of <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a> appears to describe the great Jewish leader of the last days who will be called David. He will be an instrument (in somewhat the same manner as was Cyrus anciently—see <a class=\"isa\" verses=\"WzE4NTYyXQ==\">Isa. 44:28<\/a>) used by the Lord to fulfill his divine plan of events before the Millennium.<\/p> <blockquote><p><sup>2<\/sup> The spirit of the Lord shall alight upon him:<\/p> <p>A spirit of wisdom and insight,<\/p> <p>A spirit of counsel and valor,<\/p> <p>A spirit of devotion and reverence for the Lord.<\/p> <p><sup>3<\/sup> He shall sense the truth by his reverence for the Lord:<\/p> <p>He shall not judge by what his eyes behold,<\/p> <p>Nor decide by what his ears perceive.<\/p> <p><sup>4<\/sup> Thus he shall judge the poor with equity<\/p> <p>and decide with justice for the lowly of the land.<\/p> <p>He shall strike down a land with the rod of his mouth<\/p> <p>and slay the wicked with the breath of his lips.<\/p> <p><sup>5<\/sup> Justice shall be the girdle of his loins,<\/p> <p>And faithfulness the girdle of his waist. (NJV)<\/p> <\/blockquote><p>These verses describe some important characteristics of this great leader. The Spirit of the Lord will rest upon him and other spiritual gifts will be his. He will be led to reverence the Lord. He might not be a Christian or a member of Christ's true church, but he will respect the Lord and have concern for others. He will judge righteously through the power of discernment. Like the prophets Joshua (<a class=\"ref\">Deut. 34:9<\/a>), Samuel (<a class=\"ref\">1 Sam. 16:7<\/a>), and Jesus (<a class=\"ref\">John 7:24<\/a>), he will not depend upon the physical senses of man, but upon the Spirit of God, and will be able to judge in righteousness and equity. (See <a class=\"ref\">1 Cor. 2:10-16<\/a>.) Indeed, verse 5 could be rephrased as \"righteousness shall be the girdle [strength] of his loins, and faithfulness the girdle of his reins [sinews].\"<\/p> <p>These spiritual powers and promises also belong to Christ (see <a class=\"ref\">D&amp;C 113:2; 2 Ne. 30:9-11<\/a>), as he is their giver. He, in turn, promises to share them with his endowed and faithful disciples as they live righteously and become more and more like him. (See <a class=\"ref\">Alma 20:4; D&amp;C 113:8<\/a>.) These verses therefore achieve a double fulfillment, as they describe both Christ and his servants. (Compare <a class=\"ref\">Ps. 22<\/a>, 110.)<\/p> <blockquote><p><sup>6<\/sup> The wolf shall dwell with the lamb,<\/p> <p>The leopard lie down with the kid;<\/p> <p>The calf, the beast of prey, and the fatling together,<\/p> <p>With a little boy to herd them.<\/p> <p><sup>7<\/sup> The cow and the bear shall graze,<\/p> <p>Their young shall lie down together;<\/p> <p>And the lion, like the ox, shall eat straw.<\/p> <p><sup>8<\/sup> A babe shall play over a viper's hole<\/p> <p>And an infant pass his hand over an adder's den.<\/p> <p><sup>9<\/sup> In all of My sacred mount nothing evil or vile shall be done;<\/p> <p>For the land shall be filled with devotion to the Lord<\/p> <p>As water covers the sea. (NJV)<\/p> <\/blockquote><p>These well-known verses describe the millennial period of peace between wild and domesticated animals (wolf and lamb, leopard and goat, lion and calf) and between helpless people and deadly animals (children and poisonous serpents). Enmity between animals will cease and Satan will be bound as man's righteousness and knowledge increase. (<a class=\"ref\">D&amp;C 101:26-34; 2 Ne. 30:16-18<\/a>.) The earth will begin to fill the measure of her creation as righteousness prevails and the knowledge of the glory of God fills the world even as the waters cover the sea. (See <a class=\"ref\">Hab. 2:14<\/a>.) The gospel will be spread to all nations until \"all the inhabitants of the earth shall embrace it.\" (DS 3:64-65; see also Spencer W. Kimball, \"Lamanite Prophecies Fulfilled,\" <i>BYU Speeches of the Year<\/i> [Provo: BYU Press], 1964-65, p. 11.)<\/p> <blockquote><p><sup>10<\/sup> In that day,<\/p> <p>The stock of Jesse that has remained standing<\/p> <p>Shall become a standard to nations—<\/p> <p>Peoples shall seek his counsel,<\/p> <p>And his abode shall be honored. (NJV)<\/p> <\/blockquote><p>Another major figure of the last days is introduced in this verse: a \"root of Jesse,\" who shall stand as an ensign for the people to which the Gentiles shall seek. The Lord identifies this \"root of Jesse\" as a \"descendant of Jesse, as well as of Joseph, unto whom rightly belongs the priesthood, and the keys of the kingdom, for an ensign, and for the gathering of my people in the last days.\" (<a class=\"ref\">D&amp;C 113:5-6<\/a>.)<\/p> <p>This servant would hold the priesthood keys that would serve as an ensign for the Gentiles and result in the gathering of Israel in the last days. He is often identified as the Prophet Joseph Smith. (See VIP, pp. 34-38.) In comparing Joseph Smith with the \"root of Jesse,\" each aspect of his calling will be analyzed:<\/p> <blockquote><p><sup>1<\/sup> A descendant of Jesse and Joseph.<\/p> <p><sup>2<\/sup> A rightful heir to the priesthood.<\/p> <p><sup>3<\/sup> A holder of the keys to the kingdom.<\/p> <p><sup>4<\/sup> His work to be an ensign to the nations.<\/p> <p><sup>5<\/sup> His role in the gathering of Israel in the last days. <\/p> <\/blockquote><h4>Joseph Smith: Descendant of Jesse and Joseph<\/h4> <p>The Book of Mormon contains an important prophecy about a descendant of the ancient Joseph who would also be named Joseph and who would do a great work of salvation among the Israelites to bring them to the knowledge of God's covenants in the last days. (<a class=\"ref\">2 Ne. 3:6-11, 14-15<\/a>.) Joseph Smith, Jr., is this Joseph. His patriarchal blessing identifies him as the heir to the promises of Ephraim (son of the ancient Joseph), and he is called a pure Ephraimite  by Brigham Young. (DS 3:250-54; WTP, pp. 125-27.)<\/p> <p>There is not the same recorded evidence of Joseph Smith being a descendant of Jesse through the tribe of Judah. However, there were occasions in earlier Church history when a number of the brethren, including Joseph Smith, claimed that they shared lineage with Jesus in the tribe of Judah. (See <i>Life of Heber C. Kimball<\/i> [1888], p. 185; JD 4:248; <i>Journal of President Rudger Clawson,<\/i> pp. 374-75; <i>Ivins Journal,<\/i> p. 21.)<\/p> <p>In short, Joseph Smith fulfills the requirements as a descendant of Joseph through his son Ephraim. He was also a descendant of Judah through Jesse, and he may have descended through the same lineage as Jesus.<\/p> <h4>Joseph Smith: Rightful Heir to the Priesthood<\/h4> <p>The early priesthood holders of this dispensation were lawful heirs to their power through their lineage. (<a class=\"ref\">D&amp;C 86:8-11<\/a>.) Indeed, Isaiah prophesied that the strength of Zion in the last days would be the authority of the priesthood to which Zion \"has a right by lineage.\" (<a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isa. 52:1<\/a>; <a class=\"ref\">D&amp;C 113:8<\/a>; see also 107:40-41, 56-57.) Joseph Smith held the priesthood and through it organized the Church of Jesus Christ in this dispensation. (See <a class=\"ref\">D&amp;C 13<\/a>; 20; 23; 84; 107; 124:123.)<\/p> <h4>Joseph Smith: Holder of the Keys of the Kingdom<\/h4> <p>With the priesthood, the Prophet also received certain keys. First, he received the office of an apostle under the hands of Peter, James, and John, who held the keys of \"the kingdom of heaven.\" (See <a class=\"ref\">Matt. 16:19; D&amp;C 27:12-13<\/a>.) Later, through Moses, Elias,  and Elijah, he received the keys necessary for this dispensation and was told that thus the world would know that the \"great and dreadful day of the Lord\" was near at hand. (<a class=\"ref\">D&amp;C 110:11-16<\/a>.) With these keys for the gathering of Israel, missionary work, the sealing powers of the temple, and other powers, Joseph Smith had the authority to usher in the dispensation of the fullness of times. (<a class=\"ref\">D&amp;C 65:2; 107:8; 115:18-19; 128:10-14, 20-21<\/a>.)<\/p> <h4>Joseph Smith: His Work to Be an Ensign to the Nations<\/h4> <p>In 1844, the Prophet Joseph Smith stated:<\/p> <p>The Savior said . . . the keys of knowledge, power and revelations should be revealed to a witness who should hold the testimony to the world. . . . The testimony is that the Lord in the last days would commit the keys of the priesthood to a witness over all people . . . a special messenger—ordained and prepared for that purpose in the last days. (HC 6:363-64.)<\/p> <p>Joseph recorded that Moroni had told him \"that God had a work for me to do; and that my name should be had for good and evil among all nations, kindreds, and tongues.\" (<a class=\"ref\">JS-H 1:33<\/a>.)<\/p> <p>After the Church was organized, the Prophet Joseph Smith became the rallying point and the source of God's knowledge and strength to the early Saints. (See <a class=\"ref\">D&amp;C 5:10<\/a>.) By the time of his martyrdom, the Church had grown so much that its leaders were ready to fulfill their purpose and continue the work Joseph began. The gospel (the everlasting covenant) has since spread worldwide, thereby becoming a <i>light<\/i> to the world, a <i>standard<\/i> (or ensign) for the Lord's people and for the Gentiles to seek and a <i>messenger<\/i>  to prepare the way before Christ's second coming. (See <a class=\"ref\">D&amp;C 45:9<\/a>; DS 3:254-62; <a class=\"ref\">D&amp;C 135:3<\/a>.)<\/p> <h4>Joseph Smith: His Role in the Gathering of Israel in the Last Days<\/h4> <p>On April 3, 1836, Joseph Smith received from the resurrected Moses the keys for the \"gathering of Israel from the four parts of the earth, and the leading of the ten tribes from the land of the north.\" (<a class=\"ref\">D&amp;C 110:11<\/a>.)  A few years later, in 1841, the Prophet sent Orson Hyde to Palestine to dedicate the land for the return of the Jews, and since 1881, the Jews have returned to Israel from over a hundred nations. Also, through missionary work, scattered remnants of Israel have joined the Lord's restored kingdom by the hundreds of thousands. The keys for this work have been passed down through succeeding presidents of The Church of Jesus Christ of Latter-day Saints, and the gathering that began with Joseph Smith is still in progress.<\/p> <p>Joseph Smith's life and ministry easily demonstrate how he could be the \"root of Jesse\" spoken of in <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a>. He was a priesthood leader and servant of the Lord who established a great work. The Church is an ensign to the world and now directs the gathering of Israel to spiritual Zion.<\/p> <p>Still, Joseph Smith might not be the only \"root of Jesse\" in these last days. Many presidents of the Church have been related to him by blood, and all have held the priesthood and the keys of the kingdom that he held. For example, President Spencer W. Kimball is related to Joseph, and he has magnified the keys of missionary work, especially among the Lamanites and the Jews. The \"root of Jesse\" could also be that particular prophet who will hold the keys when Christ returns to preside personally over his kingdom. The term could even represent the office of the president of the Church. In any case, the \"root of Jesse\" designates a great leader in the Church of Jesus Christ in this dispensation.<\/p> <p><sup>11<\/sup> In that day, My Lord will apply His hand again to redeeming the other part of His people from Assyria—as also from Egypt, Pathros, Nubia, Elam, Shinar, Hamath, and the coastlands.<\/p> <p><sup>12<\/sup> He will hold up a signal to the nations<\/p> <p>And assemble the banished of Israel,<\/p> <p>And gather the dispersed of Judah<\/p> <p>From the four corners of the earth. (NJV)<\/p> <p>These verses elaborate on the gathering of Israel and the role of an ensign. The first gathering of Israel took place after the Babylonian captivity; during the second gathering, remnants will return from all directions (as symbolized by different countries)  and from various continents (islands of the sea). The Lord will also set up a church (or ensign) for the nations and the scattered outcasts of Israel. (A more detailed discussion of the gathering of Judah and Israel is on pp. 301-4, 414-17.)<\/p> <blockquote><p><sup>13<\/sup> Then Ephraim's envy shall cease<\/p> <p>And Judah's harassment shall end;<\/p> <p>Ephraim shall not envy Judah,<\/p> <p>And Judah shall not harass Ephraim.<\/p> <p><sup>14<\/sup> They shall pounce on the back of Philistia to the west,<\/p> <p>And together plunder the peoples of the east;<\/p> <p>Edom and Moab shall be subject to them<\/p> <p>And the children of Ammon shall obey them. (NJV)<\/p> <\/blockquote><p>After the dispersal of the Jews (Judah) and the remnants of Israel, including the Ten Tribes (Ephraim) return, they will work together and prevail over their earlier enemies to the east (Edom, Moab, Ammon—Modern Jordan) and west (Philistines—Gaza Strip). The ancient hostility between Israel (Ephraim) and Judah will cease as they unite their righteous efforts. Some scholars recognize a similar promise recorded in <a class=\"ref\">Ezekiel 37:16-17<\/a>, where the stick of Judah (Bible) and the stick of Ephraim (Book of Mormon) will become one to testify to the world. (See Freehof, <i>Book of Isaiah,<\/i> p. 78.)<\/p> <p><sup>15<\/sup> The Lord will dry up the tongue of the Egyptian sea.—He will raise His hand over the Euphrates with the might of His wind and break it into seven wadis, so that it can be trodden dry-shod.<\/p> <p><sup>16<\/sup> Thus there shall be a highway for the other part of His people out of Assyria, such as there was for Israel when it left the land of Egypt. (NJV)<\/p> <p>Various interpretations have been rendered for the term \"tongue of the Egyptian sea\" in verse 15. It might be the western arm of the Red Sea (or Gulf of Suez, for which the modern Suez Canal was named) and the narrow body of water that extended north from the Red Sea into the desert. Another possibility is the delta (or tongue) of the Nile, which protruded into the Mediterranean Sea along Egypt's north coast. The most likely explanation, however, is the large inland sea created late each spring as the Nile overflows its banks and floods a large part of the valley, like a tongue sticking far inland. <a class=\"isa\" verses=\"eyIxODAxMCI6Nn0=\">Isaiah 19:5-10<\/a> describes the destruction of the Nile River in greater detail. If the Nile River is the \"tongue of the Egyptian Sea,\" then this prophecy might have been fulfilled since the building of the Aswan Dam and the destruction of the traditional way of life along the Nile.<\/p> <p>Verse 15 states also that the Lord will divert \"the river\" (usually understood to be the Euphrates River) into seven streams so that travelers can walk across without getting their feet wet. In addition, a highway will be prepared for the remnant of Israel coming from Assyria (the land on the other side of the Euphrates). <a class=\"isa\" verses=\"eyIxODAyOCI6M30=\">Isaiah 19:23-25<\/a>, too, prophesies of a highway all the way from Assyria (through Israel) to Egypt. Other prophecies describe a great highway for the righteous in the last days. (See <a class=\"isa\" verses=\"W3siMTgzMjkiOjN9LHsiMTg2ODMiOjN9XQ==\">Isa. 35:8-10; 51:9-11<\/a>; <a class=\"ref\">D&amp;C 133:27<\/a>.)<\/p> <p>Although this highway might be a literal, physical road, it could also be representative of any means of transportation, such as an airway or railroad. As indicated in verse 16, this will be a highway like there was for Israel when the Lord led them out of Egypt. The Lord did not create a literal road for ancient Israel, but he did prepare the way for them so they would reach their destination. (Compare <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isa. 11<\/a>, footnotes 15a, 15b; <a class=\"ref\">Rev. 16:12<\/a>.) He will do the same for Israel in the last days and they will recognize his hand in their return. (<a class=\"ref\">Jer. 16:14-15; 30:1; 31:1<\/a>.)<\/p> <p>The eleventh chapter of Isaiah contains some marvelous prophecies of the last days. It enlightens modern Israelites about the roles of at least two great leaders who will prepare the way for the coming of Christ in power and glory. They may possibly be the two \"saviors\" or \"messiahs\" known in Jewish tradition as \"Messiah ben David\" (a redeemer descended from David) and \"Messiah ben Joseph\" (a redeemer descended from Joseph). <\/p> <p>Two brief psalms comprise the whole of chapter 12, and they provide a suitable conclusion to the messianic images of chapter 11. This short chapter is also a positive, inspirational capstone for the first dozen chapters of Isaiah's writings; in the beginning chapters, Isaiah sharply denounces Israelite follies and encourages the Israelites to repent (<a class=\"isa\" verses=\"WzE3ODkwXQ==\">Isa. 1-5<\/a>); in chapter 6, he reviews his calling and role as a prophet; in the next group he gives inspired political advice and subtle messianic prophecies (<a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isa. 7-9<\/a>); and in his final section, he concludes with pointed warnings to Assyria and millennial promises to Israel (<a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isa. 10-11<\/a>), with chapter 12 ending this section.<\/p> <p>In the two psalms of chapter 12, Isaiah speaks for all Israel as he gives thanks and praise to the Lord for providing salvation and millennial blessings.<\/p> <blockquote><p><b>12<\/b> In that day, you shall say:<\/p> <p>\"I give thanks to You, O LORD!<\/p> <p>Although You were wroth with me,<\/p> <p>Your wrath has turned back and You comfort me,<\/p> <p><sup>2<\/sup> Behold the God who gives me triumph!<\/p> <p>I am confident, unafraid;<\/p> <p>For Yah the LORD is my strength and might,<\/p> <p>And He has been my deliverance.\"<\/p> <p><sup>3<\/sup> Joyfully shall you draw water<\/p> <p>From the fountains of triumph. (NJV)<\/p> <\/blockquote><p>By comparing the punctuation, especially the quotation marks, with the King James Version, a major problem with this short psalm becomes apparent. Although the beginning of the psalm is clearly defined in verse 1, the conclusion of the psalm remains indefinite. Scholars agree that verse 3 is the most important verse in this set, but they disagree as to whether or not it should be included within the psalm. Unfortunately, the original Hebrew provides no help with this problem because it contains no punctuation at all. Indeed, most early Hebrew writings had no punctuation, since such symbols were not developed or even encouraged because space on writing materials (scrolls of parchment, clay tablets, metal plates, etc.) was at a premium, and most readers of the materials were familiar enough with it that they could supply the necessary breaks, pauses, and inflections. Therefore, context becomes the best clue for interpretation.<\/p> <p>In analyzing the important role of verse 3 in this psalm, then, the first two verses need to be studied. In verse 1 Isaiah addresses the gathered remnants of Israel (see the end of chapter 11) and speaks as all Israel in giving thanks to the Lord for \"turning away his wrath and comforting him,\" or forgiving his sins. Then, in verse 2, the Israelite turns to an unidentified audience and extolls the virtues of God. He could be speaking to the world at large or he might be bearing his testimony to fellow Israelites. If verse 3 is a continuation of this psalm, the speaker concludes by exhorting the listeners to come and join with him in these spiritual experiences. On the other hand, if the psalm ends with verse 2, then Isaiah himself would be the speaker in verse 3 as he encourages gathered Israel to enjoy these religious opportunities. In either case, those who have not yet enjoyed a close fellowship with the Lord are invited to receive that blessing. Other important concepts, including the basic gospel principles, are found in these three verses: justice and forgiveness, trust and faith, and an invitation to the waters of salvation (which are now symbolized by the waters of baptism and the sacrament) are the key themes of this psalm and exhortation. The speaker, be it Isaiah, an Israelite, or all those gathered to Zion, has much to be thankful for, and he beautifully expresses his gratitude in these few verses.<\/p> <p>The second psalm is also one of thanksgiving. Technically, though, it is more of a \"praise psalm\" than a \"thanks psalm,\" for in giving praise to the Lord one has a slightly different attitude than in giving thanks. In a praise psalm, attention is centered upon the person being extolled, but in a thanks psalm the viewpoint is focused on the person giving thanks and upon the blessing that he has received. The first psalm of chapter 12 is in the \"thanks\" category; the second is more of a \"praise\" type:<\/p> <blockquote><p><sup>4<\/sup> And you shall say on that day:<\/p> <p>\"Praise the LORD, proclaim His name.<\/p> <p>Make His deeds known among the peoples;<\/p> <p>Declare that His name is exalted.<\/p> <p><sup>5<\/sup> Hymn the LORD,<\/p> <p>For He has done gloriously<\/p> <p>Let this be made known<\/p> <p>In all the world!<\/p> <p><sup>6<\/sup> Oh, shout for joy,<\/p> <p>You who dwell in Zion!<\/p> <p>For great in your midst<\/p> <p>Is the Holy One of Israel.\" (NJV)<\/p> <\/blockquote><p>A natural pattern of spiritual growth is shown by Isaiah in these two short psalms. First, the individual gains his own faith in the Lord and the atonement (vs. 1-2). Second, he wants others to share in the blessings of baptism and salvation (v. 3). Then, his testimony manifests itself so strongly that he publicly exhorts others to make the Lord's deeds known to all (v. 4). Finally, his deep convictions are evidenced by his singing of praises and bearing witness of the truth (vs. 5-6). A pattern similar to this is developed in another millennial psalm as recorded by Joseph Smith in <a class=\"ref\">Doctrine and Covenants 84:99-102<\/a>. First, the Lord's redemption is extolled and the principles of faith and covenant-making are enjoined (vs. 99-100). Then the Lord's deeds are recounted (vs. 100-101), and the hymn concludes with glorious praises to God (v. 102).<\/p> <p>Isaiah and Joseph Smith yearned for the Millennium, and both prophets used short, powerful hymns to give sincere thanks and profound praise to the Lord for the blessings he would give the earth. In a few verses, they each expressed the gratitude all of us should feel as the Lord's works become manifest among men.<\/p> <p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13-23<\/a>. Having laid the foundation of his teachings in the first dozen chapters of his writings, Isaiah turns to the nations who surrounded and often opposed Israel. Some of these nations had manifested themselves as enemies of God's people, while others had refused to aid their brothers and fellow Semites, the Israelites. In chapters 13-23 Isaiah prophesies concerning these nations in their contemporary settings, while often including promises of an eschatological nature. (See map, p. 181.)<\/p> <p>In chapter 13, Isaiah first addresses Babylon, the ancient country that had ruled over the Middle East until displaced by the Assyrians. (See Map 2.) Although Babylon was subject to Assyrian rule during Isaiah's lifetime, she gradually regained power and independence until the New Babylonian Empire replaced Assyria as the major power in the Fertile Crescent at the end of the seventh century B.C. (Compare Maps 10 and 11.) But even during the so-called Assyrian period, Babylon still represented the best of culture, learning, literature, and religion (in the same way that Greek culture was sustained and imitated during the Roman period). Therefore, Isaiah often uses Babylon and her king as symbols of the world and its wickedness. (<a class=\"isa\" verses=\"WzE3ODk5XQ==\">Isa. 13-14<\/a>.)<\/p> <p>Isaiah also speaks to Moab and Syria, both of which lie east of Israel. These peoples gloried in the downfall of Israel and the humiliation of Judah. Moab and Syria are warned of their impending destruction and promised a restoration in later times. (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 15-17<\/a>.)<\/p> <p>Isaiah addresses some of the countries west of Israel. In chapter 18 he speaks of a strange land beyond Africa that thrives under the special protection of God. As Hyrum Smith indicated, this land represents America. (HC 6:322.) Chapters 19 and 20 contain special promises to Egypt.<\/p> <p>Isaiah directs other pronouncements toward the Assyrians, Philistines, various nomadic desert people, Phoenicians, and even the inhabitants of Jerusalem. (<a class=\"isa\" verses=\"W3siMTc5NTMiOjl9LHsiMTgwMzciOjYwfV0=\">Isa. 14:24-32; 21-23<\/a>.) <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13-23<\/a> consists almost entirely of pronouncements upon the foreign nations, and as a section, it compares with <a class=\"ref\">Jeremiah 46-51<\/a> and <a class=\"ref\">Ezekiel 25-32<\/a>, in which these prophets group their prophecies thematically rather than strictly chronologically.<\/p> <p>This section of foreign pronouncements incorporates two major messages: first, that Jehovah's power and kingdom are worldwide, and second, that foreign oppression of Israel will end. The concept of the Lord's universal rule was somewhat peculiar to ancient Israel. Many ancient pagan religions taught that any given god could be worshipped properly in only one given place, and that he had no power outside certain boundaries.<\/p> <p>Isaiah begins his prophecies against Babylon, since Babylon most clearly represents the hostility toward God's plan of salvation in the world. Although Babylon did not represent a military threat to Jerusalem during Isaiah's lifetime, Babylonian culture and its pagan ideologies spread throughout the Middle East. Babylon later became so great an enemy that in Revelation it represents the antichrist forces. (<a class=\"ref\">Rev. 17:1-5; 18<\/a>.) This symbolism is sustained in modern scripture, in which Babylon is used as a name for Satan's kingdom, or \"the world.\" (<a class=\"ref\">D&amp;C 1:16; 133:14<\/a>.)<\/p> <p>Remembering that the term <i>Babylon<\/i> has both literal and spiritual meaning helps to clarify the awkward passages in chapters 13 and 14; as is the case with many of Isaiah's prophecies, there are dual fulfillments hidden in his words. This creates a \"tension which results from the interviewing of prophecies of a local and a universal future event.\" (Kaiser, <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18-39<\/a>,<\/i> p. 9.)<\/p> <p>In addition, Isaiah has some warnings to Assyria and Philistia in chapters 13 and 14, as shown by the outline below.<\/p> <blockquote><p>I. The fall of Babylon (13:1-22, 14:1-23)<\/p> <p>A. Introduction (13:1)<\/p> <p>B. The Lord gathers his forces (13:2-5)<\/p> <p>C. The Lord brings his power against (spiritual) Babylon (13:6-13)<\/p> <p>D. The Lord brings the Medes against (physical) Babylon (13:14-22)<\/p> <p>B'. The Lord will be merciful to Israel (14:1-3)<\/p> <p>C'. A taunt song against the king of (spiritual) Babylon (14:4-21)<\/p> <p>D'. The destruction of (physical) Babylon (14:22-23)<\/p> <p>II. The fall of Assyria (14:24-27)<\/p> <p>III. The fall of Philistia (14:28-32)<\/p> <\/blockquote><p>Notice in the section \"The Fall of Babylon\" how Isaiah prophesies the nation's physical and spiritual downfall in a \"double\" pronouncement (BCD and B'C'D'). Though it appears that he warns \"spiritual Babylon\" first in each pronouncement, it is quite difficult to know whether Isaiah is talking about physical or spiritual Babylon. Thus, these verses should be studied in both a historical and eschatological setting. (See <a class=\"isa\" verses=\"WzE3ODk4XQ==\">Isa. 13<\/a>, footnote lc.)<\/p> <h4>The Fall of Babylon<\/h4> <p>Isaiah introduces his vision of Babylon with a short verse:<\/p> <p><b>13<\/b> This is a message about Babylon, which Isaiah son of Amoz received from God. (TEV)<\/p> <p>The \"message\" (or \"burden\" [KJV] that Isaiah delivers to Babylon is a prophetic oracle or divine declaration. The term comes from the Hebrew word <i>massa,<\/i> which becomes a superscription throughout Isaiah's prophecies to the foreign nations. (See <a class=\"isa\" verses=\"WzE3OTU3LDE3OTYyLDE3OTg1LDE4MDA2LDE4MDM3LDE4MDQ3LDE4MDQ5LDE4MDU0LDE4MDc5XQ==\">Isa. 14:28; 15:1; 17:1; 19:1; 21:1, 11, 13; 22:1; 23:1<\/a>.) Whereas some translators follow the King James Version and render this term as \"burden,\" others follow the more literal meaning of the Hebrew (\"raise up\") and translate it as \"oracle\" or \"message.\" The meanings complement each other, because when a prophet \"raises his voice\" for God, he delivers an \"oracle,\" which can become a \"burden\" for the people, since additional knowledge and responsibility is placed upon them. (See <a class=\"isa\" verses=\"WzE3ODk4XQ==\">Isa. 13<\/a>, footnote lb.)<\/p> <p>The means by which Isaiah received his message is clearly expressed in the Hebrew: he \"saw\" <i>(chazah)<\/i> the oracle of Babylon. Since <i>chazah<\/i> is the root for \"seer,\" Isaiah did not just see <i>(ro'eh)<\/i> the vision physically, but he saw it as inspired in his calling as a prophet or seer.<\/p> <p>Isaiah begins his pronouncement with the Lord's summoning of his forces from the ends of the earth in preparation for a \"holy war\":<\/p> <p><sup>2<\/sup> On the top of a barren hill raise the battle flag! Shout to the soldiers and raise your arm as the signal for them to attack the gates of the proud city. 3The LORD has called out his proud and confident soldiers to fight a holy war and punish those he is angry with.<\/p> <p><sup>4<\/sup> Listen to the noise on the mountains—the sound of a great crowd of people, the sound of nations and kingdoms gathering. The LORD of Armies is preparing his troops for battle. 5They are coming from far-off countries at the ends of the earth. In his anger the LORD is coming to devastate the whole country. (TEV)<\/p> <p>The \"battle flag\" could be used to rally the forces of the world against Jerusalem (see <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isa. 10<\/a>), or it might serve as an \"ensign\" (KJV) around which the Lord's servants and saints gather against the evil forces of the world. (See <a class=\"isa\" verses=\"WzE3ODk1LDE4ODY1XQ==\">Isa. 11:10; 62:10<\/a>, where the same word is used.) In either case, it will assemble a mighty force that will fulfill some of the Lord's judgments against the wicked.<\/p> <p>Isaiah next describes the destruction that the \"day of the Lord\" will bring upon the world:<\/p> <p><sup>6<\/sup> Howl in pain! The day of the LORD is near, the day when the Almighty brings destruction. 7Everyone's hands will hang limp, and everyone's courage will fail. 8They will all be terrified and overcome with pain, like the pain of a woman in labor. They will look at each other in fear, and their faces will burn with shame. 9The day of the LORD is coming—that cruel day of his fierce anger and fury. The earth will be made a wilderness, and every sinner will be destroyed. 10Every star and every constellation will stop shining, the sun will be dark when it rises, and the moon will give no light.<\/p> <p><sup>11<\/sup> The LORD says, \"I will bring disaster on the earth and punish all wicked people for their sins. I will humble everyone who is proud and punish everyone who is arrogant and cruel. 12Those who survive will be scarcer than gold. 13I will make the heavens tremble, and the earth will be shaken out of its place on that day when I, the LORD Almighty, show my anger. (TEV)<\/p> <p>The phrase \"day of the Lord\" first appears in the writings of the eighth-century prophets Amos and Isaiah (<a class=\"ref\">Amos 5:18-20<\/a>; <a class=\"isa\" verses=\"eyIxNzY5MiI6MTd9\">Isa. 2:6-22<\/a>) to refer to a day of judgment that is so extremely severe that the people will howl with fear. Isaiah compares the trembling fear and shaking terror of the men to the anguish of a woman in labor: \"But whereas a woman in labour cries, men will only stare at each other aghast in horror and begin to sweat from fear.\" (Kaiser, <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13-39<\/a>,<\/i> p. 16.) The fear of the people described in these verses compares with the fear portrayed earlier by Isaiah in chapter 2 (especially vs. 1-21; see <a class=\"ref\">Rev. 6:15-17<\/a>, in which John writes of a fear that will come upon all the wicked).<\/p> <p>Verses 9-13 describe the purpose and results of the Lord's day of vengeance. Verse 9 explains that the purpose of the day of the Lord is to purge the earth of all sinners. (See <a class=\"ref\">D&amp;C 133:50-51; Joel 2:1-2; Mal. 4:1; 2 Thes. 1:7-9<\/a>.) In his later writings, Isaiah elaborates upon the intensity and completeness with which the Lord will cleanse the earth. (<a class=\"isa\" verses=\"W3siMTgwOTciOjZ9LHsiMTgzMDYiOjd9LFsxODg3MV0seyIxODg4NyI6Mn0seyIxODkzOCI6Mn1d\">Isa. 24:1-6; 34:2-8; 63:4; 64:1-2; 66:15-16<\/a>.) The cleansing upon the earth parallels manifestations upon the earth and in the heavens (vs. 10, 13). The earth will shake and the heavens turn dark as signs of the day of the Lord. (See <a class=\"ref\">Rev. 6:12-14; D&amp;C 133:21-24, 49<\/a>.) The few who remain upon the earth will be humble and righteous people (vs. 11-12). As a remnant surviving the destruction, they will form the nucleus for a new generation living in a new millennial age. (See <a class=\"isa\" verses=\"W1sxNzc4M10seyIxODUwNyI6N30seyIxODUyMCI6OH1d\">Isa. 6:13; 43:1-7, 14-21<\/a>.)<\/p> <p>Isaiah concludes his first pronouncement upon Babylon by graphically describing the physical consequences that will befall the land and its inhabitants:<\/p> <p><sup>14<\/sup> \"The foreigners living in Babylon will run away to their homelands, scattering like deer escaping from hunters, like sheep without a shepherd. 15Anyone who is caught will be stabbed to death. 16While they look on helplessly, their babies will be battered to death, their homes will be looted, and their wives will be raped.\"<\/p> <p><sup>17<\/sup> The LORD says, \"I am stirring up the Medes to attack Babylon. They care nothing for silver and are not tempted by god. 18With their bows and arrows they will kill the young men. They will show no mercy to babies and take no pity on children. 19Babylonia is the most beautiful kingdom of all; it is the pride of its people. But I, the LORD, will overthrow Babylon as I did Sodom and Gomorrah! 20No one will ever live there again. No wandering Arab will ever pitch his tent there, and no shepherd will ever pasture his flock there. 21It will be a place where desert animals live and where owls build their nests. Ostriches will live there, and wild goats will prance through the ruins. 22The towers and palaces will echo with the cries of hyenas and jackals. Babylon's time has come! Her days are almost over.\" (TEV)<\/p> <p>The Medes (v. 17) came from Persia and easily conquered Babylon in 538 B.C.. The walls were destroyed twenty years later, after which the city never again became the capital of an independent, strong Mesopotamian power. Two centuries later, after the Greeks, under Alexander the Great, conquered the Persians, Babylon rapidly declined in commercial and cultural importance as Seleucia became the major city in the area. By the time of Christ, only a few astronomers and mathematicians continued to live in the ancient, sparsely populated city. After they left, Babylon remained a deserted <i>tell<\/i> (mound), which sand and brush gradually covered until it became a hill used only by wild animals and as grazing land for nomadic flocks. (IDB 1:335; compare vs. 20-22 above, and <a class=\"isa\" verses=\"WzE3ODk4XQ==\">Isa. 13<\/a>, footnote 19a.)<\/p> <p>Isaiah begins his second Babylonian pronouncement with another gathering of the Lord's forces. Having proclaimed the destruction of Babylon, he anticipates a time when Israel will return from her exile (physical and spiritual) as other peoples assist her and even become subject to her. Israel will finally rest from her hard centuries of subjugation and service to foreigners:<\/p> <p><b>14<\/b> The LORD will once again be merciful to his people Israel and choose them as his own. He will let them live in their own land again, and foreigners will come and live there with them. 2Many nations will help the people of Israel return to the land which the LORD gave them, and there the nations will serve Israel as slaves. Those who once captured Israel will now be captured by Israel, and the people of Israel will rule over those who once oppressed them.<\/p> <p><sup>3<\/sup> The LORD will give the people of Israel relief from their pain and suffering and from the hard work they were forced to do. (TEV)<\/p> <p>Historically, these verses were fulfilled when Cyrus the Great of Persia issued an order allowing all captive peoples in Babylon to return to their place of origin. The first group of Jews returned in 538 B.C. and started to rebuild Jerusalem and Judea. Another great exodus of Jews began in 520 B.C., and the group eventually was able to rebuild the walls of Jerusalem, the city itself, and the temple. Later, under the Maccabees (167-70 B.C.), the Jews enjoyed autonomy and prosperity, being so successful that they began to proselyte other people in the area and to grow in numbers. Indeed, the body of Jews grew into the millions by the time of Christ; while Babylon became desolate, Judea flourished.<\/p> <p>Taken in an eschatological sense, these verses can also find two fulfillments in the latter days. First, they may refer to The Church of Jesus Christ of Latter-day Saints, whose missionary work spreads to all nations and prepares for the peaceful conditions under which the Savior will establish his kingdom at the time of his second coming. Second, these verses may refer to the modern-day return of the Jews to the Holy Land and their building of the modern state of Israel. However, the full blessings of these verses will not be realized until the second coming of Christ, when the Jews will accept him as their Savior.<\/p> <p>Isaiah foretells that the Israelites in their homeland will eventually recite a taunt-song about the king of Babylon. Structured in flowing poetry, \"this taunt, in the form of a lament, upon the death of a world ruler and the fall of his empire, is one of the most powerful poems not only of the Old Testament, but of the whole literature of the world.\" (Kaiser, <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13-39<\/a>,<\/i> p. 29; <a class=\"isa\" verses=\"WzE3ODk5XQ==\">Isa. 14<\/a>, footnote 4a.) In its historical context, the taunt song refers to the fall of the king of Babylon; in an eschatological context, it symbolizes any leader of wickedness, especially Satan:<\/p> <p><sup>4<\/sup> When he does this, they are to mock the king of Babylon and say:<\/p> <p>\"The cruel king has fallen! He will never oppress anyone again! 5The LORD has ended the power of the evil rulers 6who angrily oppressed the peoples and never stopped persecuting the nations they had conquered. 7Now at last the whole world enjoys rest and peace, and everyone sings for joy. 8The cypress trees and the cedars of Lebanon rejoice over the fallen king, because there is no one to cut them down, now that he is gone!<\/p> <p><sup>9<\/sup> \"The world of the dead is getting ready to welcome the king of Babylon. The ghosts of those who were powerful on earth are stirring about. The ghosts of kings are rising from their thrones. 10They all call out to him, 'Now you are weak as we are! 11You are one of us! You used to be honored with the music of harps, but now here you are in the world of the dead. You lie on a bed of maggots and are covered with a blanket of worms,'\"<\/p> <p><sup>12<\/sup> King of Babylon, bright morning star, you have fallen from heaven! In the past you conquered nations, but now you have been thrown to the ground. 13You were determined to climb up to heaven and to place your throne above the highest stars. You thought you would sit like a king on that mountain in the north where the gods assemble. 14You said you would climb to the tops of the clouds and be like the Almighty. 15But instead, you have been brought down to the deepest part of the world of the dead.<\/p> <p><sup>16<\/sup> The dead will stare and gape at you. They will ask, \"Is this the man who shook the earth and made kingdoms tremble? 17Is this the man who destroyed cities and turned the world into a desert? Is this the man who never freed his prisoners or let them go home?\"<\/p> <p><sup>18<\/sup> All the kings of the earth lie in their magnificent tombs, 19but you have no tomb, and your corpse is thrown out to rot. It is covered by the bodies of soldiers killed in battle, thrown with them into a rocky pit, and trampled down. 20Because you ruined your country and killed your own people, you will not be buried like other kings. None of your evil family will survive. 21Let the slaughter begin! The sons of this king will die because of their ancestors' sins. None of them will ever rule the earth or cover it with cities. (TEV)<\/p> <p>A. <i>On earth.<\/i> (See <a class=\"ref\">Rev. 17:5; D&amp;C 43:31<\/a>; Isa.55:12; <a class=\"ref\">Zech. 11:2<\/a>; the trees also represent people; see <a class=\"isa\" verses=\"WzE3Njk5LDE4Mzc3XQ==\">Isa. 2:13; 37:24<\/a> as discussed in this book.)<\/p> <p>B. <i>In the spirit world.<\/i> (See <a class=\"ref\">Ezek. 32:21<\/a>.)<\/p> <p>C. <i>In heaven.<\/i> (See <a class=\"ref\">Moses 4:1-4; D&amp;C 76:25-27; D&amp;C 29:36-38; Rev. 9:11<\/a>.)<\/p> <p>B'. <i>In the spirit world.<\/i> (See <a class=\"ref\">Moses 1:19-21; 4:6; 2 Ne. 2:18-19; 9:9<\/a>.)<\/p> <p>A'. <i>On earth.<\/i> (See <a class=\"ref\">Jude 1:6<\/a>; Jac. 5:73-75; <a class=\"ref\">Rev. 12:4, 7-9; 19:21; D&amp;C 29:27-29; 88:85, 101<\/a>.)<\/p> <p>As highlighted in the chiastic outline in the right margin, the song contains five stanzas, each with a variation of scene—earth\/spirit world\/heavens\/spirit world\/earth. The scriptural references listed afterward indicate just a few of the many sources that describe the same events, though nowhere else are they portrayed in such moving poetry.<\/p> <p>The pivotal point and most important scene lies in verses 12-15, in which Isaiah identifies the king of Babylon as Lucifer (KJV, \"bright morning star\" in the Hebrew and in the TEV quoted above). Most scholars identify the \"morning star\" or Lucifer as a mythical figure or as a figurative representation of a Babylonian king. Latter-day Saints are fortunate to have modern scripture that explains who Lucifer is. Additional modern scripture explains his actions and attitude in greater detail. (Compare <a class=\"isa\" verses=\"eyIxNzk0MSI6M30=\">Isa. 14:12-14<\/a> with <a class=\"ref\">D&amp;C 76:25-27; 29:36-37; Moses 4:1-4<\/a>.)<\/p> <p>Lucifer's attempt to usurp God's power and glory \"transgresses the limits laid down for both mortal and heavenly beings, for he is trying to take the place reserved for the highest God alone, and is consequently punished by a fall into the deepest and darkest depths of the underworld.\" (Kaiser, <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13-39<\/a>,<\/i> p. 41.)<\/p> <p>The last two stanzas of the song demonstrate that Lucifer will not have any honor such as the mortal kings of earth have, though he will have some temporary power on the earth, even enough to control the elements (v. 16; see <a class=\"ref\">Moses 1:19-21<\/a>). He did not want the doors of the (spirit) prison to be opened (v. 17), but he was powerless against Christ's atoning power. The free gifts of salvation and resurrection are given to all mortals; even the most wicked kings on earth will still \"lie in glory, every one in his own house\" (or \"degree of eternal glory\"; see KJV, v. 18). But Lucifer will have no tomb (\"house\" [KJV] or body, v. 19), and he will be thrown into a pit (of outer darkness) without any posterity (v. 20). Finally, he and his sons of perdition will be cast off the earth when it receives its celestial glory (v. 21). The ultimate humiliation is that they will never be renowned (KJV) or named (NJV), but will fade into oblivion (v. 20).<\/p> <p>Isaiah concludes his second Babylonian pronouncement by simply stating the Lord's intentions against temporal, physical Babylon:<\/p> <p><sup>22<\/sup> The LORD Almighty says, \"I will attack Babylon and bring it to ruin. I will leave nothing—no children, no survivors at all. I, the LORD, have spoken. 23I will turn Babylon into a marsh, and owls will live there, I will sweep Babylon with a broom that will sweep everything away. I, the LORD Almighty have spoken.\" (TEV)<\/p> <p>Babylon will remain an empty, desolate memorial to wickedness because the Lord in his universal power has spoken it. (See <a class=\"isa\" verses=\"bnVsbA==\">Isa. 34<\/a>, where a similar desolation is promised to Edom.)<\/p> <p>After delivering his \"double\" Babylonian pronouncements, Isaiah continues with two short warnings, one to Assyria and the other to Philistia.<\/p> <h4>The Fall of Assyria<\/h4> <p>Isaiah promises that the Lord will \"bring\" (JST) or \"break\" (KJV) the Assyrians in the land of Israel. They will feel the measure of his wrath:<\/p> <p><sup>24<\/sup> The LORD Almighty has sworn an oath: \"What I have planned will happen. What I have determined to do will be done. 25I will destroy the Assyrians in my land of Israel and trample them on my mountains. I will free my people from the Assyrian yoke and from the burdens they have had to bear. 26This is my plan for the world, and my arm is stretched out to punish the nations.\" 27The LORD Almighty is determined to do this; he has stretched out his arm to punish and no one can stop him. (TEV)<\/p> <p>It is difficult to determine whether Isaiah is prophesying about the destruction of Sennacherib's Assyrian army in 701 B.C. or the defeat of the army of the nations led by King Gog in the last days. (Compare <a class=\"isa\" verses=\"bnVsbA==\">Isa. 36-37<\/a> with <a class=\"ref\">Ezek. 38-39<\/a>.) In both cases, the Lord's punishment is felt by the wicked nations of the earth.<\/p> <h4>The Fall of Philistia<\/h4> <p>In one of the rare Isaianic prophecies or \"burdens\" that are dated, Isaiah speaks to Philistia around 720 B.C.:<\/p> <p><sup>28<\/sup> This is a message that was proclaimed in the year that King Ahaz died.<\/p> <p><sup>29<\/sup> People of Philistia, the rod that beat you is broken, but you have no reason to be glad. When one snake dies, a worse one comes in its place. A snake's egg hatches a flying dragon. 30The LORD will be a shepherd to the poor of his people and will let them live in safety. But he will send a terrible famine on you Philistines, and it will not leave any of you alive.<\/p> <p><sup>31<\/sup> Howl and cry for help, all you Philistine cities! Be terrified, all of you. A cloud of dust is coming from the north—it is an army with no cowards in its ranks.<\/p> <p><sup>32<\/sup> How shall we answer the messengers that come to us from Philistia? We will tell them that the LORD has established Zion and that his suffering people will find safety there. (TEV)<\/p> <p>In verses 28-30, Isaiah warns the Philistines against prematurely rejoicing either in the death of Shalmaneser V (727-722) or the freedom Philistia maintained after Sargon's conquest of Samaria and Israel (722-721). For although the king was dead and the threat diminished (one snake had died, v. 29), a worse danger (\"out of the serpent's root\" [KJV]) would come forth (Sennacherib). (The destruction of Philistia is described later in this book as chapters 36 and 37 of Isaiah are examined.)<\/p> <p>Isaiah concludes in verses 30-32 with a promise of help and protection to the Philistines. The Lord is also their shepherd, and if they will come and be a part of Zion, they can find refuge and peace with the children of Israel.<\/p> <p>In summary, Isaiah concludes his first series of pronouncements upon foreign nations with a picture of refugees from the nations gathered safely within Zion. In spite of the judgments and destructions that he describes, Isaiah recognizes the source for security and peace, the Lord's kingdom of Zion here upon the earth. Those who seek for Zion will find that peace both physically and spiritually, while those who follow the ways and king of Babylon will find only the eternal judgments of God.<\/p>",
    "audit": null
}