{
    "id": 17318,
    "source": "poet",
    "verse_id": 18323,
    "verse_count": 1,
    "reference": "35:2",
    "title": "Notes and Commentary",
    "html": "<p><a class=\"isa\" verses=\"WzE4MzIzXQ==\">Isaiah 35:2<\/a>: The \"Glory of Lebanon\" and the \"excellency of Carmel and Sharon\"<\/p> <p>Lebanon, Carmel, and Sharon were beautiful and productive places during Isaiah's time. All three areas were near the Mediterranean Sea, where they received abundant rain and enjoyed moderate climates. Lebanon is northwest of Israel, Carmel juts into the sea along Israel's western coastline, and Sharon extends along the coast south of Carmel.<\/p> <p>Lebanon's glory consisted in her beautiful trees (especially cedars) and magnificent vegetation. The excellency of Carmel was (and still is) in her productive vineyards. The plains of Sharon excelled in all types of fruits and vegetables.<\/p> <p>Note how Isaiah transferred the glory and excellency of these areas over to the Lord in the second half of the verse. These areas were bountiful only because of the Lord's favor. If he so desired he could also bestow such blessings upon the deserts. The glory or credit for the productivity of a place did not belong to the area itself, but to the Lord.<\/p> <p><a class=\"isa\" verses=\"bnVsbA==\">Isa. 23<\/a>; 14:29-32; 20.)<\/p> <p>With control of the important cities and trade routes along the sea now secured, Sennacherib was ready to move into the Judean hills toward Jerusalem. He conquered as many as forty-six walled cities throughout the Judean countryside. Assyrian records and carvings portrayed with pride their techniques of conquest: hands and heads cut off, rebels impaled upon stakes, soldiers flung off walls, generals skinned alive, and multitudes led away as captives. Such a fate threatened the Jews in Jerusalem as Sennacherib prepared to conquer Hezekiah's capital city. (See map on page 166 in this book for the possible route of Sennacherib's invasion.)<\/p> <p>Anticipating just such an attack, Hezekiah had begun years earlier to fortify and strengthen his city. Performing what was for his time a major engineering feat, he had a special tunnel built to bring water from the spring of Gihon to within the city walls (see map below). He strengthened the walls and built new fortifications. Supplies were placed in giant new storehouses, and new armaments were prepared for all his soldiers. He did all that was physically possible to prepare his city for the inevitable Assyrian siege. (See 2 Chr. 32:1-8, 30.)<\/p> <p>Hoping to avoid a direct confrontation when he saw that Sennacherib was preparing to attack Judah, Hezekiah sent Sennacherib a substantial tribute of gold and silver, including most, if not all, of the palace and temple treasuries. He even had the gold plating taken off the temple doors and pillars. (See <a class=\"ref\">2 Kgs. 18:13-16<\/a>.) But Sennacherib wanted more; he demanded absolute submission, and he knew that Hezekiah was one of the leaders in the revolt against Assyrian authority. He wanted nothing less than the unconditional surrender of Jerusalem, and he wanted her king still alive, so that he could humiliate, torture, and finally slowly impale King Hezekiah upon a pointed stake, just as he had done to the rebel kings of the Philistines.<\/p> <p>It is under these conditions that a representative from Sennacherib went to Jerusalem with a message for King Hezekiah.<\/p> <p><b>36<\/b> So in the fourteenth year of King Hezekiah's reign, Sennacherib, king of Assyria, came to fight against the walled cities of Judah and conquered them. 2Then he sent his personal representative with a great army from Lachish to confer with King Hezekiah in Jerusalem. He camped near the outlet of the upper pool, along the road going past the field where cloth is bleached. (LB)<\/p> <p>The opening scene of this chapter is very similar to that of chapter 7, in which Isaiah meets King Ahaz at the \"conduit of the upper pool in the highway of the fuller's field\" (KJV). In chapter 7, Isaiah warns Ahaz against any Assyrian coalition. Ahaz disregarded this counsel, however, and the Assyrians became so powerful in the area that the representative of an invading Assyrian army met King Hezekiah's delegation at the same place.<\/p> <p><sup>3<\/sup> Then Eliakim, Hilkiah's son, who was the prime minister of Israel, and Shebna, the king's scribe, and Joah (Asaph's son), the royal secretary, formed a truce team and went out of the city to meet with him. 4The Assyrian ambassador told them to go and say to Hezekiah, \"The mighty king of Assyria says you are a fool to think that the king of Egypt will help you. 5What are the Pharaoh's promises worth? Mere words won't substitute for strength, yet you rely on him for help, and have rebelled against me! 6Egypt is a dangerous ally. She is a sharpened stick that will pierce your hand if you lean on it. That is the experience of everyone who has ever looked to her for help. 7But perhaps you say, 'We are trusting in the Lord our God!' Oh? Isn't he the one your king insulted, tearing down his temples and altars in the hills and making everyone in Judah worship only at the altars here in Jerusalem? 8, 9My master, the king of Assyria, wants to make a little bet with you!—that you don't have 2,000 men left in your entire army! If you do, he will give you 2,000 horses for them to ride on! With that tiny army, how can you think of proceeding against even the smallest and worst contingent of my master's troops? For you'll get no help from Egypt. 10What's more, do you think I have come here without the Lord's telling me to take this land? The Lord said to me, 'Go and destroy it!'\" (LB)<\/p> <p>The Assyrian ambassador is also known by his title, Rabshakeh. The Rabshakeh was an adept propagandist, whose mastery of Hebrew and understanding of Jewish culture were so keen that some scholars assert he must have been an apostate Jew serving as an Assyrian mercenary. He begins by referring to Hezekiah without using any title, a gross breach of diplomatic courtesy, which indicates Sennacherib's extreme hatred toward the Judean king. (Coincidentally, this hatred still persisted years later, for in the Sennacherib Prism, an Assyrian record of circa 685 B.C., in which twenty-five royal personages are named, Hezekiah is one of only two leaders who is not given any title as king.) Meanwhile, the Rabshakeh calls his own leader, Sennacherib, the \"great king,\" and mimics a prophet-spokesman when he says, \"Thus saith the great king\" (v. 4, KJV). This subtle overture creates immediate feelings of inferiority and tentativeness among the Judean delegation, although their positions in the Judean government are at least equivalent to Rabshakeh's in the Assyrian government.<\/p> <p>From the outset (and perhaps understandably in the face of their military successes) the Assyrians assume the dominant position in the negotiations. The Rabshakeh proceeds by first attacking the confidence of the Judeans in themselves, then undermining their faith in their ally, Egypt, and finally questioning their trust in God, implying that Hezekiah himself has weakened their faith, since he has abolished all the local sanctuaries in deference to the temple in Jerusalem (vs. 4-7). Taunting that the Judeans cannot muster 2,000 horsemen, and again questioning their alliance with Egypt, the Rabshakeh finally proudly claims that the Lord is with the Assyrians (vs. 8-10).<\/p> <p>At this, the Judean officials ask the Assyrians to speak to them in Aramaic rather than Hebrew so that those on the ramparts of the city will not overhear:<\/p> <p><sup>11<\/sup> Then Eliakim and Shebna and Joah said to him, \"Please talk to us in Aramaic for we understand it quite well. Don't speak in Hebrew, for the people on the wall will hear.\" (LB)<\/p> <p>Aramaic was the international language of diplomacy at that time, and most Jewish political leaders understood it. The Assyrian minister ignored their request:<\/p> <p><sup>12<\/sup> But he replied, \"My master wants everyone in Jerusalem to hear this, not just you. He wants them to know that if you don't surrender, this city will be put under siege until everyone is so hungry and thirsty that he will eat his own dung and drink his own urine.\"<\/p> <p><sup>13<\/sup> Then he shouted in Hebrew to the Jews listening on the wall, \"Hear the words of the great king, the king of Assyria:<\/p> <p><sup>14<\/sup> \"Don't let Hezekiah fool you—nothing he can do will save you. 15Don't let him talk you into trusting in the Lord by telling you the Lord won't let you be conquered by the king of Assyria. 16Don't listen to Hezekiah, for here is the king of Assyria's offer to you: Give me a present as a token of surrender; open the gates and come out, and I will let you each have your own farm and garden and water, 17until I can arrange to take you to a country very similar to this one—a country where there are bountiful harvests of grain and grapes, a land of plenty. 18Don't let Hezekiah deprive you of all this by saying the Lord will deliver you from my armies. Have any other nation's gods ever gained victory over the armies of the king of Assyria? 19Don't you remember what I did to Hamath and Arpad? Did their gods save them? And what about Sepharvaim and Samaria? Where are their gods now? 20Of all the gods of these lands, which one has ever delivered their people from my power? Name just one! And do you think this God of yours can deliver Jerusalem from me? Don't be ridiculous!\" (LB)<\/p> <p>Instead of lowering his voice or speaking in Aramaic, the Rabshakeh raises his voice to a shout. Addressing those on the wall, he says that it is to them that Sennacherib has sent him to speak. He adds the vulgar claim that they and their leaders will eat their own waste if Assyria besieges the city. He continues in his role of \"propaganda minister\" by seeking to undermine the popular support of King Hezekiah's government, saying that Hezekiah's call for the people to trust in the Lord is foolishness. Using a blasphemous allusion to prophecy (\"hear the words of the great king of Assyria\") the Rabshakeh describes Sennacherib as the advocate of the people. He promises the Jews that if they will submit, they can keep their own property until Sennacherib takes them to a good land like their own. Finally, the Rabshakeh boastfully belittles the gods of the many nations that Assyria has subjected, claiming that Jehovah can do no better at rescuing his people from Assyria.<\/p> <p>Silent before this Assyrian arrogance, the Judean delegation returns to their leaders inside the city:<\/p> <p><sup>21<\/sup> But the people were silent and answered not a word, for Hezekiah had told them to say nothing in reply. 22Then Eliakim (son of Hilkiah), the prime minister, and Shebna, the royal scribe, and Joah (son of Asaph), the royal secretary, went back to Hezekiah with clothes ripped to shreds as a sign of their despair and told him all that had happened.<\/p> <p><b>37<\/b> When king Hezekiah heard the results of the meeting, he tore his robes and wound himself in coarse cloth used for making sacks, as a sign of humility and mourning, and went over to the Temple to pray. 2Meanwhile he sent Eliakim his prime minister, and Shebna his royal scribe, and the older priests—all dressed in sackcloth—to Isaiah the prophet, son of Amoz. 3They brought him this message from Hezekiah:<\/p> <p>\"This is a day of trouble and frustration and blasphemy; it is a serious time, as when a woman is in heavy labor trying to give birth, and the child does not come. 4But perhaps the Lord your God heard the blasphemy of the king of Assyria's representative as he scoffed at the Living God. Surely God won't let him get away with this. Surely God will rebuke him for those words. Oh, Isaiah, pray for us who are left!\"<\/p> <p><sup>5<\/sup> So they took the king's message to Isaiah. (LB)<\/p> <p>The Jewish leaders are so concerned about the seriousness of the situation that they rend their clothes, don sackcloth, and petition the prophet to seek divine aid. Their \"day of trouble\" is graphically compared to a woman's travail before birth when there is not enough strength to bring forth deliverance (v. 3; compare <a class=\"ref\">D&amp;C 101:8<\/a>).<\/p> <p>In response to Sennacherib's blasphemous boasting, Isaiah sends a message of comfort to Hezekiah:<\/p> <p><sup>6<\/sup> Then Isaiah replied, \"Tell King Hezekiah that the Lord says, Don't be disturbed by this speech from the servant of the king of Assyria, and his blasphemy. 7For a report from Assyria will reach the king that he is needed at home at once, and he will return to his own land, where I will have him killed.\" (LB)<\/p> <p>The Lord's promised assistance calms the Jews temporarily.<\/p> <p>Meanwhile, the Rabshakeh has returned to his leader, who is besieging the Judean cities southwest of Jerusalem. Sennacherib's attention is soon diverted from Judah, however, for he receives word that an Egyptian army is approaching from the south. Caught between the Jews on the north and the Egyptians in the south, he does not want the Jews to attack his rear or cut off his supply lines. He therefore presses for Jerusalem's immediate surrender, before Hezekiah can find out about the approaching Egyptians. He quickly sends a letter to Hezekiah:<\/p> <p><sup>8<\/sup> , 9Now the Assyrian envoy left Jerusalem and went to consult his king, who had left Lachish and was besieging Libnah. But at this point the Assyrian king received word that Tirhakah, crown prince of Ethiopia, was leading an army against him (from the south). Upon hearing this, he sent messengers back to Jerusalem to Hezekiah with this message:<\/p> <p><sup>10<\/sup> \"Don't let this God you trust in fool you by promising that Jerusalem will not be captured by the king of Assyria! 11Just remember what has happened wherever the kings of Assyria have gone, for they have crushed everyone who has opposed them. Do you think you will be any different? 12Did their gods save the cities of Gozan, Haran, or Rezeph, or the people of Eden in Telassar? No, the Assyrian kings completely destroyed them! 13And don't forget what happened to the king of Hamath, to the king of Arpad, and to the kings of the cities of Sepharvaim, Hena, and Ivvah.\" (LB)<\/p> <p>The substance of the letter is that no other deities have helped those who believe in them; the other rebel kings are now dead or in servitude, and Judah should not expect her fate to be any different. Judah and her God would be powerless before the Assyrians.<\/p> <p>Most of the places mentioned in Sennacherib's letter above are listed in the Gazetteer. Many of them no longer exist except as archaeological sites, but as a point of reference they are listed below according to the modern country that controls the area of their location:<\/p> <p>Iraq: Gozan, Rezeph, Telassar<\/p> <p>Syria: Hamath, Arphad, and Sepharvaim<\/p> <p>Turkey: Haran<\/p> <p>Unknown: Hena, Ivvah<\/p> <p>Upon receipt of the letter, Hezekiah, filled with new fear, goes to the temple to ask for the Lord's help:<\/p> <p><sup>14<\/sup> As soon as King Hezekiah had read this letter, he went over to the Temple and spread it out before the Lord, 15and prayed, saying 16, 17\"O Lord of Hosts, God of Israel enthroned above the cherubim, you alone are God of all the kingdoms of the earth. You alone made heaven and earth. Listen as I plead; see me as I pray. Look at this letter from King Sennacherib, for he has mocked the Living God. 18It is true, O Lord, that the kings of Assyria have destroyed all those nations, just as the letter says, 19and thrown their gods into the fire; for they weren't gods at all, but merely idols, carved by men from wood and stone. Of course the Assyrians could destroy them. 20O Lord our God, save us so that all the kingdoms of the earth will know that you are God, and you alone.\" (LB)<\/p> <p>In the face of extreme danger, Hezekiah still retains a true perspective about power upon this earth. His faith remains in the Lord. In spite of military threats and the idolatry surrounding him, Hezekiah keeps his trust. President Spencer W. Kimball has provided counsel concerning similar situations today:<\/p> <p>In spite of our delight in defining ourselves as modern, and our tendency to think we possess a sophistication that no people in the past ever had—in spite of these things, we are, on the whole, an idolatrous people—a condition most repugnant to the Lord.<\/p> <p>We are a warlike people, easily distracted from our assignment of preparing for the coming of the Lord. When enemies rise up, we commit vast resources to the fabrication of gods of stone and steel—ships, planes, missiles, fortifications—and depend on them for protection and deliverance. When threatened, we become anti-enemy instead of pro-kingdom of God.<\/p> <p>We forget that if we are righteous the Lord will either not suffer our enemies to come upon us—and this is the special promise to the inhabitants of the land of the Americas [see <a class=\"ref\">2 Ne. 1:7<\/a>]—or he will fight our battles for us [<a class=\"ref\">Ex. 14:14; D&amp;C 98:37<\/a>].\" (<i>Ensign,<\/i> June 1976, p. 6.)<\/p> <p>In answer to Hezekiah's prayer, Isaiah speaks for the Lord and delivers his message to Sennacherib:<\/p> <p><sup>21<\/sup> Then Isaiah, the son of Amoz, sent this message to King Hezekiah: \"The Lord God of Israel says, This is my answer to your prayer against Sennacherib, Assyria's king.<\/p> <p><sup>22<\/sup> \"The Lord says to him: My people—the helpless virgin daughter of Zion—laughs at you and scoffs and shakes her head at you in scorn. 23Who is it you scoffed against and mocked? Whom did you revile? At whom did you direct your violence and pride? It was against the Holy One of Israel! 24You have sent your messengers to mock the Lord. You boast, 'I came with my mighty army against the nations of the west. I cut down the tallest cedars and choicest cypress trees. I conquered their highest mountains and destroyed their thickest forests.'<\/p> <p><sup>25<\/sup> \"You boast of wells you've dug in many a conquered land, and Egypt with all its armies is no obstacle to you! 26But do you not yet know that it was I who decided all this long ago? That it was I who gave you all this power from ancient times? I have caused all this to happen as I planned—that you should crush walled cities into ruined heaps. 27That's why their people had so little power, and were such easy prey for you. They were as helpless as the grass, as tender plants you trample down beneath your feet, as grass upon the housetops, burnt yellow by the sun. 28But I know you well—your comings and goings and all you do—and the way you have raged against me. 29Because of your anger against the Lord—and I heard it all!—I have put a hook in your nose and a bit in your mouth and led you back to your own land by the same road you came.\" (LB)<\/p> <p>With majestic poetry, the Lord reminds Sennacherib that it is only with divine sanction that he rules Assyria and has power over other nations. But, because of the Assyrian's blasphemy, the Lord's anger has now come upon Sennacherib, and he will be forced to return home humiliated.<\/p> <p>The Lord also offers a sign to Hezekiah that the invasion will soon end and conditions will return to normal:<\/p> <p><sup>30<\/sup> Then God said to Hezekiah, \"Here is the proof that I am the one who is delivering this city from the king of Assyria: This year he will abandon his siege. Although it is too late now to plant your crops, and you will have only volunteer grain this fall, still it will give you enough seed for a small harvest next year, and two years from now you will live in luxury again. 31And you who are left in Judah will take root again in your own soil and flourish and multiply. 32For a remnant shall go out from Jerusalem to repopulate the land; the power of the Lord of Hosts will cause all this to come to pass. (LB)<\/p> <p>Soon peace will be established in the land and the people will return to their fields, resettling the devastated areas.<\/p> <p>Isaiah concludes these two chapters by prophesying the downfall of Assyria and recording the fulfillment of his earlier prophecy (37:7):<\/p> <p><sup>33<\/sup> \"As for the king of Assyria, his armies shall not enter Jerusalem, nor shoot their arrows there, nor march outside its gates, nor build up an earthen bank against its walls. 34He will return to his own country by the road he came on, and will not enter this city, says the Lord. 35For my own honor I will defend it, and in memory of my servant David.\"<\/p> <p><sup>36<\/sup> That night the Angel of the Lord went out to the camp of the Assyrians and killed 185,000 soldiers; when the living wakened the next morning, all these lay dead before them. 37Then Sennacherib, king of Assyria, returned to his own country, to Nineveh. 38And one day while he was worshiping in the temple of Nisroch his god, his sons Adrammelech and Sharezer killed him with their swords; then they escaped into the land of Ararat, and Esar-haddon his son became king. (LB)<\/p> <p>As prophesied, the Assyrians never attacked Jerusalem. While awaiting the surrender of Jerusalem and preparing for a conflict with the Egyptians, they were struck down by the angel of the Lord, who destroyed most of the Assyrian army in a single night.<\/p> <p>Isaiah records very few details about the destruction of the Assyrian army. He does not say where the army was, why the men died, when they returned to Assyria, or how many, if any, Assyrian soldiers remained in the area. Fortunately, two other accounts besides the Bible contain information about this Assyrian campaign.<\/p> <p>Sennacherib's own history of the events is very positive. One would never know from reading it that the Assyrians had suffered a major setback. Unfortunately, ancient kings and their scribes rarely recorded defeats, so it is not uncommon to read two opposite accounts of the same war, each describing what appears to be a victory for its own side. One must read between the lines to find hints of defeat. Such a hint can be found in the middle of Sennacherib's account of his Judean campaign:<\/p> <p>But as for Hezekiah, the Jew, who did not bow in submission to my yoke, forty-six of his strong walled towns and innumerable smaller villages in their neighbourhood I besieged and conquered . . . He himself I shut up like a caged bird within Jerusalem, his royal city. I put watchposts strictly around it and turned back to his disaster any who went out of its city gate. Moreover, I fixed upon him an increase in the amount to be given as <i>katre<\/i>-presents for my lordship, in addition to the former tribute, to be given annually. As for Hezekiah, the awful splendour of my lordship overwhelmed him. (From the <i>Taylor Prism<\/i> in the British Museum as translated by Thomas, <i>Documents from Old Testament Times,<\/i> p. 67.)<\/p> <p>Sennacherib does not come right out and admit that he was unable to defeat Hezekiah or to capture Jerusalem, but he does state that Hezekiah was trapped like a \"caged bird\" within the city. In any case, Sennacherib's account of the conquest and the biblical record in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36-37<\/a> and <a class=\"ref\">2 Kings 18:13-19<\/a>:37 are so different that they could be describing two completely different confrontations.<\/p> <p>Another brief account of the Assyrian campaign is contained in the history of Herodotus, who wrote about 450 B.C. He records that when Sennacherib's army was close to Pelusium, a border garrison southwest of Libnah (where the Bible account first mentions their presence), mice ate the Assyrian bowstrings and caused their defeat:<\/p> <p>So presently came king Sanacharb [Sennacherib] against Egypt, with a great host of Arabians and Assyrians; and the warrior Egyptians would not march against him. . . . [The Egyptian King Sethos] encamped at Pelusium with such Egyptians as would follow him, for here is the road into Egypt; and none of the warriors would go with him, but only hucksters and artificers and traders. Their enemies too came thither, and one night a multitude of fieldmice swarmed over the Assyrian camp and devoured their quivers insomuch that they fled the next day unarmed and many fell. (Herodotus, <i>History,<\/i> Book 2, pt. 141 as translated in the <i>Loeb Classical Library,<\/i> vol. 113.)<\/p> <p>From this account, it appears that the mice played a major role in the Assyrian defeat. This sheds an interesting new light on the biblical account, for mice and rats are often carriers of plagues. And a plague might have been the means by which the angel of death struck down 185,000 soldiers in a single night.<\/p> <p>If one combines the limited information contained in these three accounts, a composite picture emerges. Although the Assyrian record does not seem to record a defeat and the Egyptian account gives credit to the mice in turning the tide of battle, the biblical records add the important fact that the Lord was the causative force in the Assyrian defeat. The Bible may not present all the historical facts, but it does include the most essential one—the Lord defended the Jews and defeated the Assyrians.<\/p> <p>After his defeat, Sennacherib returned to Nineveh, where he was assassinated twenty years later by his own son. It is not recorded whether or not he ever personally recognized the power of the Lord in his defeat. But it is evident from his record of the campaign that he harbored a great hatred for Hezekiah for many years after their confrontation. The manifestation of the Lord's power in defeating Assyria was apparently not so much designed to impress or convert the Assyrians as it was to witness to Judah that God was still their protector.<\/p> <p>In conclusion, chapters 36 and 37 describe a historical event, but only in the context of demonstrating how the Lord deals with his people. Isaiah shows that the Lord's involvement with the Israelites' problems is largely dependent on their willingness to accept him. As the Lord helped and hindered Sennacherib and punished and protected Judah, it becomes clear that his actions changed only when the people changed their relationship with him. God is constant in his covenant—he blesses the faithful and punishes the wicked. These chapters of Isaiah demonstrate the extent to which the Lord must sometimes go in order to fulfill his promises.<\/p>",
    "audit": null
}