{
    "id": 17298,
    "source": "poet",
    "verse_id": 18006,
    "verse_count": 4,
    "reference": "19:1-4",
    "title": "Man versus Man—Internal Chaos in Egypt",
    "html": "<blockquote><p><b>19<\/b> The \"Egypt\" Pronouncement.<\/p> <p>Mounted on a swift cloud,<\/p> <p>The LORD will come to Egypt;<\/p> <p>Egypt's idols shall tremble before Him,<\/p> <p>And the heart of the Egyptians shall sink within them.<\/p> <p><sup>2<\/sup> \"I will incite Egyptian against Egyptian:<\/p> <p>They shall war with each other,<\/p> <p>Every man with his fellow,<\/p> <p>City with city<\/p> <p>And kingdom with kingdom.<\/p> <p><sup>3<\/sup> Egypt shall be drained of spirit,<\/p> <p>And I will confound its plans;<\/p> <p>So they will consult the idols and the shades<\/p> <p>And the ghosts and the familiar spirits.<\/p> <p><sup>4<\/sup> And I will place the Egyptians<\/p> <p>At the mercy of a harsh master,<\/p> <p>And a ruthless king shall rule them\"<\/p> <p>—declares the Sovereign, the<\/p> <p>LORD of Hosts. (NJV)<\/p> <\/blockquote><p>\"The Lord riding on a swift cloud\" (v. 1) is a figure of speech describing the Lord's imminent judgment, which will destroy Egypt's false religion and bring fear into the hearts of her people. (Compare <a class=\"ref\">Nahum 1:3<\/a>.) Civil war results (v. 2) and brings terror to the hearts of the people, with kingdom warring against kingdom (or better said, district against district, since ancient Egypt was comprised of forty-four small kingdoms, called <i>nomes<\/i>). In their desperation, the Egyptians will seek \"familiar spirits\" or sorcerers to save themselves (v. 3), but they will inevitably be placed under the yoke of a harsh ruler (v. 4.)<\/p> <p>Opinions vary greatly as to who this ruthless king might be. No pharaoh ruling Egypt during Isaiah's time seems to fit this role, so scholars usually point to various later Assyrian, Babylonian, Persian, Greek, or Roman surrogate rulers who conquered Egypt. No consensus has been reached, however, and some scholars speculate that the fulfillment of this prophecy may still lie in the future.<\/p>",
    "audit": null
}