{
    "id": 17340,
    "source": "poet",
    "verse_id": 18691,
    "verse_count": 7,
    "reference": "51:17-23",
    "title": "Warnings to Judah in the Last Days",
    "html": "<p>Because of wickedness, the ancient Jews were scattered and taken captive to Babylon. Later, some Jews returned to Jerusalem and rebuilt the temple. Unfortunately, this Jewish community also became wicked, and most of their descendants rejected Christ when he lived on earth. Because of their iniquities, they suffered great destruction, another scattering, and the hatred of men. (See <a class=\"ref\">2 Ne. 6:10-11; 10:3-6<\/a>.) But punishment, dispersion, and persecution are not to be their permanent condition. The Lord will bless, gather, and protect them as they return to the Lord, especially after they accept him as their Messiah. (<a class=\"ref\">2 Ne. 6:11; 10:7-9<\/a>.)<\/p> <p>Isaiah prophesies in the last verses of chapter 51 of the final effects of the Lord's judgments and the world's hatred:<\/p> <blockquote><p><sup>1<\/sup> 7 Jerusalem, wake up!<\/p> <p>Rouse yourself and get up!<\/p> <p>You have drunk the cup of punishment<\/p> <p>that the Lord in his anger gave you to drink;<\/p> <p>you drank it down, and it made you stagger.<\/p> <p><sup>1<\/sup> 8 There is no one to lead you,<\/p> <p>no one among your people<\/p> <p>to take you by the hand.<\/p> <p><sup>1<\/sup> 9 A double disaster has fallen on you:<\/p> <p>your land has been devastated by war,<\/p> <p>and your people have starved.<\/p> <p>There is no one to show you sympathy.<\/p> <p><sup>2<\/sup> 0 At the corner of every street<\/p> <p>your people collapse from weakness;<\/p> <p>they are like deer caught in a hunter's net.<\/p> <p>They have felt the force of God's anger.<\/p> <p><sup>2<\/sup> 1 You suffering people of Jerusalem,<\/p> <p>you that stagger as though you were drunk,<\/p> <p><sup>2<\/sup> 2 the Lord your God defends you and says,<\/p> <p>\"I am taking away the cup<\/p> <p>that I gave you in my anger.<\/p> <p>You will no longer have to drink<\/p> <p>the wine that makes you stagger.<\/p> <p><sup>2<\/sup> 3 I will give it to those who oppressed you,<\/p> <p>to those who made you lie down in the streets<\/p> <p>and trampled on you as if you were dirt.\" (TEV)<\/p> <\/blockquote><p>This section culminates the Lord's covenants to the house of Judah. In these verses, Isaiah speaks of the time when the covenants of the Lord are fulfilled and the Jews are brought back home again through their righteousness. Verse 17 begins this section with a command for Jerusalem (the Jews) to \"rouse\" and \"get up,\" that is, to hearken to the voice of God. Isaiah describes them as those who have \"drunk the cup of God's punishment.\" Verse 18 explains why they are suffering and lost, for it reveals the spiritual state of the Jews: they have \"no one to lead,\" meaning that they have no prophets or inspired leaders. Since Jerusalem has no guide from among her own sons, she must look elsewhere for inspired leadership. (This probably means that she must look to the Gentiles or other remnants of Israel for this leadership.) The Book of Mormon rendition of verses 19-20 describes two sons who do come to Jerusalem and give courage and power to the Jews:<\/p> <p>These two sons are come unto thee, who shall be sorry for thee—why desolation and destruction, and the famine and the sword—and by whom shall I comfort thee? Thy sons have fainted save these two; they lie at the head of all the streets; as a wild bull in a net, they are full of the fury of the Lord, the rebuke of thy God. (<a class=\"ref\">2 Ne. 8:19-20<\/a>.)<\/p> <p>The description of these two sons calls to mind the two witnesses who will be the major factor in keeping enemy armies from totally defeating the Jews. (<a class=\"ref\">Rev. 11:1-6<\/a>.) John the Revelator describes two great servants of God who will stand and fight for Jerusalem against the armies of the world. For three and one-half years they will have power over the heavens, earth, and their enemies. Then they will be killed. (<a class=\"ref\">Rev. 11:3-13<\/a>; see <a class=\"ref\">Zech. 4:11-14<\/a>.) The two sons in Isaiah's prophecy wield similar power and are depicted as a wild bull in a net; while the bull may be captive, it is still dangerous until it is worn down. In a few words, Isaiah describes the ministry of these two great sons. While they can not stop the eventual overthrow of Jerusalem, they keep away the destruction until they are finally subdued and killed.<\/p> <p>Joseph Smith prophesied concerning these two witnesses, calling them \"two prophets that are to be raised up to the Jewish nation in the last days, at the time of the restoration.\" (<a class=\"ref\">D&amp;C 77:15<\/a>.) Bruce R. McConkie suggests that these two prophets will be Latter-day Saints, most likely members of the Quorum of the Twelve Apostles or of the First Presidency. (DNTC 3:507-11.)<\/p> <p>The Lord concludes this prophecy by again commanding the people to attend to his words. He makes a transition from predicting the persecutions of the last days to affirming that he has not forgotten his people. No longer will they have to stagger as they drink the cup of his wrath. Instead, the cup will be given to the tormentors who have trampled his people. (Lying on the ground while someone walks upon you represents captivity or conquest.) This idea of deliverance, both spiritual and temporal, is a keystone of the Savior's plan and will be realized at the time of his second coming when he fulfills all his covenants with the house of Israel.<\/p>",
    "audit": null
}