{
    "id": 17331,
    "source": "poet",
    "verse_id": 18623,
    "verse_count": 1,
    "reference": "48:8b-13a",
    "title": "Stipulations of the Covenant",
    "html": "<p>The Lord explains that his efforts are in fulfillment of the covenants made with Israel. He promises that in spite of Israel's rebellion, he will not completely destroy her; still, he will not let her disregard her covenant without punishment:<\/p> <blockquote><p><sup>8<\/sup> b Though I know that you are treacherous,<\/p> <p>That you were called a rebel from birth,<\/p> <p>9 <i>Nevertheless<\/i> for the sake of My name I control My wrath;<\/p> <p>To My own glory, I am patient with you,<\/p> <p>And I will not destroy you.<\/p> <p><sup>1<\/sup> 0 See, I refine you, but not as silver;<\/p> <p>I test you in the furnace of affliction.<\/p> <p><sup>1<\/sup> 1 For My sake, My own sake, do I act—<\/p> <p>Lest [My name] is dishonored!<\/p> <p>I will not give My glory to another.<\/p> <p><sup>1<\/sup> 2 Listen to Me, O Jacob,<\/p> <p>Israel, whom I have called:<\/p> <p>I am He—I am the first,<\/p> <p>And I am the last as well.<\/p> <p><sup>1<\/sup> 3 My own hand founded the earth,<\/p> <p>My right hand spread out the skies. (NJV)<\/p> <\/blockquote><p>Verse 10 contains a discrepancy between the King James Version and the Book of Mormon. The King James Version phrase \"but not with silver\" is deleted from the Book of Mormon. It disrupts the flow of the verse so badly that many commentators have said that its \"meaning is obscure,\" that it has \"defeated all commentators up to the present,\" and that it was probably \"altered by a scribe who took the meaning to be 'I have not sold thee for money.'\"  However, by omitting the phrase \"but not with silver,\" the verse becomes simple and clear. Perhaps this verse is an example of a \"gloss,\" an addition made by a later scribe in order to clarify the verse as he understood it. If so, the gloss was assuredly written after 600 B.C. when the Brass Plates of Laban were taken from Jerusalem, because the phrase is not quoted in the Book of Mormon version of this verse.<\/p> <p>In verse 13, the Lord's creation of the heavens and earth is reviewed; in a structure of synonymous parallelism, Isaiah records that the Lord's \"hand founded the earth\" and his \"right hand spread out the skies.\" Identifying the Lord's hand of power as the <i>right<\/i> hand helps explain why the right hand is traditionally favored in secular society and in religious matters. President Joseph Fielding Smith quoted this Isaiah passage and explained that \"showing favor to the right hand or side is not something invented by man but was revealed from the heavens in the beginning. There are numerous passages in the scriptures referring to the right hand, indicating that it is a symbol of righteousness and was used in the making of covenants.\" (AGQ 1:156.)<\/p>",
    "audit": null
}