{
    "id": 17272,
    "source": "poet",
    "verse_id": 17662,
    "verse_count": 9,
    "reference": "1:7-15",
    "title": "Immediate Judgments",
    "html": "<p>After presenting the Lord's accusation and opening remarks, Isaiah is ready to detail the imminent catastrophes coming upon Israel. These include desolation in the land, the loss of many people, and rejection by the Lord, as described in the following verses:<\/p> <blockquote><p><sup>7<\/sup> Your land is a waste,<\/p> <p>Your cities burnt down;<\/p> <p>Before your eyes, the yield of your soil<\/p> <p>Is consumed by strangers—<\/p> <p>A wasteland as overthrown by strangers!<\/p> <p><sup>8<\/sup> Fair Zion is left<\/p> <p>Like a booth in a vineyard<\/p> <p>Like a hut in a cucumber field,<\/p> <p>Like a city beleaguered.<\/p> <p><sup>9<\/sup> Had not the Lord of Hosts<\/p> <p>Left us some survivors,<\/p> <p>We should be like Sodom,<\/p> <p>Another Gomorrah.<\/p> <p><sup>10<\/sup> Hear the word of the Lord,<\/p> <p>You chieftains of Sodom;<\/p> <p>Give ear to our God's instruction,<\/p> <p>You folk, of Gomorrah!<\/p> <p><sup>11<\/sup> \"What need have I of all your sacrifices?\"<\/p> <p>Says the Lord,<\/p> <p>\"I am sated with burnt offerings of rams,<\/p> <p>And suet of fatlings,<\/p> <p>And blood of bulls;<\/p> <p>And I have no delight<\/p> <p>In lambs and he-goats.<\/p> <p><sup>12<\/sup> That you come to appear before Me—<\/p> <p>Who asked that of you?<\/p> <p>Trample My courts<\/p> <p>No more<\/p> <p><sup>13<\/sup> Bringing oblations is futile,<\/p> <p>Incense is offensive to Me.<\/p> <p>New moon and sabbath,<\/p> <p>Proclaiming of solemnities,<\/p> <p>Assemblies with iniquity,<\/p> <p>I cannot abide.<\/p> <p><sup>14<\/sup> Your new moons and fixed seasons<\/p> <p>Fill Me with loathing;<\/p> <p>They are become a burden to Me,<\/p> <p>I cannot endure them.<\/p> <p><sup>15<\/sup> And when you lift up your hands,<\/p> <p>I will turn My eyes away from you;<\/p> <p>Though you pray at length,<\/p> <p>I will not listen.<\/p> <p>Your hands are stained with crime. (NJV)<\/p> <\/blockquote><p>Verses 7-9 detail the destruction throughout the land and among the people. As a punishment for wickedness, strangers (foreigners or Gentiles) will occupy the land, and the fruits of the labor of Israelite hands will be consumed by strangers. The centuries Israel has spent developing the promised land will yield her nothing. This devastation came upon Israel and Judah during Isaiah's lifetime when the Assyrians destroyed Israel, took many captives, and repeatedly plundered Judah.<\/p> <p>The imagery in verse 8 graphically portrays the extent of Israel's desolation. Isaiah emphasizes her condition through parallel phrases as he declares that fair Zion is left like a booth in a vineyard or a hut in the fields. During Isaiah's time, booths and huts were a common part of the agricultural landscape. Most Israelites lived in towns, villages, and fortified cities, while their fields and orchards lay among the valleys and surrounding hillsides. Usually the people would walk to and from the fields each day, but during the hectic harvest season, such traveling wasted precious daylight working hours. In addition, since the entire family was needed for a full day's work to gather, sort, dry, and store the harvested fruits and grains, they spent the season living in a hut, shack, or simple cottage in their fields. Huts were also available for other workers and for the watchmen who protected the harvest from straying livestock and thieves in the night.<\/p> <p>When Isaiah prophesies that Zion will be left as a hut or lodge in the field, then, he is warning of a loss of people and productivity. This loss will be so great that only the empty huts and booths will remain, desolate reminders of former prosperity. They will serve as memorials of how the Lord once blessed Israel in the land but now curses her.<\/p> <p>Verse 9 illustrates how close Israel comes to complete annihilation; if it were not for the Lord's intervention, she would be completely obliterated, like Sodom and Gomorrah. To compare Jerusalem with Sodom and Gomorrah was a dreadful indictment against Judah, and indicates the extremely depraved condition into which many Israelites had fallen.<\/p> <p>Verses 10-15 demonstrate the complete division between Israel and the Lord. He rejects her external religious acts (sacrifices, festivals, and prayers) because she has rejected his counsel and stained her hands with sin. Actually, the Israelites were in many ways worse than the people of Sodom and Gomorrah, who were openly and blatantly wicked, while the Israelites hid their sins behind superficial symbols of religious devotion.<\/p> <p>The most important theme of the Lord's pronouncement in chapter 1 is in verses 10-12. Note the verbal flags that direct attention toward this important section: <i>\"hear<\/i> the word of <i>the Lord,\" \"give ear<\/i> unto the law of our <i>God,\"<\/i> and, <i>\"saith the Lord.\"<\/i> The passage between these declarations is a question to Israel from the Lord: \"To what purpose is the multitude of your sacrifices unto me?\" (KJV), or \"What need have I of all your sacrifices?\" (NJV). While a superficial reading of this passage may suggest the possibility that God is revoking his law of animal sacrifice, a more careful study reveals that God is not doing away with sacrifices but is rather rejecting the many perfunctory offerings of the wicked Israelites. He is weary of external signs—the smoke, fat, and blood of their sacrifices—that are not accompanied by true internal religious devotion.<\/p> <p>Israelites, hearing these words of Isaiah, might have reflected upon two other occasions in their history when the Lord rejected burnt offerings. At the beginning of human history, God rejected Cain's sacrifices because Cain performed them only after Satan commanded him to. (<a class=\"ref\">Moses 5:18, 21<\/a>.) Later in Israelite history, God rejected King Saul's offerings because he disobeyed the Lord by returning with large flocks captured from the Amalikites. (<a class=\"ref\">1 Sam. 15:21<\/a>.) In each case, the Lord did not object to the law of sacrifice per se, but rather to the violation of the law of obedience, which must always precede an acceptable sacrifice. (<a class=\"ref\">1 Sam. 15:22<\/a>.)<\/p> <p>Latter-day Saints are also taught the relationship between these two laws, obedience and sacrifice.<\/p> <p>In summary, verses 10-12 teach that though people may keep the letter of the law, thinking that pious acts alone will bring salvation, the Lord requires much more than mere outward performance. He wants internal commitment and integrity to precede the external ordinances. (See <a class=\"ref\">Moro. 7:5-11<\/a>.) And knowing that the Israelites themselves recognize their hypocrisy, he asks them why they have assembled unrighteously before him in his temple courts. Don't they know better?<\/p> <p>In reviewing the physical and spiritual judgments to come upon Israel, Isaiah is not just trying to scare the people into submission to the Lord. He is reminding them of their sacred covenants with God and their promises to obey him. If the people will listen to the promptings of the Spirit, they will remember the righteous attitudes that are expected of them before they can worthily appear at the Lord's temple courtyards with their sacrifices.<\/p>",
    "audit": null
}