{
    "id": 17324,
    "source": "poet",
    "verse_id": 18507,
    "verse_count": 28,
    "reference": 43,
    "title": "The Lord of This Earth",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43<\/a> builds upon the themes of the previous chapter and follows a pattern by opening with promise and concluding with a message of judgment. The contrast between the two chapters is sharp and clear, for Isaiah's reproach of Israel shifts abruptly to a prophecy of grace, ransom, and restoration by the Lord. (See <a class=\"isa\" verses=\"bnVsbA==\">Isa. 43<\/a>, footnote la.) Likewise, Isaiah contrasts the glorious redemption Israel will someday enjoy (vs. 1-21) with the people's present dismal condition (vs. 22-28).<\/p> <p>As in his earlier writings, Isaiah uses contrast and a full range of poetic techniques to express his ideas, including parallelism, repetition, word play, assonance, symbolism, and irony.<\/p> <blockquote><p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43<\/a> easily divides into four segments containing from 6-8 verses each:<\/p> <p><i>Theme Mood<\/i><\/p> <p>A. Israel's future gathering (vs. 1-7) Positive<\/p> <p>B. A trial scene of God before Israel and the other Positive<\/p> <p>nations (8-13)<\/p> <p>A'. Israel's future blessings (14-21) Positive<\/p> <p>B'. A trial scene between God and Israel;<\/p> <p>present Israel merits condemnation (22-28) Negative<\/p> <\/blockquote><p>The chapter points to an ideal relationship to come when Israel finally recognizes the Lord as the sole God of this earth; however, it also forbodes captivity and bondage as long as the people forget the Lord.<\/p> <p>The historical context of the chapter is uncertain, although many scholars place it during the Babylonian captivity. Still, other periods of Jewish dispersion and oppression provide a likely context for Isaiah's message of a promised ransom, restoration, and divine blessing. Indeed, the context of the chapter may lie outside the political-historical realm and in the overall spiritual framework of people held captive by their own sins and desirous of a message of hope and deliverance.<\/p> <p>Most of the chapter is written in the first person singular, with the Lord himself as the speaker, who promises the deliverance of Israel and reminds her of his power manifested in the creation and the exodus from Egypt. Surely if the Lord can create the earth, he can provide for man; if he can free Israel from Egypt, he can also free man from sin. The Lord stresses in this chapter that there is no other savior on this earth and that he alone is responsible for its inhabitants.<\/p> <p>He uses a number of titles to emphasize his sovereign power. Any recipient of these words of the Lord through Isaiah would surely understand that Yahweh (Jehovah) is the Lord of this earth!<\/p>",
    "audit": null
}