{
    "id": 17330,
    "source": "poet",
    "verse_id": 18618,
    "verse_count": 6,
    "reference": "48:3-8a",
    "title": "Historical Prologue",
    "html": "<p>As Isaiah reviews Israel's covenant relationship with the Lord, he stresses the Lord's foreknowledge (italics indicate passages added and brackets mark segments omitted in <a class=\"ref\">1 Ne. 20<\/a>):<\/p> <blockquote><p>3 <i>Behold<\/i> long ago, I foretold things that happened,<\/p> <p>From My mouth they issued, and I announced them;<\/p> <p>Suddenly I acted [and they came to pass].<\/p> <p>4 <i>And I did it<\/i> because I know how stubborn you are<\/p> <p>(Your neck is like an iron sinew<\/p> <p>And your forehead bronze),<\/p> <p>5 Therefore I told you long beforehand,<\/p> <p>Announced things to you ere they happened—<\/p> <p><i>And I showed them<\/i> that you might not say, \"My idol caused them,<\/p> <p>My carved and molten images ordained them.\"<\/p> <p>6 You have heard all this; look, must you not acknowledge it?<\/p> <p>As of now, I announce to you new things,<\/p> <p>Well-guarded secrets you did not know.<\/p> <p>7 Only now are they created, and not of old;<\/p> <p>Before today you had not heard them;<\/p> <p><i>When they were declared unto you;<\/i><\/p> <p>You cannot say, \"I knew them already.\"<\/p> <p>8 You had never heard, you had never known,<\/p> <p>Your ears were not opened of old. (NJV)<\/p> <\/blockquote><p>In these verses, the Lord gives some reasons why he reveals things of the future to his people. His aim is not simply to enlighten Israel about her destiny or to prepare her for future dangers or blessings. Instead, he foretells some events (about which no one else can prophesy) so that when they do finally occur, the stubborn Israelites cannot claim that their pagan idols caused the events. Eventually, all people will recognize that the Lord truly did foretell and bring about all that he promised.<\/p> <p>As Isaiah spoke, he prophesied new things that had not been recorded earlier. In verse 7, he states that Israel had not heard of these words. Verse 8 suggests that even when the prophetic words were delivered, they did not really hear them or know what they meant. Thus, Isaiah could have been delivering new prophecies that were available but that the Israelites did not understand. In any case, Isaiah gave new, inspired insights to help his people realize that God's foreordained and prophetic work comes about through divine powers and not through idols or false gods.<\/p>",
    "audit": null
}