{
    "id": 17300,
    "source": "poet",
    "verse_id": 18016,
    "verse_count": 5,
    "reference": "19:11-15",
    "title": "Man versus Leaders—Anarchy and Confusion",
    "html": "<blockquote><p><sup>11<\/sup> Utter fools are the nobles of Tanis;<\/p> <p>The sagest of Pharaoh's advisers<\/p> <p>[Have made] absurd predictions.<\/p> <p>How can you say to Pharaoh,<\/p> <p>\"I am a scion of sages,<\/p> <p>A scion of Kedemite kings\"?<\/p> <p><sup>12<\/sup> Where, indeed, are your sages?<\/p> <p>Let them tell you, let them discover<\/p> <p>What the LORD of Hosts has planned against Egypt.<\/p> <p><sup>13<\/sup> The nobles of Tanis have been fools,<\/p> <p>The nobles of Memphis deluded;<\/p> <p>Egypt has been led astray<\/p> <p>By the chiefs of her tribes.<\/p> <p><sup>14<\/sup> The LORD has mixed within her<\/p> <p>A spirit of distortion,<\/p> <p>Which shall lead Egypt astray in all her undertakings<\/p> <p>As a vomiting drunkard goes astray;<\/p> <p><sup>15<\/sup> Nothing shall be achieved in Egypt<\/p> <p>By either head or tail,<\/p> <p>Palm branch or reed. (NJV)<\/p> <\/blockquote><p>In verse 11, the foolish nobles of Tanis (or of Zoan in KJV, the ancient capital of the delta) are absurd enough to claim to be sons of the Kedemite kings, who lived east in the Arabian desert and were renowned for their wisdom. (See <a class=\"ref\">1 Kgs. 4:30-31<\/a>.) The nobles of Memphis (or Noph, KJV; the traditional capital of all northern or lower Egypt) are also deluded and lead all of Egypt astray (v. 13). Indeed, the whole society, whether of high station or low (symbolized by the palm branch and papyrus reed, respectively), will achieve nothing (v. 15).<\/p> <p>As with earlier parts of this chapter, it is difficult to establish a precise historical context for the fulfillment of these words. By the time of Isaiah, Egypt was well into a period of political decline that later resulted in repetitive conquests by various empires. Not until the twentieth century did the Egyptians completely regain their lost independence, but even now they require foreign aid for the people and expertise for the industries. Sometimes the foreign powers and their advisors have hindered more than helped Egypt. Perhaps, again, a modern fulfillment of this prophecy is as likely as any other.<\/p>",
    "audit": null
}