{
    "id": 17285,
    "source": "poet",
    "verse_id": 17784,
    "verse_count": 25,
    "reference": 7,
    "title": "Notes and Commentary",
    "html": "<p><a class=\"isa\" verses=\"WzE3NzkwXQ==\">Isaiah 7<\/a>: Parallelism<\/p> <p>Chapter 7 shifts from the Syro-Israelite invasion to God's signs and then to the Assyrian invasion. This develops a thematic pattern as follows:<\/p> <p>A. Man vs. man (Judah vs. Syro-Israel) (vs. 1-10)<\/p> <p>B. Man vs. God (Ahaz and a sign) (11-16)<\/p> <p>A'. Man vs. God (Judah and prophecies) (17-20)<\/p> <p>B'. Man vs. man (Judah vs. Assyria) (21-25)<\/p> <p><a class=\"ref\">2 Ne. 19:1<\/a>.)<\/p> <p>Verse 1 of chapter 9 bridges chapters 8 and 9, and its position might help clarify its meaning. In fact, it is included as the last verse of chapter 8 in the Hebrew versions of Isaiah but is made the beginning verse of chapter 9 in most English translations. Chapter 8 ends with a gloomy note of trouble and darkness, while, beginning in verse 2, chapter 9 speaks of light and joy. Therefore, it seems likely that chapter 9 verse 1 includes both a former time of darkness and a latter time when the Lord's \"heaviness\" will provide blessings.<\/p> <p>A clearer promise is found in the second verse:<\/p> <p><sup>2<\/sup> The people who walked in darkness have seen a great light; those who dwelt in a land of deep darkness, on them has light shined. (RSV)<\/p> <p>Isaiah continues the contrast theme in this verse, shifting from a former-latter time contrast to a darkness-light comparison. He does not establish, however, whether the \"darkness\" and \"light\" refer to physical, social, or spiritual conditions. At least three explanations are possible:<\/p> <p><sup>1<\/sup> The darkness represents Assyria; the light is the king who protects his people from Assyria. Since Hezekiah is victorious over the Assyrians, he is the natural candidate for this rescuing role. (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 38-39<\/a>.) This viewpoint is favored among Jewish scholars.<\/p> <p><sup>2<\/sup> The darkness represents wickedness and the Lord's judgments; the light is the Israelites' recognition of earlier sins and their attempt at religious reforms. Both Hezekiah and Isaiah were very much involved in these reforms, especially after the Assyrian attack and captivity of Israel humbled the remaining Israelites, and the death of Ahaz gave Hezekiah full political power. This figurative interpretation is advocated by some Jewish and Christian commentators.<\/p> <p><sup>3<\/sup> The darkness represents a period of wickedness and apostasy; the light is Jesus Christ, who comes to the earth to personally teach his gospel. This identification is, of course, preferred by many Christian scholars. (See <a class=\"ref\">Matt. 4:12-16<\/a>.)<\/p> <p>As Isaiah talks further about the conflict between the forces of darkness and light, notice how the three interpretations (Assyrians versus Hezekiah, a wicked versus a righteous people, and apostasy versus Christ) might apply:<\/p> <p><sup>3<\/sup> Thou has multiplied the nation, thou hast increased its joy;<\/p> <p>they rejoice before thee as with joy at the harvest, as men rejoice when they divide the spoil.<\/p> <p><sup>4<\/sup> For the yoke of his burden, and the staff for his shoulder, the rod of his oppressor, thou hast broken as on the day of Midian.<\/p> <p><sup>5<\/sup> For every boot of the tramping warrior in battle tumult and every garment rolled in blood will be burned as fuel for the fire.<\/p> <p><sup>6<\/sup> For to us a child is born, to us a son is given;<\/p> <p>and the government will be upon his shoulder, and his name will be called \"Wonderful Counselor, Mighty God,<\/p> <blockquote><p>Everlasting Father, Prince of Peace.\"<\/p> <p><sup>7<\/sup> Of the increase of his government and of peace<\/p> <p>there will be no end,<\/p> <p>upon the throne of David, and over his kingdom,<\/p> <p>to establish it, and to uphold it<\/p> <\/blockquote><p>with justice and with righteousness from this time forth and for evermore. The zeal of the LORD of hosts will do this. (RSV)<\/p> <p>If Isaiah is prophesying about Hezekiah, then verse 3 describes the Israelites' joy at their deliverance; verse 4 portrays how the Assyrians were defeated in spite of their greater numbers, just as the many Midianites were by Gideon and his 300 men (<a class=\"ref\">Judg. 7<\/a>); verse 5 describes the Assyrian casualties; and verses 6 and 7 tell about Hezekiah's titles and righteous, peaceful rule as king.<\/p> <p>If the verses describe a righteous people fighting against wickedness, then verse 3 describes their joy at success, verses 4 and 5 portray the defeat of the enemy, and verses 6 and 7 describe a new age of millennial peace that may be assisted or ushered in by a messianic figure.<\/p> <p>Finally, the identification of the ruler in verses 3-7 with Jesus Christ has a number of possibilities, as verse 3 talks about his many followers who rejoice at the spiritual blessings he has provided; verse 4 describes how he was able to overcome the temptations of Satan, break the yoke of sin, and maintain power over the legions of Satan's devils; verse 5 symbolizes his atonement and the cleansing powers of baptism and the Holy Ghost; verse 6 presents some of his titles and roles; and verse 7 describes his eternal position as the Lord and King of this earth. This last interpretation is amplified by a modern apostle, James E. Talmage, who said:<\/p> <p>Isaiah, whose prophetic office was honored by the personal testimony of Christ and the apostles, manifested in numerous passages the burden of his conviction relating to the great event of the Savior's advent and ministry on earth. With the forcefulness of direct revelation he told of the Virgin's divine maternity, whereof Immanuel should be born, and his prediction was reiterated by the angel of the Lord, over seven centuries later. Looking down through the ages the prophet saw the accomplishment of the divine purposes as if already achieved, and sang in triumph: 'For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counselor, the mighty God, The everlasting Father, The Prince of Peace.'\" (JTC, pp. 46-47.)<\/p> <p>In verse 6, Isaiah prophesies that the promised deliverer will be born \"unto us\" (the house of Israel), and he gives four titles of the Redeemer: Wonderful Counselor, Mighty God, Everlasting Father, and Prince of Peace. Although the titles might apply to Hezekiah, they more naturally identify the Messiah, for each one describes an important role of Jesus Christ. Isaiah's use of symbolic titles is a very common technique of prophesying both in the Old Testament and the Book of Mormon. A brief study of this technique will help clarify Isaiah's literary and prophetic style.<\/p> <p>A prophet contemporary with Isaiah records an important key to the prophetic technique: \"I [the Lord] have also spoken by the prophets, and I have multiplied visions, and used <i>similitudes,<\/i> by the ministry of the prophets.\" (<a class=\"ref\">Hosea 12:10<\/a>; italics added.)<\/p> <p>This verse reveals that the Lord has spoken \"by the prophets\" through visions and used \"similitudes\" in the revelations in order to present his message to the people. (A similitude is an allegory or parable.) A natural question arising from the Hosea passage is, \"What do the similitudes or parables represent?\" The apostle Peter answers: \"Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days [of Jesus Christ].\" (<a class=\"ref\">Acts 3:24<\/a>; see also <a class=\"ref\">Acts 7:52; 10:43<\/a>.)<\/p> <p>A Book of Mormon prophet, Jacob, explains that all things are a \"typifying\" (an example or parable) of Christ. (<a class=\"ref\">2 Ne. 11:4<\/a>.) This is what Hosea and Peter were saying: all the prophets have spoken and prophesied of Christ by using \"all things\" as a \"typifying\" of him. Ancient Israel understood this. The law of Moses with all its statues and rites existed expressly to prepare Israel for the coming of Christ. (See <a class=\"ref\">Deut. 18:15, 19; 2 Ne. 22:2; Acts 3:19-26<\/a>.) Understanding the use of types as a technique of prophesying helps explain how Isaiah was able to use pious examples from his age as models for his messianic prophecies.<\/p> <p>As stated earlier, some scholars believe that the leader promised by Isaiah in chapter 9 was Hezekiah. Hezekiah was indeed a righteous king, for he both helped bring Judah to a higher spiritual plane and brought a partial peace to the land. Hezekiah listened to the counsel of Isaiah and tried to follow it. He seems particularly righteous when contrasted with his father, Ahaz, and his son Mannaseh. Still, Isaiah was merely using Hezekiah as a type, a figure of the future Messiah. Isaiah's method was at least partially understood by the Jews, as evidenced in the above scriptures from New Testament times. When the Israelites heard of Isaiah's prophecy, they knew it applied to Hezekiah and that they would enjoy a period of peace, but some of them also knew that its full realization would come only in the birth and life of the Messiah, the perfect king.<\/p>",
    "audit": null
}