{
    "id": 17308,
    "source": "poet",
    "verse_id": 18054,
    "verse_count": 14,
    "reference": "22:1-14",
    "title": "Fourth Pronouncement: The Burden of the Valley of Vision",
    "html": "<p>Isaiah harshly rebukes the inhabitants of Jerusalem for their selfish attitude in a time of distress. He also denounces the pride and insensitivity they continue to maintain even under divine chastisement. Although calamities are about to befall Jerusalem because of Sennacherib's invasion, the Judeans' only thoughts are for pleasure.<\/p> <blockquote><p>Isaiah's pronouncement can be separated into four segments:<\/p> <p><sup>1<\/sup> The prophet compares their attitudes with his own (vs. 1-4)<\/p> <p><sup>2<\/sup> He warns that the Lord will send enemies instead of allies into their land (5-7)<\/p> <p><sup>3<\/sup> He warns that they are ignoring God in their reliance upon physical means of defense (8-11)<\/p> <p><sup>4<\/sup> He compares their behavior with what the Lord desires (12-14)<\/p> <\/blockquote><p>Into each segment Isaiah incorporates antithetic parallelism to emphasize how Judah's attitudes, expectations, plans, and behavior oppose that which the Lord desires. In the end, however, Judah will experience the opposite of what she desires when she receives the full rewards of her wickedness.<\/p> <p>Isaiah begins the oracle by comparing the people's attitudes in the face of the Assyrian invasion with his own:<\/p> <blockquote><p><b>22<\/b> An oracle concerning the Valley of Vision:<\/p> <p>What troubles you now,<\/p> <p>that you have all gone up on the housetops,<\/p> <p><sup>2<\/sup> O town full of commotion,<\/p> <p>O city of tumult and revelry?<\/p> <p>Your slain were not killed by the sword,<\/p> <p>nor did they die in battle.<\/p> <p><sup>3<\/sup> All your leaders have fled together;<\/p> <p>they have been captured<\/p> <p>without using the bow.<\/p> <p>All you who were caught were<\/p> <p>taken prisoner together,<\/p> <p>having fled while the enemy was still far away.<\/p> <p><sup>4<\/sup> Therefore I said, \"Turn away from me;<\/p> <p>let me weep bitterly.<\/p> <p>Do not try to console me<\/p> <p>over the destruction of my people.\" (NIV)<\/p> <\/blockquote><p>While the people of Jerusalem rejoice because they have not been killed or captured, Isaiah mourns for the losses already incurred and those that will follow. Although the Assyrians have already destroyed dozens of Judean cities and taken thousands of Jewish captives, the people in Jerusalem celebrate their freedom. Isaiah sorrows not only for the impending disaster, but also for those who do not understand or seem concerned about the problems Judah faces.<\/p> <p>The \"valley of vision\" in verse 1 refers to Jerusalem, for this holy city is the place where revelation is given. (See <a class=\"isa\" verses=\"WzE4MDc1XQ==\">Isa. 22<\/a> chapter heading and footnote la.) Although built on the tops of the rolling Judean mountains, Jerusalem is laced with hills and valleys. Mount Moriah, the site of the temple, is lower in elevation than most of the hills of Jerusalem that surround it. It is nestled in a valley between Mount Zion to the west and the Mount of Olives to the east.<\/p> <p>Isaiah then describes the destruction that the Lord will bring to the \"valley of vision.\" Enemy soldiers and chariots replace revelations and prophecies:<\/p> <blockquote><p><sup>5<\/sup> The Lord, the LORD Almighty, has a day<\/p> <p>of tumult and trampling and terror<\/p> <p>in the Valley of Vision,<\/p> <p>a day of battering down walls and of crying out to the mountains.<\/p> <p><sup>6<\/sup> Elam takes up the quiver,<\/p> <p>with her charioteers and horses;<\/p> <p>Kir uncovers the shield.<\/p> <p><sup>7<\/sup> Your choicest valleys are full of chariots,<\/p> <p>and horsemen are posted at<\/p> <p>the city gates;<\/p> <p><sup>8<\/sup> the defenses of Judah are stripped<\/p> <p>away. (NIV)<\/p> <\/blockquote><p>When the Lord's day finally comes to Jerusalem, the people will not celebrate, for their defense will fail. Although the people think the soldiers of Elam and Kir will be able to defeat the Assyrians before they reach Jerusalem (v. 6), the enemy will come to the city gates. (Kir was on the main road between Elam and Babylon, and its inhabitants joined the Elam-Babylonian confederation in opposing Assyria.)<\/p> <p>Jerusalem's defenses were immense, but not strong enough to withstand the Assyrians. Isaiah reviews Jerusalem's defenses, telling why the people lack the most important element of defense—the protection of God:<\/p> <blockquote><p>And you looked in that day<\/p> <p>to the weapons in the Palace of the Forest:<\/p> <p><sup>9<\/sup> you saw that the City of David<\/p> <p>had many breaches in its defenses;<\/p> <p>you stored up water<\/p> <p>in the Lower Pool.<\/p> <p><sup>10<\/sup> You counted the buildings in Jerusalem<\/p> <p>and tore down houses to strengthen the wall.<\/p> <p><sup>11<\/sup> You built a reservoir between the two walls<\/p> <p>for the water of the Old Pool,<\/p> <p>but you did not look to the One who made it,<\/p> <p>or have regard for the One who planned it long ago. (NIV)<\/p> <p>A modern scholar described the same defenses:<\/p> <\/blockquote><p>The carefully thought out policy of Hezekiah is discernible not only in his patient waiting for the opportune moment to rebel against Assyria and in the extensive diplomatic maneuvers which created an association of allies far and near, but also in his efforts to fortify Judah itself against the inevitable struggle against the Assyrians. In a major engineering feat, Hezekiah devised the means for transferring the water from the spring of Gihon, located outside the Jerusalem walls, through an underground tunnel to the pool of Siloam located within the city walls. Monumental evidence for the digging of Hezekiah's tunnel has been preserved in the 'Siloam Inscription'. Furthermore, Hezekiah strengthened the walls of Jerusalem and fortified numerous Judean cities. He reorganized the army, prepared military weapons, and it seems also that he brought mercenary troops into Jerusalem. The reorganization of the army was no doubt associated with the census carried out by Hezekiah in southern Judah. He built store cities of warehouses for agricultural supplies. There is also the possibility that Hezekiah restructured the royal administrative system. Evidence for this political reorganization may be seen in the transference of the office of 'the royal steward' from Shebnah to Eliakim. (<a class=\"isa\" verses=\"eyIxODA2OCI6MTF9\">Isa. 22:15-25<\/a>: Hayes, <i>Israelite and Judean History,<\/i> p. 447.)<\/p> <p>Isaiah concludes his oracle upon Jerusalem by comparing the Lord's anticipations with those of the people, noting how they reacted to the threatening situation:<\/p> <blockquote><p><sup>12<\/sup> The Lord, the LORD Almighty,<\/p> <p>called you on that day<\/p> <p>to weep and to wail,<\/p> <p>to tear out your hair and put on sackcloth.<\/p> <p><sup>13<\/sup> But see, there is joy and revelry,<\/p> <p>slaughtering of cattle and killing of sheep,<\/p> <p>eating of meat and drinking of wine!<\/p> <p>\"Let us eat and drink,\" you say,<\/p> <p>\"for tomorrow we die!\"<\/p> <\/blockquote><p><sup>14<\/sup> The LORD Almighty has revealed this in my hearing: \"Till your dying day this sin will not be atoned for,\" says the Lord, the LORD Almighty. (NIV)<\/p> <p>To describe the people eating and drinking, Isaiah uses the Hebrew infinitives \"to eat\" and \"to drink,\" thus implying continuous and excessive indulgence in revelries and orgies. The sentence \"Let us eat and drink for tomorrow we may die,\" could be the slogan of the reckless revellers, although it might also be the prophet's scornful thrust hinting at their impending doom. (Israel Slotki, <i>Isaiah,<\/i> p. 102; compare <a class=\"ref\">2 Ne. 28:7<\/a>.)<\/p> <p>In comparing Isaiah's feelings with Jerusalem's, it is obvious that Isaiah mourns not only for the physical hardships descending upon Jerusalem, but also for the spiritual gulf separating God from his chosen people. The people may think that their troubles are over when the Assyrians finally depart, but they must still face the Lord and the consequences of their sins (v. 14).<\/p>",
    "audit": null
}