{
    "id": 17341,
    "source": "poet",
    "verse_id": 18698,
    "verse_count": 15,
    "reference": 52,
    "title": "Awake, O Zion, and Call Israel Together",
    "html": "<p>At the conclusion of Isaiah chapter 51, the Lord promises his wrath upon Israel's tormentors. As chapter 52 begins, the Lord invites Israel to wake up and put on her strength and beautiful clothing. No longer will she lie in the dust, humiliated, powerless, and dressed in rags. Now she will stand erect and alert, clothed with dignity and God's power and glory.<\/p> <p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a> is an important chapter concerning the house of Israel. Many of God's greatest prophets have attested to its significance by writing about this chapter or quoting from it: Jacob, Abinadi, and Moroni in the Book of Mormon; Paul and John the Revelator in the New Testament; and Joseph Smith in the Doctrine and Covenants. No less than seventy-five verses of scripture refer directly to or expound upon this single chapter, and many other verses relate indirectly to it. However, the most important application of this chapter appears in the Book of Mormon, where the resurrected Savior himself repeats the words of Isaiah to teach the Nephites about the house of Israel in the last days. Christ's commentary on <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a> not only stresses its importance but also gives one a fuller understanding of its message.<\/p> <p>When the resurrected Christ appeared to the Book of Mormon community, he gave many teachings found in the New Testament. After teaching the Sermon on the Mount (<a class=\"ref\">3 Ne. 12-14<\/a>), he talked about the law of Moses and the various remnants of Israel (<a class=\"ref\">3 Ne. 15<\/a>). In <a class=\"ref\">3 Nephi 16<\/a>, however, he gives teachings not recorded anywhere earlier in the Old Testament, Book of Mormon, or New Testament. In this chapter, Christ prophesies concerning the Ten Tribes (vs. 1-3), the Jews (vs. 4-5), the Gentiles and the Lamanites (vs. 6-10), the house of Israel and their relationship with the Gentiles (vs. 11-15), and the Lamanites (v. 16). The Savior continues by saying, \"and then the words of the prophet Isaiah shall be fulfilled,\" and he then quotes verses 8-10 from <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a>.<\/p> <p>After receiving so many profound and different teachings, the Nephites were apparently unable to understand any more. Christ told them to go to their homes, ponder his words, pray about them, and prepare their minds for further instruction on the following day. (<a class=\"ref\">3 Ne. 17:3<\/a>.) The Book of Mormon then records some of the Lord's miracles and his teachings about the sacrament, prayer, repentance, baptism, and the Holy Ghost. (<a class=\"ref\">3 Ne. 17-18<\/a>.) After his return on the next day and further miracles, prayers, teachings, and manifestations (<a class=\"ref\">3 Ne. 19:1-20<\/a>:9), the Lord began again to instruct the people concerning the house of Israel.<\/p> <p>The Savior first repeated much of what he had taught earlier (as recorded in <a class=\"ref\">3 Ne. 16<\/a>). He may have done this to refresh the memories of his audience or to provide the same foundation for the multitudes who had not heard him on the previous day. His discourse begins in <a class=\"ref\">3 Nephi 20:10<\/a> and continues through <a class=\"ref\">3 Nephi 23:5<\/a>. The Lord quotes some verses from Micah, most of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a>, and all of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a>. The major portion of his new teachings are given in <a class=\"ref\">3 Nephi 20:10<\/a> through <a class=\"ref\">3 Nephi 21:29<\/a>. This portion is structured in a clear, chiastic pattern, as indicated throughout the chapter.<\/p> <h4>Christ's New World Sermon on the House of Israel<\/h4> <p>The Savior first speaks about the house of Israel and Isaiah's prophecies:<\/p> <p>A. The Father and Son work together (<a class=\"ref\">3 Ne. 20:10<\/a>)<\/p> <p>B. Isaiah's words will be fulfilled (11)<\/p> <p>C. The Father's covenant with Israel will be fulfilled (12)<\/p> <p>These verses serve to introduce the Lord's discourse. He ties this sermon to his remarks given the day before and indicates that he instructs the people as commanded by the Father. He then stresses that at the time when Isaiah's prophecies are fulfilled, the Father's covenant with Israel will also be fulfilled.<\/p> <p>The Savior continues his discourse on the gathering:<\/p> <p>D. Those scattered upon the face of the earth will be gathered (<a class=\"ref\">3 Ne. 20:13<\/a>)<\/p> <p>E. This land (America) an inheritance for Lamanites (14)<\/p> <p>In these verses, Christ promises that the remnants of Israel will be gathered and brought to a knowledge of their Lord and Redeemer. He also specifically promises America to the Nephites as their land inheritance. (These verses review the earlier teachings found in <a class=\"ref\">3 Ne. 16:4-5, 11-12, 16<\/a>.)<\/p> <p>The Savior then reviews the relationship between the Gentiles and the Lamanites:<\/p> <p>F. If the Gentiles do not repent, Israel will tread them down and they will be cut off; the Lord's<\/p> <p>sword of justice will hang over them. (<a class=\"ref\">3 Ne. 20:15-20<\/a>)<\/p> <p>Some of this material recapitulates the earlier teachings in <a class=\"ref\">3 Nephi 16:13-15<\/a> and some provides additional information. Christ quotes Isaiah's contemporary, Micah (5:8-9; 4:12-13), thus firmly placing these verses in an eschatological setting. His warning to the Gentiles is quite specific, and the power he promises the Lamanites contrasts with his earlier description of them in their relationship to the Gentiles. (See <a class=\"ref\">3 Ne. 16:8-9<\/a>.)<\/p> <p>The Lord then expounds upon a variety of topics as he reviews his relationship with the house of Israel and the prophet Moses. He also reminds his listeners about their covenants, and prophesies concerning his work with the Gentiles:<\/p> <p>G. The Lord's covenant people of Israel, Moses, and the Gentiles (<a class=\"ref\">3 Ne. 20:21-29<\/a>)<\/p> <p>Jesus speaks first about America as a New Jerusalem for the Lamanites (vs. 21-22), and then testifies that he is the prophet promised by Moses and the other prophets who fulfills the law of Moses (vs. 23-24; see <a class=\"ref\">3 Ne. 15:2-10<\/a>).<\/p> <p>Verses 25-29 review the Father's covenants and promises to Israel. Christ tells why the gospel goes first to the house of Israel and then to the Gentiles: it goes first to Israel because of God's promises made to Abraham, and then to the Gentiles because of Israel's wickedness. Christ then warns the Gentiles that if they become wicked, they will forfeit their claim to the gospel, and then the house of Israel will be gathered to the promised land.<\/p> <p>The Lord promises a time when the remnants of Israel will be taught the gospel and believe in him. He quotes most of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a>, but arranges the verses in a slightly different order:<\/p> <p><sup>3<\/sup> 0 And it shall come to pass that the time cometh, when the fulness of my <i>gospel shall be preached unto them;<\/i><\/p> <p><sup>3<\/sup> 1 And they shall believe in me, that I am Jesus Christ, the Son of God, and shall pray unto the Father in my name.<\/p> <p><sup>3<\/sup> 2 Then shall their watchmen lift up their voice, and with the voice together shall they sing; for they shall see eye to eye.<\/p> <p><sup>3<\/sup> 3 Then will the Father gather them together again, and give unto them Jerusalem for the land of their inheritance. <\/p> <p><sup>3<\/sup> 4 Then shall they break forth into joy—Sing together, ye waste places of Jerusalem; for the Father hath comforted his people, he hath redeemed Jerusalem.<\/p> <p><sup>3<\/sup> 5 The Father hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of the Father; and the Father and I are one.<\/p> <p><sup>3<\/sup> 6 And then shall be brought to pass that which is written: Awake,awake again, and put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city, for henceforth there shall no more come into thee the uncircumcised and the unclean.<\/p> <p><sup>3<\/sup> 7 Shake thyself from the dust; arise, sit down, O Jerusalem; loose thyself from the bands of thy neck, O captive daughter of Zion.<\/p> <p><sup>3<\/sup> 8 For thus saith the LORD: Ye have sold yourselves for naught, and ye shall be redeemed without money.<\/p> <p><sup>3<\/sup> 9 Verily, verily, I say unto you, that my people shall know my name; yea, in that day they shall know that I am he that doth speak.<\/p> <p><sup>4<\/sup> 0 And then shall they say: How beautiful upon the mountains are the feet of him that bringeth good tidings unto them, that publisheth peace; that bringeth good tidings unto them of good, that publisheth salvation; that saith unto Zion: Thy God reigneth!<\/p> <p><sup>4<\/sup> 1 And then shall a cry go forth: Depart ye, depart ye, go ye out from thence, touch not that which is unclean; go ye out of the midst of her; be ye clean that bear the vessels of the Lord.<\/p> <p><sup>4<\/sup> 2 For ye shall not go out with haste nor go by flight; for the Lord will go before you, and the God of Israel shall be your rearward.<\/p> <p><sup>4<\/sup> 3 Behold, my servant shall deal prudently; he shall be exalted and extolled and be very high.<\/p> <p><sup>4<\/sup> 4 As many were astonished at thee—his visage was so marred, more than any man, and his form more than the sons of men. (<a class=\"ref\">3 Ne. 20<\/a>.)<\/p> <blockquote><p>H. Great work of the Lord with Israel, his marred servant<\/p> <p><a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8<\/a><\/p> <p><sup>9<\/sup> <\/p> <p><sup>10<\/sup> <\/p> <p><sup>1<\/sup> <\/p> <p><sup>2<\/sup> <\/p> <p><sup>3<\/sup> <\/p> <p><sup>6<\/sup> <\/p> <p><sup>7<\/sup> <\/p> <p><sup>11<\/sup> <\/p> <p><sup>12<\/sup> <\/p> <p><sup>13<\/sup> <\/p> <p><sup>14<\/sup> <\/p> <\/blockquote><p>This segment contains most of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a>, except for verses 8-10 (quoted earlier), 4 and 5 (not quoted at all), and 15 (quoted in the following segment). It is interesting that the Lord would use these verses in a different order when he was the one who gave the original prophecy recorded in Isaiah. Why did he not simply give it to Isaiah in this order originally? A close look at the segments and verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a> (except verses 4 and 5) suggests that they all deal with the same general time period near the beginning of the Millennium. Perhaps the segments overlap each other so that a precise sequence is unnecessary or even undesirable.<\/p> <p>Certainly, the Lord could reveal prophecies about the last days to his prophets in clear, precise chronological order. However, when the writings of prophets are compared, they seem to describe the same events, though their phraseology and order of description often differ. Perhaps the terminology and chronology differ so that the reader's faith and understanding will be challenged and his accountability will not be jeopardized. That is, if the Lord were to fully reveal all the prophecies of the last days in the exact order of fulfillment, and if a vision of these prophecies were recorded and passed on, we who now live in the last days would not need to search the scriptures to find what has been prophesied about our time. We would not have to develop our ability to study and understand the scriptures. And as most of the prophecies on any \"list\" were fulfilled, we might set our lives in order with the Lord, not because we were righteous, but because we would know that his second coming was imminent. Thus, such a complete listing of prophecies would restrict the testing of our faith and the development of our spiritual understanding.<\/p> <p>Besides different word order, there are further minor changes in the verses of <a class=\"ref\">3 Nephi 20<\/a>: in verses 32 and 34 (<a class=\"isa\" verses=\"eyIxODcwNSI6Mn0=\">Isa. 52:8-9<\/a>), new phrases introduce the verses and one phrase is missing; in verse 35 (<a class=\"isa\" verses=\"WzE4NzA3XQ==\">Isa. 52:10<\/a>) the name \"Father\" replaces the name \"Lord\" at the beginning and \"God\" at the end of the verse, and a phrase is added: \"And the Father and I are one\" (these three verses quoting <a class=\"isa\" verses=\"eyIxODcwNSI6M30=\">Isa. 52:8-10<\/a> were also quoted the previous day [<a class=\"ref\">3 Ne. 16:18-20]<\/a>); verse 36 (<a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isa. 52:1<\/a>) includes an introductory phrase in addition to <a class=\"isa\" verses=\"eyIxODY5OCI6M30=\">Isaiah 52:1-3<\/a>, \"and then shall be brought to pass that which is written\"; verse 39 (<a class=\"isa\" verses=\"WzE4NzAzXQ==\">Isa. 52:6<\/a>) includes another transition phrase, \"verily, verily, I say unto you,\" and excludes the concluding phrase, \"behold, it is I\"; verse 40 (<a class=\"isa\" verses=\"WzE4NzA0XQ==\">Isa. 52:7<\/a>) adds the phrase, \"and then they shall say\"; verse 41 (<a class=\"isa\" verses=\"WzE4NzA4XQ==\">Isa. 52:11<\/a>) includes an introductory phrase, \"and then shall a cry go forth.\"<\/p> <p>The changes in verse order and wording do not significantly alter the major message of the chapter, but do clarify a few verses and, most importantly, firmly establish that the complete fulfillment of this prophecy will occur only in the last days.<\/p> <p>As indicated earlier, a number of other prophets have quoted and amplified portions of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a>. The following chart lists scriptural references to this chapter outside the Bible:<\/p> <blockquote><p>Isaiah Jacob Abinadi Jesus Christ Moroni Joseph Smith<\/p> <p>vs. 1-2 2 Ne. 3 Ne. <a class=\"ref\">Moro. 10:31 D&amp;C 113:7-10<\/a><\/p> <p> 8:24-25 20:36-37 <a class=\"ref\">D&amp;C 82:14<\/a><\/p> <p> (see D&amp;C<\/p> <p> 109:61-67)<\/p> <p><sup>3<\/sup> , 6 <a class=\"ref\">3 Ne. 20:38-39<\/a><\/p> <p> <a class=\"ref\">3 Ne. 16:18-20<\/a><\/p> <p><sup>7<\/sup> -10 Mosiah <a class=\"ref\">3 Ne. 20:32-35<\/a>, <\/p> <p> 12:20-25 <a class=\"ref\">D&amp;C 19:29<\/a>;<\/p> <p> Mosiah 31:3; 79:1;<\/p> <p> 15:13-31 84:98-99;<\/p> <p> 113:10;<\/p> <p> 128:19; 133:3,<\/p> <p><sup>11<\/sup> -12 <a class=\"ref\">3 Ne. 20:41-42 <\/a><a class=\"ref\">D&amp;C 5<\/a>, 14-15<\/p> <p> <a class=\"ref\">3 Ne. 21:29 <\/a>(see <a class=\"ref\">D&amp;C 38:42<\/a>; 49:27; 84:88; 101:68)<\/p> <p><sup>13<\/sup> -15 <a class=\"ref\">3 Ne. 20:43-45 <\/a><a class=\"ref\">D&amp;C 101:94<\/a><\/p> <p> <a class=\"ref\">3 Ne. 21:8-10<\/a><\/p> <\/blockquote><p>A careful study of these references demonstrates why Isaiah's prophecy is so important and how it will be fulfilled in the last days.<\/p> <p>Judging from the scriptures listed above, it seems that most of chapter 52 applies to the last days. Verses 1 and 2 foretell a time when the people of Zion and Jerusalem will be restored to power, particularly priesthood power, and will be free from oppression. Verses 3 and 6 look forward to the redeeming powers of Christ and the personal relationship he will establish with his people. Verses 4 and 5 are omitted from the Book of Mormon and Doctrine and Covenants, probably because they refer to local events of the Assyrian oppression during Isaiah's time. Verses 7-10 promise Christ's peace and power and portray the Lord's messengers (servants, prophets, missionaries, etc.) taking the gospel to the world, particularly Jerusalem. (See also <a class=\"ref\">Dan. 4; Matt. 28:19; D&amp;C 1<\/a>; 68:12.) Verses 11 and 12 warn the Lord's servants to be pure and prepared, and promise the Lord's presence with them. Verses 13-15 foretell a servant of the Lord.<\/p> <p>Some readers believe that the last three verses of this chapter refer to Israel as a whole. Historically, the chosen people have been praised on the one hand (v. 13) and persecuted on the other (v. 14). They have been scattered throughout the world and have \"sprinkled many nations\" (v. 15). When they finally overcome their humiliating condition in the last days, their restoration will astound many nations (v. 15).<\/p> <p>Many people assume that the servant promised in the last three verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a> is the same servant described throughout <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53<\/a>. If so, these verses describe Christ, his great works, and the persecutions and suffering he endured. (See <a class=\"ref\">Mosiah 14<\/a>; compare <a class=\"ref\">D&amp;C 19:10-13<\/a>.) However, in the Book of Mormon adaptations of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a> and 53, neither Abinadi nor Christ combine <a class=\"isa\" verses=\"eyIxODcxMCI6M30=\">Isaiah 52:13-15<\/a> with chapter 53. In fact, Christ includes this prophecy of a servant with other promises of the last days. Still, he could be foretelling his own glorious second coming and perhaps the signs of the crucifixion and anger of his judgments which will \"mar\" him as he appears to the world.<\/p> <p>Unless the Savior is speaking about himself in the last days, he must have had another person in mind as the servant of the last days. Particularly as the Savior comments upon these verses later in <a class=\"ref\">3 Nephi 21:7-11<\/a>, it appears obvious that he is not talking about himself, but about his servant. This servant will take God's word to the Gentiles, and those who will not accept the word will be separated from God's covenant people. (<a class=\"ref\">3 Ne. 21:11<\/a>.) Although some people will attempt to harm this servant, Jesus promises that he will heal the servant and show that Christ's power is greater than \"the cunning of the devil.\" (<a class=\"ref\">3 Ne. 21:10<\/a>.)<\/p> <p>There are several reasons to consider Joseph Smith as this promised servant. This whole series of verses, as quoted by Christ in 3 Nephi, refers to the restoration of the gospel, the revelations of the Lord through his prophets, and the gathering of Israel. It would be natural to mention the servant whom the Lord would employ to carry out this great work. When Moroni visited Joseph Smith, he told him that the Lord had a great work for him to do and that Joseph's name would be known for good and ill among all nations. (<a class=\"ref\">JS-H 1:33<\/a>.) Indeed, no one except Jesus Christ has been more important in bringing about the eternal purposes of the Lord here on earth than the Prophet Joseph Smith. (<a class=\"ref\">D&amp;C 135:3<\/a>.) The work of Joseph Smith demonstrates that he fulfilled that which the Lord required of him. As prophesied in <a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a>, on the one hand he has been extolled by the Saints, yet on the other hand, hardly any man has been maligned and misrepresented as much as Joseph Smith. Among other things, he has been called a money-digger, a dreamer, a liar, an imposter, and a lunatic. During his lifetime he hardly knew a period without persecution. Many have been astonished at what Joseph Smith accomplished during his lifetime, despite constant opposition by the forces of the devil. Through the work of Joseph Smith, the nations of the earth have been \"sprinkled\" or blessed with many missionaries and messengers of salvation. Many people, including the great ones of this earth, have heard or will hear the message of the gospel. This \"new\" or restored gospel is one that the people of the earth have not earlier considered, heard, nor seen. Joseph Smith was the man who made it possible for the Lord to fulfill his commitment to call, restore, and gather the house of Israel in the last days, and thus might easily be the servant promised in <a class=\"isa\" verses=\"eyIxODcxMCI6M30=\">Isaiah 52:13-15<\/a>.<\/p> <p>Another modern prophet might be this promised servant. As Christ comments on Isaiah's words, he says that when the latter-day Lamanites begin to grow in their knowledge of the restored gospel, they will know that the Father's work is being fulfilled with the house of Israel. (<a class=\"ref\">3 Ne. 21:7<\/a>.) When that day comes, he continues, kings will be speechless (<a class=\"ref\">3 Ne. 21:8<\/a>; compare <a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isa. 52:15<\/a>) at the great work declared by a man to the people (<a class=\"ref\">3 Ne. 21:9<\/a>; compare <a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isa. 52:13<\/a>). Christ describes his servant of the last days as one who will be marred, yet healed by the Lord. (<a class=\"ref\">3 Ne. 21:10<\/a>; compare <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isa. 52:14<\/a>.)<\/p> <p>This description can easily be applied to President Spencer W. Kimball. Evaluating President Kimball's inspired leadership, one notes a very dramatic increase in missionary work, especially among the Lamanites. He has no equal in bringing Christ's word to the Gentiles and Abraham's posterity. Indeed, the gospel <i>is<\/i> being \"sprinkled\" among many new nations as more countries open their doors and as kings and rulers see and hear things that have not been told them or considered by them earlier. (See <a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isa. 52:15<\/a>.) President Kimball has helped \"<i>gather<\/i> many nations\" (JST v. 15, italics added), as people throughout the world are joining covenant Israel.<\/p> <p>It is well known that President Kimball has probably suffered more physical ailments than any other latter-day seer. Yet, in spite of a larynx marred by cancer, boils and sores, and numerous heart attacks, he has always made remarkable recoveries. \"Yet I will heal him,\" says the Lord. (<a class=\"ref\">3 Ne. 21:10<\/a>.) God has healed President Kimball many times so that he can visit the many nations of the earth and deliver his message to hundreds of thousands.<\/p> <p>President Kimball has made significant changes in the Church organization. He received the revelation for giving the priesthood to all worthy males. As an able administrator and inspired leader, he has \"dealt prudently\" in his stewardship and is \"extolled\" by the Lord and the Latter-day Saints for his great service. (<a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isa. 52:13<\/a>.)<\/p> <p>In short, the final three verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a> prophesy of the Lord's servant in the last days. But one need not feel constrained to identify this servant only with Israel, Christ, Joseph Smith, or Spencer W. Kimball, since Isaiah could be describing any or all of these people. If this prophecy deals with one particular person, the servant might not yet have fulfilled his role. Some future prophet might be the servant who will perform this great work.<\/p> <p>As Christ speaks in the Book of Mormon about this servant, he quotes the verses from Isaiah and then indicates that as these words are fulfilled, the Father's covenant with Israel will also be fulfilled. He concludes the Isaiah quotation and gives an evaluation as follows:<\/p> <p>I. Kings shall be speechless (<a class=\"ref\">3 Ne. 20:45<\/a>; see <a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isa. 52:15<\/a>)<\/p> <p>J. Covenant and work of the Father (<a class=\"ref\">3 Ne. 20:46<\/a>)<\/p> <p>These verses conclude <a class=\"ref\">3 Nephi 20<\/a>. The next chapter begins with one long sentence that spans seven verses.<\/p> <p>In the first verse Jesus Christ indicates that he is giving the Nephites a \"sign\" so that they will know when the events prophesied about the establishment of Zion will take place:<\/p> <p>K. \"Sign\" is when \"these things\" shall be made known unto the Gentiles (<a class=\"ref\">3 Ne. 21:1<\/a>)<\/p> <p>L. Gentiles will learn about scattered Israel (2)<\/p> <p>These two verses contain significant promises:<\/p> <p><sup>1<\/sup> A sign will be given for Israelites to learn when their final gathering is to take place.<\/p> <p><sup>2<\/sup> This sign will let the Israelites know when Zion (the Lord's kingdom) will be established among them.<\/p> <p><sup>3<\/sup> The sign will be that \"these things\" (Christ's words to the Nephites) will be made known unto the Gentiles.<\/p> <p><sup>4<\/sup> The Gentiles, in turn, will know about \"this people\" (the Lamanites) as a remnant of Israel whom they have scattered.<\/p> <p>The Gentiles represent the European settlers in America who received the records of the Book of Mormon and then came to know that the Indians living in America were descendants of Jacob, coming to this world centuries earlier.<\/p> <p>Christ continues with more information about the sign and describes how the message of the Book of Mormon prophecies will go from the Gentiles to the Lamanites:<\/p> <p>M. These things will come from the Gentiles to the Lamanites (<a class=\"ref\">3 Ne. 21:3<\/a>) N. The sign (4)<\/p> <p>N. The sign (4)<\/p> <p>M'. These works will come from the Gentiles to the Lamanites (5)<\/p> <p>The pivot point of the chiasmus, <i>N,<\/i> accentuates the sign that will signal to Israel that the Father's covenants will soon be fulfilled: the Book of Mormon prophecies will \"come forth from them [the Gentiles] unto a remnant of your seed [the Lamanites].\" Since the gospel and the Book of Mormon have been restored through the hand of the Gentiles in America, and since the record of the Book of Mormon has been given to the Lamanites, this prophesied sign has already been given in this dispensation.<\/p> <p>The Savior delivers the same message three times in the three verses quoted above. He wanted to emphasize that the key to the fulfillment of the Father's covenants with Israel is the Gentiles' preaching of the gospel to the Lamanites. The significance of this sign is that it lets people know when the events of the last days are finally being fulfilled, since for centuries people have anticipated the coming of the Messiah in power and glory. They realized, though, that many \"preparatory\" prophecies had to be fulfilled before his coming. Some of these prophecies deal with phenomena of the earth, such as great earthquakes, droughts, famines, and wars. Since these types of events have occurred at various times and places, people occasionally thought they were the precursors of the Millennium. For example, many people thought World War I was the \"war to end wars\" that would usher in the Millennium. Obviously, however, Christ's second coming did not follow. Many people still anticipate his return, yet remain confused about the prophecies that must first be fulfilled. They wonder which earthquakes, heavenly manifestations, or other signs might possibly fulfill the prophecies. Their confusion results from the problem that there are many signs that will appear.<\/p> <p>Christ's instruction in the Book of Mormon places the \"signs of the times,\" or the prophecies of the last days, in a context in which they can be understood. Although earthquakes, wars, famines, and other similar signs have occurred many times, the prophecies concerning the house of Israel have not been previously fulfilled. For example, the Ten Tribes have not yet returned, and the Jews have not yet built a temple in Jerusalem. These and other prophecies concerning the house of Israel must be fulfilled before Christ returns. In 3 Nephi, Christ tells us that the sign of the house of Israel prophecies is that the gospel will go from the Gentiles to the Lamanites. After this sign is given, all the other prophecies to the house of Israel will come to pass. As they are fulfilled, all the other prophecies will also be fulfilled, and then Christ will come.<\/p> <p>The different types of prophecies are compared in the following diagram:<\/p> <p><sup>1<\/sup> The prophecies of the last days are many and varied.<\/p> <p><sup>2<\/sup> The doorway to understanding the prophecies is to see what happens to the house of Israel.<\/p> <p><sup>3<\/sup> The key to the house of Israel prophecies is the gospel going from the Gentiles to the Lamanites.<\/p> <p>The Lord continues his discourse on this sign of the house of Israel, repeating and reviewing the concepts he delivered earlier. He stresses why the gospel will come forth from the Gentiles to the Lamanites and why it will be a sign to the Lamanites:<\/p> <p>L'. Some Gentiles will be remembered with the house of Israel (<a class=\"ref\">3 Ne. 21:6<\/a>)<\/p> <p>K'. The sign is when \"these things\" come to pass with the Lamanites (7)<\/p> <p>Compare these verses with verses 1 and 2 to see how the same ideas and words are repeated.<\/p> <p>The Savior uses further repetition in verses 7b and 8 to indicate the value of the \"sign\" given to the Lamanites and how this event will startle the rulers of nations:<\/p> <p>J'. Work and covenant of the Father (<a class=\"ref\">3 Ne. 21:7<\/a>b)<\/p> <p>I'. Kings shall be speechless (8; see <a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isa. 52:15<\/a>)<\/p> <p>One reason the preaching of the gospel to the Lamanites is so important is that it indicates that the Lord's covenants with the house of Israel are already being fulfilled. The parallel verse of <a class=\"ref\">3 Nephi 20:46<\/a> indicates that as the covenant is fulfilled, Jerusalem will be reinhabited. Most of the population growth in Jerusalem has occurred since 1948, long after the gospel was taken to the Lamanites. However, Jerusalem's greatest population growth has occurred since its reunification in the June 1967 war, fought two years after the first stake was organized among the Lamanites in Mexico City. Truly, the physical growth of Jerusalem parallels the spiritual growth of the Lamanites.<\/p> <p>In a parallel segment to the long section of verses that contains most of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a> (<a class=\"ref\">3 Ne. 20:30-44<\/a>), Christ briefly summarizes the Father's marvelous work and his own efforts with a servant in the last days:<\/p> <p>H'. Great work of the Father; his marred servant (<a class=\"ref\">3 Ne. 21:9-10<\/a>; see <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isa. 52:14<\/a>)<\/p> <p>These two verses clarify Heavenly Father's purpose in protecting the life of his servant: it will show the world that God's wisdom is \"greater than the cunning of the devil.\" Apparently this servant will be a special witness or manifestation of the Lord's power in the last days.<\/p> <p>Continuing his review of the earlier teachings concerning Moses and the house of Israel, Christ summarizes the two in one verse:<\/p> <p>G'. Moses, the Gentiles, and covenant Israel (<a class=\"ref\">3 Ne. 21:11<\/a>)<\/p> <p>This verse reviews the Lord's extensive teachings given in <a class=\"ref\">3 Nephi 20:21-29<\/a>. Earlier the Savior told of the promises made to covenant Israel, of how he himself fulfilled the prophecies of Moses, and of the hostile relationships that would develop as the Gentiles gained power over the Lamanites. Here he warns the whole world that those who do not believe in his words will be separated from covenant Israel, as foretold in the works of Moses. (<a class=\"ref\">Lev. 18:29; Num. 15:30-31<\/a>; see JST Gen. 50:24-33; <a class=\"ref\">2 Ne. 3:5-24<\/a>.)<\/p> <p>Christ continues with an extensive description of how the Lamanites will be the Father's instruments in cutting off the spiritually unresponsive from the house of Israel:<\/p> <p>F'. If the Gentiles do not repent, Israel will tread them down and cut them; the Lord's vengeance will<\/p> <p>come upon the unresponsive (<a class=\"ref\">3 Ne. 21:12-21<\/a>)<\/p> <p>Reread <a class=\"ref\">3 Nephi 20:15-20<\/a> and compare it with the verses above. The Lord quotes <a class=\"ref\">Micah 5:8-15<\/a>, and his commentary on both passages clearly places these verses of Micah in an eschatological setting. Israel will help cleanse the earth preparatory to its elevation to a higher degree of glory.<\/p> <p>The Lord highlights the special role of America as an inheritance for the descendants of Joseph through Lehi:<\/p> <p>E'. America aninheritance for all righteous Gentiles (<a class=\"ref\">3 Ne. 21:22-23<\/a>)<\/p> <p>In addition to the righteous Lamanites who will enjoy America as their inheritance, the Savior promises this land to the righteous Gentiles who join covenant Israel. This promise is a significant addition parallel to <a class=\"ref\">3 Nephi 20:14<\/a>. The Gentiles will help Israel build the New Jerusalem in Jackson County, the center for the Lord's kingdom.<\/p> <p>The Gentiles will also be involved in the gathering of Israel:<\/p> <p>D'. Gentiles help in the gathering (<a class=\"ref\">3 Ne. 21:24-25<\/a>)<\/p> <p>Usually, these verses are interpreted as a promise of the assistance of the Gentile nations, such as England, France, and the United States, building up modern Israel. However, the context of Christ's promises expands their meaning to include assistance in the New World and Zion as well. Thus, the Gentiles will assist both physically and spiritually in gathering Israel in both Old and New Jerusalem.<\/p> <p>Christ concludes his marvelous sermon on the house of Israel by saying that after the gospel goes to the Lamanites, it will signal the Father's work being completed among the entire house of Israel and the whole world:<\/p> <p>C'. The Father's work with the dispersed of his people (<a class=\"ref\">3 Ne. 21:26-27<\/a>)<\/p> <p>B'. The Father's work shall commence; search<\/p> <p>Isaiah to find details about the Father's promises (28; see <a class=\"ref\">3 Ne. 23:1-3<\/a>)<\/p> <p>A'. The Father and Son work together (29)<\/p> <p>Christ's concluding promise is found also in <a class=\"isa\" verses=\"WzE4NzA5XQ==\">Isaiah 52:12<\/a>, which highlights the relationship between God the Father and his Son. In the Hebrew, Jehovah will go before Israel, and Elohim will come behind her. The Book of Mormon stresses that both the speaker (Christ) and the Father will gather the righteous. Only the righteous who comprise covenant Israel will be worthy of the promise. Repentant and cleansed, they will have all three members of the Godhead in their company—Christ before them, the Holy Ghost with them, and God the Father behind them. Surely they will not fail in their promised destiny.<\/p> <p>In <a class=\"ref\">3 Nephi 22<\/a>, Christ expresses the feelings of these righteous people by quoting <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a>. He commands the people to \"search these things diligently; for great are the words of Isaiah.\" (<a class=\"ref\">3 Ne. 23:1<\/a>.) Although Isaiah clearly did not prophesy all things about the last days, he did touch upon \"all things concerning . . . the house of Israel.\" (<a class=\"ref\">3 Ne. 23:2<\/a>.) Isaiah also had much to say to the Gentiles. (<a class=\"ref\">3 Ne. 23:2<\/a>.) The Lord himself testified of the truthfulness of Isaiah's prophecies: \"All things that he spake have been and shall be, even according to the words which he spake.\" (<a class=\"ref\">3 Ne. 23:3<\/a>.)<\/p> <p>As seen in his quotation and application of Isaiah's words, the Savior took the liberty to reorder the sequence of Isaiah's verses and expound upon how they will be fulfilled. It would be helpful to us if the Lord had given similar sermons using all the chapters of Isaiah so that we could see how they either have been or will be fulfilled. However, each of us is capable of seeking divine inspiration from the Holy Ghost, so that we can understand Isaiah as clearly as if the Lord himself were to teach us.<\/p>",
    "audit": null
}