{
    "id": 17282,
    "source": "poet",
    "verse_id": 17741,
    "verse_count": 7,
    "reference": "5:1-7",
    "title": "1\/3 The Parable of the Vineyard",
    "html": "<p>Chapter 5 begins with Isaiah's famous \"parable of the vineyard,\" the most striking example of this literary form in the Old Testament. This form is echoed throughout the scriptures. (<a class=\"ref\">Jer. 2:21; 12:10<\/a>f.; <a class=\"ref\">Ps. 80:8<\/a>f.; <a class=\"ref\">Jacob 5; Matt. 20:1-16; Matt. 21:28-32, 33-44; Mark 12:1-11; Luke 20:9-18; 13:6-9; John 15:1-8; Romans 11:17-24<\/a>.) Isaiah's parable is described by various commentators as \"a little masterpiece,\" \"a passage of singular beauty and grace,\" and \"the finest example of the prophet's art and skill in the whole book of Isaiah.\"<\/p> <p>Its structure resembles that of the joyful oriental songs of the harvest or vintage festivals. It begins as a \"love song\" of the master of the vineyard and moves toward a description of a walled garden and fragrant orchard similar to the one described in the Song of Solomon. (Song 4:12-5:5.) The master's efforts, however, result not in sweet fruit, but in sour grapes. Therefore, after soliciting community approval, he destroys the vineyard. The parable concludes in verse 7 with Isaiah's identification of its major terms and a summary of how they apply to Israel:<\/p> <blockquote><p><b>5<\/b> Let me sing for my beloved a love song concerning his vineyard:<\/p> <p>I My beloved had a vineyard on a very fertile hill.<\/p> <p>D <sup>2<\/sup> He digged it and cleared it of stones,<\/p> <p>and planted it with choice vines;<\/p> <p>he built a watchtower in the midst of it,<\/p> <p>and hewed out a wine vat in it;<\/p> <p>C and he looked for it to yield grapes,<\/p> <p>but it yielded wild grapes.<\/p> <p>I <sup>3<\/sup> And now, O inhabitants of Jerusalem<\/p> <p>and men of Judah,<\/p> <p>judge, I pray you, between me and my vineyard.<\/p> <p>D <sup>4<\/sup> What more was there to do for my vineyard,<\/p> <p>that I have not done in it?<\/p> <p>C When I looked for it to yield grapes,<\/p> <p>why did it yield wild grapes?<\/p> <p>I <sup>5<\/sup> And now I will tell you<\/p> <p>D what I will do to my vineyard.<\/p> <p>C I will remove its hedge, and it shall be devoured;<\/p> <p>I will break down its wall, and it shall be trampled down.<\/p> <p><sup>6<\/sup> I will make it a waste; it shall not be pruned or hoed,<\/p> <p>and briers and thorns shall grow up;<\/p> <p>I will also command the clouds that they rain no rain upon it.<\/p> <p>I <sup>7<\/sup> For the vineyard of the LORD of hosts<\/p> <p>is the house of Israel,<\/p> <p>and the men of Judah<\/p> <p>D are his pleasant planting;<\/p> <p>C and he looked for justice, but behold, bloodshed;<\/p> <p>for righteousness, but behold, a cry! (RSV)<\/p> <\/blockquote><p>The parable is divided into four segments, each with an Identification\/Description\/Contrast sequence. Also, in the first and last segment, Isaiah speaks about the Lord and his vineyard using third person narration, while in the middle segments he shifts to first person where the Lord himself assumes the narrative role. A shift in form such as this is fairly common in Isaiah and other prophetic writings and is employed in order to draw attention to key themes of the poem or message. By shifting to first person and using the direct voice of God, the prophet reminds his listeners that he is delivering the Lord's message, not just his personal philosophy. Also, a pattern of third person\/first person\/first person\/third person is a form of grammatical parallelism and chiasmus, which assists the audience to remember the prophet's message.<\/p> <p>In the first segment (vs. 1-2), Isaiah describes the preparations of his friend for the vineyard. The master of the vineyard follows five steps to ensure a productive harvest: (1) choice of fertile soil, (2) cultivation of the soil, (3) selection of good stock, (4) protection of the crop, and (5) preparation for harvesting and storing the crop. His extreme care is evidenced even more in the original language. In Hebrew, the hill chosen for the vineyard is literally translated as \"a horn, the son of oil,\" indicating that the vineyard was located on the summit of a very fertile hill. Special grapevines (<i>soreq<\/i>) were used instead of the more common variety (<i>gephen<\/i>). The <i>soreq<\/i> grapes produce a red wine famous for its bouquet and taste.<\/p> <p>Other indications of the vineyard master's efforts include the clearing out of stones and the building of walls and a watchtower. He obviously anticipates a plentiful harvest because he also \"hews\" a winepress or vat in the middle of the vineyard. Such a wine vat consists of two basins or pits carved out of the rocks. The upper pit, where the grapes are trodden out, is shallow and large enough to accommodate the workers. A trench carries the pressed-out juices to a lower, deeper pit, where the wine accumulates until it is stored in clay jars or skin bags. The construction of this type of press is usually undertaken by wealthy landowners or by those who press grapes for many farmers. Thus, the fact that the master of this vineyard builds a vat in the middle of his own field indicates that he expects his harvest alone to justify its construction. To his disappointment, however, his vines yield only wild, sour grapes.<\/p> <p>In the second segment of the parable (vs. 3-4), Isaiah speaks for the master of the vineyard and asks the people of Judah to judge between him and his vineyard. These people, of course, knew about grapes, and many of them owned and cultivated grape vines themselves. They would have judged the master correct in all his efforts and empathized with his disappointment in the small, bitter grapes.<\/p> <p>Finally, the master resolves that he will destroy the vineyard (vs. 5-6). Rather than uprooting the vines and planting new stock, however, he tears down the protecting walls and allows animals and travelers to trample the vines. He then stops tending the vines and commands the clouds to cease their rainfall, thus giving the first indication that he has more power than a normal, mortal landowner.<\/p> <p>The master's true power and identity are disclosed by Isaiah in the last segment of the parable (v. 7). The Lord of Hosts is the owner, and his vineyard is the house of Israel. His process of abandoning the vineyard exemplifies the judgments of God, who usually does not destroy or severely punish a wicked person; God simply leaves him alone to face the challenges of life and buffetings of Satan without the protection of the Spirit, whose withdrawal is adequate immediate punishment.<\/p> <p>The justification for God's action is found in the last part of the verse—the people receive a punishment commensurate with their sins. Isaiah uses striking word play to highlight the irony of the situation. Through similar sounds in words of opposite meaning, he accentuates the contrast between the expected \"justice\" (<i>mishpat<\/i> in the Hebrew) and resulting \"bloodshed\" (<i>mispach<\/i>). And instead of \"righteousness\" (<i>tsedakah<\/i>), the people bring forth a riotous \"cry\" (<i>tse'akah<\/i>). A similar play on words in English is illustrated by the following translation of the last part of verse 7. This translation uses antithesis and alliteration to convey Isaiah's message:<\/p> <p>The Lord looked for true<\/p> <p>measures, but behold, massacres:<\/p> <p>the right, but behold, riots. <\/p> <p>This type of literary device had a profound effect on the Hebrews, for they felt there was a power inherent in words that are mysteriously linked by similarity and contrast.<\/p> <p>The style of this parable, in which the audience unknowingly condemns itself with an early judgment, is sometimes called a \"Trojan horse\" story, for the speaker disguises his intent until the end. By then, the unsuspecting listeners have already passed sentence on the characters in the parable before realizing that they, themselves, are the ones being spoken about. This technique was used by Nathan as he described an unjust man to King David, who assented to his own guilt as he rebuked the wicked selfishness of the man. (See <a class=\"ref\">2 Sam. 12:1-8, 13<\/a>.) Similarly, Jesus used this technique when he confronted the wicked chief priests and Pharisees and compared them to the wicked husbandmen. (<a class=\"ref\">Matt. 21:33-45<\/a>.)<\/p> <p>The precise setting and background of this particular parable is unknown, although many scholars believe that Isaiah delivered it as crowds of Israelites assembled in Jerusalem during the annual Feast of Tabernacles (<i>Sukkot,<\/i> meaning booths, or huts), for during this joyous autumn holiday, many harvest and vintage songs similar to the song beginning the parable were sung.<\/p> <p>During the harvest season, most Israelite farmers and their families moved into huts in the fields and orchards. During the eight days of Sukkot, which usually fall during our month of October, they decorated the huts with flowers and vines to commemorate the use of tents by their ancestors during the exodus. They also brought tithes, offerings, and other gifts to the temple.<\/p> <p>Ancient Israel was commanded to celebrate Sukkot each year to commemorate how the Lord brought them out of Egypt to Mount Sinai and gave them his laws during the autumn of their first wilderness year. (<a class=\"ref\">Lev. 23:39-43<\/a>; see also the description of the Feast of Tabernacles under BD \"Feasts,\" p. 673.) By Isaiah's time, almost seven centuries later, the Feast of Tabernacles was corrupted by pagan ideas and practices in conjunction with excessive revelry and merrymaking. The riotous celebration prohibited the Israelites from properly observing the true spirit of Sukkot and distracted them from the fasting and rededication rites they had performed just a few days earlier during the Day of Atonement (<i>Yom Kippur<\/i>).<\/p> <p>The Day of Atonement was a serious time of prayer and fasting. Observed five days before Sukkot, it provided an annual opportunity for recognition of sin and encouraged the Israelites to bring their transgressions before the Lord and seek his forgiveness. It was a somber time of recommitment and rededication as they renewed their vows with the Lord. (See the description of the Day of Atonement under BD \"Fasts,\" p. 671.)<\/p> <p>Unfortunately, the Israelites quickly forgot their vows and lost the spiritual benefits of prayer and fasting as they drank, sang, and danced to excess a week later during Sukkot. This condition seems to be the context for Isaiah's parable of the vineyard; his song and analysis of Judah's sins (following in vs. 8-25) fit very well in this setting. The vintage song beginning the parable is in the mood of the Sukkot festival, while the didactic lesson at the parable's conclusion would remind the people of the commitments they made on the Day of Atonement.<\/p>",
    "audit": null
}