{
    "id": 17345,
    "source": "poet",
    "verse_id": 18769,
    "verse_count": 11,
    "reference": "57:3-13",
    "title": "A Rebuke of the Wicked",
    "html": "<p>Isaiah contrasts the peace of the righteous with the acts of the wicked, which will bring the wicked into a state of eternal turmoil (57:3-13, 20-21). He vividly describes the people's wickedness:<\/p> <p><sup>3<\/sup> But you—come here, you witches' sons, you offspring of adulterers and harlots! 4Who is it you mock, making faces and sticking out your tongues? You children of sinners and liars! 5You worship your idols with great zeal beneath the shade of every tree, and slay your children as human sacrifices down in the valleys, under overhanging rocks. 6Your gods are the smooth stones in the valleys. You worship them and they, not I, are your inheritance. Does all this make me happy? 7, 8You have committed adultery on the tops of the mountains, for you worship idols there, deserting me. Behind closed doors you set your idols up and worship someone other than me. This is adultery, for you are giving these idols your love, instead of loving me. 9You have taken pleasant incense and perfume to Molech as your gift. You have traveled far, even to hell itself, to find new gods to love. 10You grew weary in your search, but you never gave up. You strengthened yourself and went on. 11Why were you more afraid of them than of me? How is it that you gave not even a second thought to me? Is it because I've been too gentle, that you have no fear of me?<\/p> <p><sup>12<\/sup> And then there is your \"righteousness\" and your \"good works\"—none of which will save you. 13Let's see if the whole collection of your idols can help you when you cry to them to save you! They are so weak that the wind can carry them off! A breath can puff them away. But he who trusts in me shall possess the land and inherit my Holy Mountain. (LB)<\/p> <p>The epithets \"witch,\" \"adulterer,\" and \"harlot\" in verses 3 and 4 personify the abject wickedness of Israel; it is rare in prophetic literature that so many abusive terms are used in a single stanza. (Compare <a class=\"ref\">Ezek. 16<\/a>; 23.) These verses seem a natural outgrowth of the preceding section, which describes the corruption of Israel's leaders. The watchmen have relaxed and evil has flooded in.<\/p> <p>Commentators differ widely in fixing a historical background for this prophecy. It is possible that Isaiah is describing the social conditions in Judah toward the end of his life. Manasseh, who ruled Judah after his father Hezekiah, was an apostate with strong Assyrian and pagan sympathies. Manasseh's persecution of the innocent is depicted in verse 1; the sacrificing of his own son to Molech is referred to in verses 5 and 9. (See <a class=\"ref\">2 Kgs. 21:6<\/a>.) In another context and in keeping with the Babylonian setting for many Isaianic writings, this situation hints at the wicked condition prevailing among the Samaritans and Jews who were left behind in Palestine after Nebuchadnezzar deported many Jews in 586 B.C. The later reforms undertaken by Ezra and Nehemiah were rejected by the Samaritans, who had mixed the worship of Jehovah with idolatrous rites and beliefs similar to those described above. Either situation could have been used by Isaiah to prophesy of Judah's wickedness.<\/p> <p>Isaiah highlights two major abuses of the people, immorality and the sacrifice of children. In verses 5, 7, and 8, he plunges into a vivid description of their wickedness. They worship with \"great zeal\" as they \"inflame themselves\" (KJV) under the terebinths (v. 5). The precise meaning of this phrase is lost to modern readers, but the Hebrew word translated as \"great zeal\" or \"enflaming yourselves\" means to arouse a person sexually. (Young, <i>The Book of Isaiah<\/i> 3:402.) Ancient idol worship was inseparably connected with ritual prostitution and fertility cults. Since ancient economies were founded upon agriculture, the people's dependence upon the fertility of the ground was absolute. As the pagan worship developed in ancient cultures, the belief developed that if a farmer had intercourse with a priestess at a local temple and she became pregnant, this was a sign that the fertility god would look favorably upon his crops.<\/p> <p>Also, ancient man believed that the lives and interactions of the gods were reflected in the life of man. That is, if man acted out certain activities on earth then this would facilitate their taking place in heaven. So, if people involved themselves in fertility acts in their pagan temples, then their gods would bless the land with productivity. Thus, the pagan temples usually became centers of ritual or religious prostitution. Isaiah describes this in verse 5. As the wicked Israelites commit adultery through pagan worship, they break their covenant with God. Verses 7 and 8 give further evidence of their zeal in pursuing immorality.<\/p> <p>The people were not only steeped in adultery through their pagan worship, but sacrificed their children. The ritual of the pagan god Molech required the worshipper to sacrifice his firstborn son. Molech was a large brass god with a hollow stomach, in which a great fire was kindled and into which the child was placed.<\/p> <p>Both of these pagan practices are denounced in numerous scriptural references. (<a class=\"ref\">Deut. 12:2; 1 Kgs. 14:23; Jer. 2:20; 3:6; 13; 17:2; Hosea 4:13-14; Ezek. 6:13; Jer. 32:35; Ezek. 20:26-31<\/a>.) However, in spite of God's obvious displeasure with both acts, they have found their way, metaphorically, into modern practice. No longer practiced as pagan religious rituals, the twin sins of immorality and abortion have the same evil effect in contemporary society. They strike at the root of the procreative processes and disrupt the respect people should have for life. They also indicate people's selfishness and their desire for personal gratification rather than controlling their passions, respecting marital covenants, and committing themselves to raising a family. These sins continue to take people from God and subject them to the buffetings of Satan.<\/p> <p>In verse 9, Isaiah continues his theme: through these sexual and ritual acts the people have made covenants with the pagan gods. The oils, perfumes, and envoys are representative of tribute paid to alien cults and their prostitutes. But Isaiah exposes the true nature of this tribute and to whom it is paid. Their covenant has been with none other than Satan.<\/p> <p>The people are so entrenched in their sins that they have lost their fear of God and his judgments (v. 12). The Lord attempts to alert them to their foolishness by asserting that their idols will profit them nothing: their idols will not hear their petitions, but will be carried away by the wind (vs. 12-13).<\/p> <p>This brief discourse concludes with a promise that those who repent and trust in the Lord will enjoy his blessings. Indeed, the righteous will become a part of his \"holy mountain,\" the temple and its covenants and promises.<\/p>",
    "audit": null
}