{
    "id": 17348,
    "source": "poet",
    "verse_id": 18788,
    "verse_count": 14,
    "reference": 58,
    "title": "Laws and Principles of the Fast",
    "html": "<p>Chapter 58 provides a unique opportunity to study one of Isaiah's sermons to his people and to learn how the same teachings are of great value in contemporary society. Isaiah's teachings about fasting and the Sabbath are straightforward and easily understood. His poetry includes numerous parallelisms, including a chiasmus that develops throughout the whole poem, and he maintains a smooth flow of ideas from beginning to end.<\/p> <p>The poem is essentially a dialogue between the Lord and Israel. God addresses Israel's complaints about not being rewarded for fasting by contrasting her hypocritical fasts with the true spirit of fasting. He then lists many blessings Israel can receive from fasting and concludes with some instruction about the Sabbath. The chapter naturally divides into four sections:<\/p> <p><sup>1<\/sup> Israel vainly seeks the Lord (vs. 1-3b)<\/p> <p><sup>2<\/sup> False and true fasts compared (3c-7)<\/p> <p><sup>3<\/sup> Rewards for true fasting promised (8-12)<\/p> <p><sup>4<\/sup> Counsel and promises for the Sabbath (13-14)<\/p> <p>During Isaiah's time, just as today, the most important fixed Jewish fast was <i>Yom Kippur,<\/i> the Day of Atonement. (<a class=\"ref\">Lev. 16:29-34; Num. 29:7-11<\/a>.) This fast day originated during the time of Moses as the one fast Israel was commanded to observe. Israelites could hold other public or individual fasts during times of mourning, famine, invasion, or thanksgiving, but <i>Yom Kippur<\/i> was to be strictly observed by the entire nation every autumn.<\/p> <p><i>Yom Kippur<\/i> is held on the tenth day of the seventh month of the Jewish liturgical calendar (either in September or October). During the fast, each person evaluates his life and repents of his sins in order to be at peace with God and with others. No labor is performed—the day is observed as if it were a Sabbath (whether it falls on the Sabbath or not). (<a class=\"ref\">Lev. 23:27-32<\/a>.) <i>Yom Kippur<\/i> is still observed by the Jews as the most holy of all religious celebrations.<\/p> <p>During Isaiah's day when the Israelites still had a temple, <i>Yom Kippur<\/i> was particularly significant because a holy convocation was held at the temple, and special sacrifices, including a particular sin offering, were made. The sin offering of an unspotted male goat represented the bringing of all Israel's sins before the Lord. The high priest took some of the blood of that sacrifice into the Holy of Holies and sprinkled it on the ground in front of the Ark of the Covenant. He also performed other sacrifices and rituals before the holy day concluded with the blowing of the <i>shofar,<\/i> the ram's horn. (See BD \"Fasts\" for more information on the Day of Atonement.)<\/p> <p>Although every <i>Yom Kippur<\/i> was a special holy day, another religious commemoration was celebrated along with it twice each century—the Jubilee year. (See BD, \"Jubilee, Year of.\"). Every fiftieth year, the blowing of trumpets on <i>Yom Kippur<\/i> proclaimed liberty throughout the land—all debts, slaves, and indentured servants were freed. (<a class=\"ref\">Lev. 25:8-17, 25-34<\/a>.) When <i>Yom Kippur<\/i> was celebrated during the Jubilee year, Israelites had a unique opportunity to clear all their spiritual debts with the Lord and material debts with their fellow man. The celebration also provided the people an opportunity to hear a reading of the whole Mosaic law, to review their history, and to commemorate another half-century of existence and (hopefully) growth for Israel. (See BD, \"Sabbatical Year.\")<\/p> <p>Note the similarities between the ritual of <i>Yom Kippur<\/i> (as celebrated during a Sabbatical Year, especially the Jubilee year) and the structure of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 58<\/a>:<\/p> <p><sup>1<\/sup> <i>Trumpet (58:1):<\/i> Isaiah's voice is raised like a trumpet; the trumpet is blown each <i>Yom Kippur<\/i> and proclaims the Jubilee Year. (<a class=\"ref\">Lev. 25:8-9<\/a>.)<\/p> <p><sup>2<\/sup> <i>Sins of Israel (58:1):<\/i> Isaiah is charged to remind the people of their sins; on <i>Yom Kippur<\/i> the High Priest sacrifices a sin offering before assembled Israel for all the sins committed during the past year. (<a class=\"ref\">Lev. 16:15-19<\/a>.)<\/p> <p><sup>3<\/sup> <i>Sabbath (58:3-4, 13):<\/i> Isaiah condemns the people for pursuing their daily business on this Sabbath fast day; the Day of Atonement and Jubilee are both special Sabbaths during which no work is to be done. (<a class=\"ref\">Lev. 16:31; 25:1-22<\/a>.)<\/p> <p><sup>4<\/sup> <i>Wickedness removed (58:6, 11):<\/i> Israel is told to remove every yoke from the people, particularly wickedness and injustice; on <i>Yom Kippur<\/i> the High Priest places the sins of Israel upon the scapegoat and sends it into the wilderness. (<a class=\"ref\">Lev. 16:20-22<\/a>.)<\/p> <p><sup>5<\/sup> <i>Freedom (58:6-7):<\/i> The fast that the Lord desires includes releasing burdens (debts) and freeing the oppressed; every seven years debts and slaves were to be freed, and every fifty years land was to be returned to its original tribal owners. (<a class=\"ref\">Lev. 25<\/a>.)<\/p> <p><sup>6<\/sup> <i>Mercy of the Lord (58:8):<\/i> As Israel observes a proper fast, she is promised the glory of the Lord; as the high priest sprinkles blood before the mercy seat of the Lord each <i>Yom Kippur,<\/i> he fulfills a ritual atonement for the people that cleanses them of their sins and enables them to be worthy of the Lord's glory. (<a class=\"ref\">Lev. 16:15, 30<\/a>.)<\/p> <p>Although the precise occasion of Isaiah's discourse on fasting is not recorded, it seems likely that it was on <i>Yom Kippur<\/i> during a Sabbatical year, and perhaps even during the Jubilee year. If so, Isaiah was addressing Israelites assembled in the Jerusalem Temple courtyards during the fall of the year. Apparently, the people were complaining about their lack of blessings, when the Lord spoke to them through his prophet:<\/p> <blockquote><p><b>58<\/b> \"Shout it aloud, do not hold back.<\/p> <p>Raise your voice like a trumpet.<\/p> <p>Declare to my people their rebellion and to the house of Jacob their sins.<\/p> <p><sup>2<\/sup> For day after day they seek me out; they seem eager to know my ways,<\/p> <p>as if they were a nation that does what is right<\/p> <p>and has not forsaken the commands of its God.<\/p> <p>They ask me for just decisions and seem eager for God to come near them.<\/p> <p><sup>3<\/sup> 'Why have we fasted,' they say, 'and you have not seen it?<\/p> <p>Why have we humbled ourselves, and you have not noticed?'\" (NIV)<\/p> <\/blockquote><p>This introduction by the Lord prefaces the entire poem. Isaiah is addressed and told to declare to Israel her sin. Isaiah's subsequent declaration answers the Israelites' complaint that the Lord is not acknowledging their fasting.<\/p> <p>The chapter opens with a sense of urgency, which is conveyed through strong verbs (<i>\"shout<\/i> it aloud,\" <i>\"raise<\/i> your voice,\" <i>\"declare<\/i> to my people\") and nouns (\"rebellion\" and \"trumpet\"). In ancient Israel, the trumpet announced either an enemy attack or a special holy day. Isaiah's message needs to be delivered immediately and forcefully, not because of the people's complaints, but because of hypocrisy in their relationship with the Lord.<\/p> <p>In verse 2, Isaiah emphasizes Israel's hypocrisy with careful word choice: \"they <i>seem<\/i> eager, . . . <i>as if<\/i> they were a nation\" and a righteous people, who <i>\"seem<\/i> eager\" for God's presence. In response to the people's question as to why they are not rewarded for fasting, the Lord describes their fast and reveals its true nature:<\/p> <blockquote><p>\"Yet on the day of your fasting,<\/p> <p>you do as you please and exploit all your workers.<\/p> <p><sup>4<\/sup> Your fasting ends in quarreling and strife,<\/p> <p>and in striking each other with wicked fists.<\/p> <p>You cannot fast as you do today and expect your voice to be heard on high.<\/p> <p><sup>5<\/sup> Is this the kind of fast I have chosen,<\/p> <p>only a day for a man to humble himself?<\/p> <p>Is it only for bowing one's head like a reed<\/p> <p>and for lying on sackcloth and ashes?<\/p> <p>Is that what you call a fast,<\/p> <p>a day acceptable to the LORD?\" (NIV)<\/p> <\/blockquote><p>Greedily forcing their workers to labor on the fast day causes the people to argue, fight, and hold attitudes detrimental to spiritual sensitivity. Thus, although they may have sorrowful faces and may even wear sackcloth and ashes, Israel's behavior does not warrant a favorable response from the Lord.<\/p> <p>The imagery of verse 5 portrays people who flaunt their fast with bowed heads or sad countenances (like bowed reeds or bulrushes) and with external signs of sorrow (sackcloth and ashes). Coarse sackcloth was not required when fasting, although its use seems to have been approved without question. (IDB 4:147.) Ashes, the remains of burnt offerings, were often spread upon the body and coupled with sackcloth as a sign of mourning and grief. These outward gestures and a sullen countenance do not, however, meet the true requirements of the fast. An external show of piety without inward devotion profits nothing and brings only hunger pangs, a warped soul, and the wrath of God. (See <a class=\"ref\">Matt. 6:16-18<\/a>.)<\/p> <p>While the Lord does not say that it is wrong to fast in sackcloth and ashes, he emphasizes proper and pure devotion over outward signs:<\/p> <blockquote><p><sup>6<\/sup> \"Is not this the kind of fasting I have chosen:<\/p> <p>to loose the chains of injustice and untie the cords of the yoke,<\/p> <p>to set the oppressed free and break every yoke?<\/p> <p><sup>7<\/sup> Is it not to share your food with the hungry<\/p> <p>and to provide the poor wanderer with shelter—<\/p> <p>when you see the naked, to clothe him,<\/p> <p>and not to turn away from your own flesh and blood?\" (NIV)<\/p> <\/blockquote><p>Combining spiritual, social, physical, and family responsibilities, verses 6 and 7 summarize the service the people of God should render each other. These verses parallel each other both in form and theme: grammatically, they both open with a question; structurally, they follow a pattern of composite parallelism in developing similar concepts about fasting. Verse 6 stresses spiritual and social responsibilities, and verse 7 emphasizes temporal and familial opportunities for service. The climax of each verse is a phrase that includes any other service not expressly mentioned: \"break every yoke\" and do not \"turn away from your own flesh and blood.\" The parallelisms are a bit more obvious in the original Hebrew, but they can still be outlined in English as follows:<\/p> <blockquote><p>Israel's spiritual responsibilities (v. 6):<\/p> <p>A. To loose the chains of injustice (or wickedness, KJV)<\/p> <p>A'. To untie the yoke bonds (of sin)<\/p> <p>A\". and free the oppressed (from social and Satanic persecution)<\/p> <p>C. and break every yoke<\/p> <p>Israel's physical responsibilities (v. 7):<\/p> <p>B. To feed the hungry<\/p> <p>B'. and provide for the homeless<\/p> <p>B\". To cloth the naked<\/p> <p>C'. and fulfill duties for kin (or mankind)<\/p> <\/blockquote><p>To review, reread verses 6 and 7 in either the King James Version or the New International Version and note the grammatical pattern in the verses. Each begins with an interrogative and concludes with a summary phrase. Each verse follows a composite pattern of semantic parallelism in describing at least three ways in which the fast should be observed.<\/p> <p>Careful study will reveal other forms of semantic parallelism in this set of verses: <i>synonymous,<\/i> since verses 6 and 7 present parallel ideas on the same theme; <i>synthetic,<\/i> since a question-answer format is followed; and <i>climactic,<\/i> since both verses build to verse 8, which describes verses 6 and 7. Studying Isaiah's poetic style should not distract from the beautiful teachings found in these verses, but should enhance them. These verses inspire the reader through style as well as content.<\/p> <p>Another way to study these two verses about fasting is to review how they apply today. Many General Authorities have done this in general conference. (This is especially true of welfare sessions, where speakers, particularly the Church's presiding bishops, will often quote <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 58<\/a>. For example, see Bishop John H. Vandenberg's address, CR, Apr. 1963, pp. 28-29 and compare it with an address of Bishop Victor L. Brown, <i>Ensign,<\/i> Nov. 1977, p. 83.)<\/p> <p>A third helpful approach to studying Isaiah's teachings on the fast is to review the Topical Guide entries listed in the footnotes of the Latter-day Saint edition of the Bible. Seventeen different entries are listed in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 58<\/a>, ranging from common topics such as \"Fasting,\" Hypocrisy,\" and \"Sabbath\" to other topics such as \"Transgression,\" \"Strife,\" and \"Almsgiving.\" Using the Topical Guide is a particularly good way to study, since additional scriptural references will greatly enrich one's understanding of fasting as he sees what other prophets have taught on this topic.<\/p> <p>Studying Isaiah's message in a variety of ways will help the reader understand the Lord's teachings on fasting in verses 6 and 7 and appreciate the blessings that come to those who fast. The promises are found in verses 8-12:<\/p> <blockquote><p><sup>8<\/sup> Then your light will break forth like the dawn,<\/p> <p>and your healing will quickly appear;<\/p> <p>then your righteousness will go before you,<\/p> <p>and the glory of the LORD will be your rear guard.<\/p> <p><sup>9<\/sup> Then you will call, and the LORD will answer;<\/p> <p>you will cry for help, and he will say: Here am I.<\/p> <p>\"If you do away with the yoke of oppression,<\/p> <p>with the pointing finger and malicious talk,<\/p> <p><sup>10<\/sup> and if you spend yourselves in behalf of the hungry<\/p> <p>and satisfy the needs of the oppressed,<\/p> <p>then your light will rise in the darkness,<\/p> <p>and your night will become like the noonday.<\/p> <p><sup>11<\/sup> The LORD will guide you always;<\/p> <p>he will satisfy your needs in a sun-scorched land<\/p> <p>and will strengthen your frame.<\/p> <p>You will be like a well-watered garden,<\/p> <p>like a spring whose waters will never fail.<\/p> <p><sup>12<\/sup> Your people will rebuild the ancient ruins<\/p> <p>and will raise up the age-old foundations;<\/p> <p>you will be called Repairer of Broken Walls,<\/p> <p>Restorer of Streets with Dwellings.\" (NIV)<\/p> <\/blockquote><p>The introductory \"then\" (<i>az<\/i>) of verses 8 and 9 signals an important transition, for it points to the time when God's chosen people will change their ways and do those things described earlier in the chapter (see also v. 14). Then and only then will the Lord's special blessings be poured out upon them.<\/p> <p>The promised spiritual blessings are grouped together in verse 8, the first part of verse 9, and at the end of verse 10; the temporal blessings are listed in verses 11 and 12. The spiritual blessings are, of course, the most important, and eight of them are highlighted below and matched into four sets of synonymous parallelism:<\/p> <blockquote><p>A. Light breaking forth<\/p> <p>A'. Health springing forth<\/p> <p>B. Righteousness before you<\/p> <p>B'. Lord's glory after you (v.8)<\/p> <p>C. Lord will answer your call<\/p> <p>C'. He will respond to your cry (9)<\/p> <p>D. Your light will rise<\/p> <p>D'. Your night will become as the noonday (10)<\/p> <\/blockquote><p>\"Light\" is promised in blessings numbers A and D; the Lord is mentioned only twice in these verses, in blessings B' and C. This develops a chiasmus, highlighting the Lord at the pivot point with \"light\" at both ends receiving secondary emphasis. One can gain great insights by studying each of the eight blessings mentioned here.<\/p> <p>President Harold B. Lee particularly loved to quote blessings C and C' as recorded in verse 9. One example is in a talk to the British Saints:<\/p> <p>As explained in the days of the prophet Isaiah, the children of Israel were admonished, \"Is it not to deal thy bread to the hungry,\" meaning fasting and then paying fast offerings. If you would do that, he promised, \"Then shalt thou call and the Lord shall answer; thou shalt cry, and he shall say, Here I am.\" (<a class=\"isa\" verses=\"WzE4Nzk0LDE4Nzk2XQ==\">Isa. 58:7, 9<\/a>.)<\/p> <p>We are saying to the Saints, How important that you keep this fundamental law to fast and to deal out your bread to the hungry through contributions so that when you call, the Lord shall answer. (England Area CR, 1971, p. 140.)<\/p> <p>He also said in general conference:<\/p> <p>What a wonderful feeling of security can come in a crisis to one who has learned to pray and has cultivated listening ears so that he can \"call, and the Lord shall answer;\" when he can cry and the LORD shall say, \"Here I am.\" (CR, Apr. 1972, p. 124; see also CR, Oct. 1968, p. 62.)<\/p> <p>President Lee's remarks provide a strong witness that Isaiah's promises are just as binding today as when they were originally delivered.<\/p> <p>The list of spiritual blessings in verses 9-10 is interrupted by some reminders about self-control, proper behavior, and charity. These ideas parallel those of verses 6 and 7, in which the people were told to help the oppressed. Just as verses 6 and 7 lead up to the promises of verses 8 and 9, verses 9 and 10 lead up to the promises of verses 10-12. Isaiah's repetition of the Israelite's responsibility toward the oppressed and needy reinforces the concept that spiritual and physical blessings are contingent upon righteousness.<\/p> <p>An introductory phrase, \"and the Lord will guide thee continually,\" heads the eight physical blessings that Isaiah lists again in matched sets to tell how the Lord will guide and bless Israel:<\/p> <blockquote><p>A. Quenched thirst<\/p> <p>A'. Fed bones<\/p> <p>B. Watered garden<\/p> <p>B'. Running spring (v. 11)<\/p> <p>C. Rebuilt ruins<\/p> <p>C'. Raised buildings<\/p> <p>D. Repaired walls<\/p> <p>D'. Restored streets (12)<\/p> <\/blockquote><p>In short, the Lord will bless the whole Israelite society by renewing their bodies (A, A'), fields (B, B'), homes (C, C') and cities (D, D'). Of course, although these are physical blessings, most of them can also represent spiritual blessings: water can represent the gospel, homes and foundations the family or Church organization, and streets the path returning to God's presence.<\/p> <p>Chapter 58 of Isaiah concludes with the promise of still more blessings for those who properly observe the Sabbath.<\/p> <blockquote><p><sup>13<\/sup> \"If you keep your feet from breaking the Sabbath<\/p> <p>and from doing as you please on my holy day,<\/p> <p>if you call the Sabbath a delight and the LORD's holy day honorable,<\/p> <p>and if you honor it by not going your own way<\/p> <p>and not doing as you please or speaking idle words,<\/p> <p><sup>14<\/sup> then you will find your joy in the LORD,<\/p> <p>and I will cause you to ride on the heights of the land<\/p> <p>and to feast on the inheritance of your father Jacob.\"<\/p> <p>The mouth of the LORD has spoken. (NIV)<\/p> <\/blockquote><p>The promises of these verses parallel those of verses 2 and 3, in which the people seek the Lord but cannot find his blessings because they neglect their Sabbath duties. Isaiah uses an \"if-then\" clause: the \"if\" being man's responsibility (v. 13), the \"then\" being God's obligation (v. 14). In verses 13 and 14, Isaiah promises the people that if they observe the Sabbath, they will finally obtain God's greatest blessings, celestial joy as true children of Israel. (Compare <a class=\"ref\">D&amp;C 59:10-24<\/a>.)<\/p> <p>Isaiah concludes his beautiful poem and profound discourse with the phrase \"the mouth of the LORD has spoken.\" He also uses this statement in 1:20 and 40:5, and in all cases it serves as a special witness or testimony. In some ways, the phrase served the same purpose for Isaiah's listeners as does the modern phrase \"In the name of Jesus Christ, amen.\" Isaiah's closing implies that the teachings in chapter 58 are important and that the promises are valid.<\/p> <p>In conclusion, let me share some suggestions that I have found valuable in fasting. Fasting should not be a time of pain and sorrow, but one of joy and rejoicing. (<a class=\"ref\">D&amp;C 59:14<\/a>.) Based upon my experience and the testimonies of others, the following suggestions will improve the spiritual rewards of fasting:<\/p> <p><sup>1<\/sup> Plan ahead; prepare your schedule so that you can start the fast properly on Saturday, and yourself spiritually so that you can be ready for the fast.<\/p> <p><sup>2<\/sup> Have a particular purpose or goal in mind as you begin the fast. Perhaps you desire some answers to doctrinal questions, help in solving a problem, or inspiration in serving others. Select one primary goal on which you would like to concentrate while you fast.<\/p> <p><sup>3<\/sup> Start the fast with a private prayer—preferably vocal—while you are alone on your knees. Remember, fasting without prayer is simply starving, and the Lord has not commanded us to starve ourselves.<\/p> <p><sup>4<\/sup> Keep the Spirit; use Saturday evening as part of your fast period. Keep activities uplifting. Prepare yourself in all ways for the Sabbath.<\/p> <p><sup>5<\/sup> Fast a full twenty-four hours, refraining from all food and drink, if possible. In case of health problems, fast according to your own limitations.<\/p> <p><sup>6<\/sup> Prepare to reach your goal: study the scriptures, draft possible solutions to problems, talk with your family and home teachers, write in your journal, etc.<\/p> <p><sup>7<\/sup> Attend all your church meetings on Sunday.<\/p> <p><sup>8<\/sup> Pay a full fast offering as determined by what you feel you should contribute to help the poor and needy. (Remember Isaiah's counsel in 58:7, 10.)<\/p> <p><sup>9<\/sup> Just before concluding your fast, set aside twenty or thirty minutes to ponder, meditate, sort out possible solutions to a problem, etc. Read <a class=\"ref\">Moroni 10<\/a>, especially the first five verses, for helpful counsel.<\/p> <p><sup>10<\/sup> End the fast with a private prayer and be sure to take time to listen for answers.<\/p>",
    "audit": null
}