{
    "id": 17304,
    "source": "poet",
    "verse_id": 18028,
    "verse_count": 3,
    "reference": "19:23-25",
    "title": "Man Serves Others—Egypt Joins Assyria and Israel",
    "html": "<p><sup>23<\/sup> In that day, there shall be a highway from Egypt to Assyria. The Assyrians shall join with the Egyptians and Egyptians with the Assyrians, and then the Egyptians together with the Assyrians shall serve [the LORD]. 24In that day, Israel shall be a third partner with Egypt and Assyria as a blessing on earth; 25for the LORD of Hosts will bless them, saying, \"Blessed be My people Egypt, My handiwork Assyria, and My very own Israel.\" (NJV)<\/p> <p>There were various times during the Persian, Greek, and Roman occupations when the areas of Egypt, Israel, and Assyria (Mesopotamia) were joined together through a common means of transportation and communication. In times past, however, the three areas did not ever unite to \"bless the nations of the earth.\" The fulfillment of this Isaianic promise remains in the future. Indeed, most readers of the scriptures who understand the history of the area find it incredible that these peoples could ever come together before a millennial era is established upon the earth.<\/p> <p>Still, recent developments in the Middle East have significantly altered the relationship between Israel and her neighbors such that the possibility of unification seems a bit more probable. In fact, diplomatic developments have altered so rapidly, especially between Israel and Egypt, that political scientists are amazed at the drastic change of events. If, in the summer of 1977, experts on the Middle East had been polled and asked if they thought Israel and Egypt would sign a peace treaty before the summer of 1979, scarcely any would have thought it possible. But events beginning in the fall of 1977 started a process that miraculously culminated in the signing of a formal peace treaty between Egypt and Israel on March 26, 1979.<\/p> <p>The road to peace between Egypt and Israel was not without its stumbling blocks, however, although President Jimmy Carter and his Camp David talks were helpful in removing those obstacles. Also, each major party involved in the negotiations—President Answar Sadat, Carter, and Prime Minister Menachem Begin—agreed that a fourth party had helped them travel the road to peace. They used different names to describe him—<i>Allah, Adonai,<\/i> or the Lord—but all acknowledged the divine help they received. In fact, Carter was strengthened by the words of Isaiah, and Sadat and Begin quoted them in reference to the peace settlement. The night before the treaty was signed, Carter \"read from the fifth chapter of Isaiah, a Prophet who seemed to walk with the peacemakers the entire week. Isaiah's stern admonition to practice humility and diligence seemed to stay with Carter through the celebration of 'the miracle.'\" Sadat and Begin quoted <a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a> when they as \"two of the world's most implacable antagonists signed a formal treaty of peace and eloquently pledged their determination as men of God to heed the plea of Isaiah to 'beat their swords into plowshares, and their spears into pruning-hooks.'\" (<i>Time,<\/i> Apr. 9, 1979, pp. 30-31.)<\/p> <p>However, the open dialogue of peace between Egypt and Israel has not been well received in most of the Arab world. In Iraq, for example, (the modern name for the ancient territory of Assyria), the peace treaty was protested in Baghdad by half a million Iraqis marching in mass demonstration. Iraq's long-time hatred of Israel now extends to Egypt, especially after Egypt's mild rebuke of Israel after Israeli bombs destroyed Iraq's largest nuclear reactor on June 7, 1981. Iraq would probably be much more actively involved in fighting Zionism were she not so entrenched in her own conflict with Iran.<\/p> <p>And, considering Iraq's strong ties with Russia and the fierce anti-Zionist attitudes of the Iraqi leaders, it seems highly unlikely that Iraq will ever be pro-American, let alone pro-Egyptian or pro-Israeli, within the next few decades. In fact, if experts on the Middle East had been polled in the summer of 1981 about the possibility of peace between Iraq and Israel before 1990, it is unlikely that a very few, if any, would believe that it could occur. But remember that the Lord's efforts between Egypt and Israel wrought a political miracle within two years. Perhaps the future will see a similar miracle and change of heart in Iraqi-Israeli relations.<\/p> <p>Whenever it happens, but at some time before the Millennium, it seems quite certain that Iraq will join Israel and Egypt, becoming a third partner with them. These three nations will then be blessed by the Lord and will, in turn, bless the whole earth.<\/p> <p>Unlike chapter 19, chapter 20 seems to fit entirely within the historic framework of ancient Egypt, for it provides a warning to the contemporary political powers, although it raises questions about Isaiah's public actions. This short prophecy promises Egypt that she will be conquered by Assyria and that many of her people will become Assyrian slaves. However, the means by which Isaiah gives this warning is most unusual; he emphasizes the impending slavery by walking around without his clothes and sandals. By actually demonstrating to Judah what was to happen to Egypt, Isaiah taught the Jews that they could not trust Egyptian power to rescue them from Assyria. This lesson holds true today; no nation can depend entirely upon its own military power or alliances to preserve it from invasion and destruction. In the end, the Lord's protection, earned through righteousness, is the only guarantee of security. (See Spencer W. Kimball, \"The False Gods We Worship,\" <i>Ensign,<\/i> June 1976, pp. 3-6.)<\/p> <p>The historical setting of this chapter is around 715 B.C., when the Ethiopian Pharaoh Shabako conquered Egypt and seemed likely to establish a powerful dynasty. The princes of various states near Egypt and Judah were given fresh hope of liberation in this new Ethiopian dynasty, a hope that they could now break the yoke of the Assyrian King Sargon II. The northern Philistine city of Ashdod became the center of the resistance. Its king, Azuri, withheld tribute payments from the Assyrians and then sent envoys to encourage the kings of neighboring kingdoms to rebel. But Azuri's revolt was crushed when Sargon deposed him in 713 B.C., replacing him with his brother, Achimiti. The people of Ashdod, in turn, rebelled against Achimiti, replacing him with an Ionian Greek named Jaman. Jaman, too, hoped to create a coalition between other Philistine cities and Edom, Moab, and Judah, with additional support to come from the newly founded Ethiopian-Egyptian empire. But the hoped-for Egyptian help did not materialize. Pharaoh Shabako did not feel that a rebellion against his strong Assyrian enemy was of any value to him. So, in 711 B.C., when the Assyrian army drew near to Philistia and the Ionian ruler fled to Egypt, the pharaoh arrested Jaman and turned him over, bound hand and foot, to Sargon. The revolt in Ashdod was crushed with the aid of an Egyptian army, and the inhabitants of Ashdod, many Egyptians, and others in the surrounding area were taken as Assyrian slaves.<\/p> <p>It is not known how much Hezekiah, ruling at the time in Jerusalem, became involved in the movement for revolt. It is assumed that he went no further than conspiracy or else submitted in time to save Judah from an Assyrian invasion.<\/p> <p>It is in the midst of this rebellion that Isaiah was commanded to give a sign of the impending slavery. And it was about 711 B.C., as the revolt drew to an end, that Tartan went to Ashdod and Isaiah delivered his prophecy in Jerusalem:<\/p> <p><b>20<\/b> It was the year that the Tartan came to Ashdod—being sent by King Sargon of Assyria—and attacked Ashdod and took it.2Previously, the LORD had spoken to Isaiah son of Amoz, saying, \"Go, untie the sackcloth from your loins and take your sandals off your feet,\" which he had done, going naked and barefoot. 3And now the LORD said, \"It is a sign and a portent for Egypt and Nubia. Just as My servant Isaiah has gone naked and barefoot for three years, 4so shall the king of Assyria drive off the captives of Egypt and the exiles of Nubia, young and old, naked and barefoot and with bared buttocks—to the shame of Egypt! 5And they shall be dismayed and chagrined because of Nubia their hope and Egypt their boast. 6In that day, the dwellers of this coast-land shall say, 'If this could happen to those we looked to, to whom we fled for help and rescue from the king of Assyria, how can we ourselves escape?'\" (NJV)<\/p> <p>While this chapter is short and fairly easy to understand once the historical background is known, a few terms and concepts need further explanation.<\/p> <p>The Assyrian representative sent by Sargon to the city of Ashdod is known only by his title, Tartan. A tartan was a general, probably the general second in command to the king. (See <a class=\"ref\">2 Kgs. 18:17<\/a>.) In other words, Sargon himself did not attack Ashdod, but left that and the suppression of the revolt to his general, the tartan.<\/p> <p>The most unusual segment of the chapter is verses 2 and 3, in which the Lord commands Isaiah to go \"naked and barefoot\" as a sign of Egypt's impending humiliation and captivity. Actually, Isaiah was probably not completely naked, but simply without his tunic and outer robes, (<a class=\"isa\" verses=\"WzE4MDI0XQ==\">Isa. 19<\/a>, footnote 2a.) In Isaiah's time, men usually wore a loincloth, tunic, and robe when they were in public; while working in the fields or at home, the robe was probably put aside and the tunic remained the main item of attire (the tunic was a loose-fitting linen garment, short-sleeved or sleeveless, that extended to the knees). Slaves, captives, and the lowest manual workers in the society would often not even wear a tunic, but labored in a loincloth. However, it was considered embarrassing for one to be seen in public with only his loincloth, just as today one would be utterly humiliated to be seen in public in his underwear. As evidenced by the end of verse 4, the sign of shame or \"nakedness\" in Isaiah's time was the exposure of the upper thighs or buttocks.<\/p> <p>Even so, one might ask why the Lord would request the prophet to show himself in such humble and improper attire in public. It was probably intended as a graphic sign to the people, one they could not forget or ignore. It was similar to some of the signs Ezekiel gave the Jews during the early stages of their Babylonian captivity, such as cutting his hair, crawling under a wall, and so on. (See <a class=\"ref\">Ezek. 4-5<\/a>.) Isaiah's bizarre behavior and dress was an unusual sign repeated over a three-year period. <\/p> <p>The Israelites' attitude to the fulfillment of Isaiah's prophecy is recorded in the last verse of chapter 20. They recognized that if Egypt, powerful as she was, gave in so easily to Assyria, then Judah was in a very vulnerable position. Their situation is summarized in the final desperate question of \"How can we escape?\" The only answer, even today, is: \"Through the help of the Lord.\"<\/p> <p>Isaiah waits awhile before giving his own answer to that question. First he concludes his pronouncements to the other nations and then in chapters 24-27 records how the Lord's hand will be manifest upon the earth, allowing some to escape the coming destruction.<\/p> <p><a class=\"isa\" verses=\"WzE4MDI4XQ==\">Isa. 13-23<\/a>), and precedes the \"Apocalypse of Isaiah,\" his visions of the judgment of the world (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 24-27<\/a>). Some of the language and imagery in these three chapters was later used by John the Revelator to describe his own apocalypse (the book of Revelation). The similarity suggests the question, \"Are the substance and subject of the two seers' visions similar, or did John simply borrow Isaiah's phraseology?\" (Compare <a class=\"isa\" verses=\"WzE4MDQ1XQ==\">Isa. 21:9<\/a> with <a class=\"ref\">Rev. 14:8<\/a>; <a class=\"isa\" verses=\"WzE4MDc1XQ==\">Isa. 22:22<\/a> with <a class=\"ref\">Rev. 3:7<\/a>; and <a class=\"isa\" verses=\"WzE4MDg2XQ==\">Isa. 23:8<\/a> with <a class=\"ref\">Rev. 18:23<\/a>.) It appears that John merely uses some of Isaiah's terminology, since he comes later historically, but answers to this question and several other questions about the meaning of these chapters will become more obvious as the seven pronouncements are analyzed.<\/p>",
    "audit": null
}