{
    "id": 17329,
    "source": "poet",
    "verse_id": 18616,
    "verse_count": 2,
    "reference": "48:1-2",
    "title": "Preamble",
    "html": "<p>Perhaps the best introduction to chapter 48 is by Nephi:<\/p> <p>Hear ye the words of the prophet, ye who are a remnant of the house of Israel, a branch who have been broken off; hear ye the words of the prophet, which were written unto all the house of Israel, and liken them unto themselves, that ye may have hope as well as your brethren from whom ye have been broken off; for after this manner has the prophet written. (<a class=\"ref\">1 Ne. 19:24<\/a>.)<\/p> <blockquote><p>Isaiah's own words of introduction are:<\/p> <p><b>48<\/b> <i>Hearken and<\/i> listen to this,<\/p> <p>O House of Jacob,<\/p> <p>Who bear the name Israel<\/p> <p>And have issued from the waters of Judah,<\/p> <p><i>Or out of the waters of baptism,<\/i><\/p> <p>Who swear by the name of the<\/p> <p>LORD<\/p> <p>And invoke the God of Israel—<\/p> <p>Though <i>they swear<\/i> not in truth and sincerity—<\/p> <p><sup>2<\/sup> <i>Nevertheless<\/i> for you are called after the Holy City<\/p> <p>And you do <i>not<\/i> lean on the God of<\/p> <p>Israel, <i>who is the Lord of hosts, Yea<\/i> whose name is LORD of Hosts.<\/p> <p>(NJV, italicized phrases from 1 Ne.)<\/p> <\/blockquote><p>A number of words and phrases are added in the <a class=\"ref\">1 Nephi 20<\/a> rendition of these verses. The most significant addition is the phrase identifying the \"waters of Judah\" as the \"waters of baptism\" (v. 1).<\/p> <p>This addition fits quite well within the verse, since the people are called first by their natural name as descendants of Jacob and then by their covenant title as followers of Israel. A parallelism naturally develops if the verse is also interpreted to mean that people come first out of the \"waters of Judah\" (the amniotic fluids of the womb, or the \"loins\"; RSV, NIV, and other translations) and then out of the \"waters of baptism,\" representing a covenant or spiritual birth. The covenant then continues through the first verses as the people also make oaths in God's name and are then called after the name of his holy city.<\/p> <p>Interestingly, the phrase \"or out of the waters of baptism\" was not in the original 1830 edition of the Book of Mormon, but appeared first in the 1840 printing. Latter-Day Saint scholar Daniel H. Ludlow provides some interesting background on this phrase:<\/p> <p>The term \"or out of the waters of baptism\" did not appear in the first edition of the Book of Mormon. It first appeared in the edition of 1840 on page 53, and the sentence in which it appeared was punctuated as follows: \"Hearken and hear this, O house of Jacob, who are called by the name of Israel, and are come forth out of the waters of Judah, (or out of the waters of baptism,) who swear by the name of the Lord,\" etc. It is not absolutely clear who was responsible for the insertion of this phrase, although the title page of this edition indicates that it was the \"Third Edition, Carefully Revised by the Translator\" and was published in Nauvoo, Illinois.<\/p> <p>In the \"Committee Copy\" of the Book of Mormon that was used by Elder James E. Talmage and his committee in making the changes for the 1920 edition, the words \"or out of the waters of baptism\" were not printed in the text although they had been inserted in red ink in parentheses. However, the parentheses were crossed out by red pencil. These words are printed in the current edition of the Book of Mormon without the parentheses. (CSBM, p. 120.)<\/p> <p>It seems unlikely that the additional phrase came from the prophet Isaiah himself or was inserted by Nephi in his copy of the text. Most likely, Joseph Smith inserted it to identify or amplify the phrase \"out of the waters of Judah,\" a phrase that may have implied baptism to the ancient Israelites but that is meaningless to modern readers. Latter-day Saint scholar Hugh Nibley feels it was Joseph Smith's prerogative as translator to insert the clarifying phrase. (<i>Since Cumorah,<\/i> p. 151.)<\/p> <p>As indicated earlier in the discussion on Isaiah chapter 1, the ordinance of baptism was known to the Jewish people. (See <a class=\"ref\">Moses 6:64-65<\/a>.) It appears that Isaiah was rebuking those in Israel who called themselves Israelites because of their lineage, but who broke the commandments and covenants that true Israelites should maintain. Their hypocrisy is emphasized in verse 2, especially in the Book of Mormon translation; they called themselves a part of God's community, but did not rely upon him for spiritual guidance. Claus Westermann explains the distinction between the lineage and covenant relationships of Israel:<\/p> <p>The people addressed are the 'house of Jacob'. Strictly speaking, this means Jacob's own family. This is then explained in the first two appositions—those who bear the name of the patriarch Jacob and are descended from Judah. This indicates the first basis upon which the history of Israel rests—that solidarity, initiated by the blessing, which reaches back beyond the clans (north and south) to unite the generation now alive with the patriarchs who had received the promise of a future for the chosen people. The further appositions all refer to the other bases of Israel's history—her worship. (<i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40-66<\/a>,<\/i> pp. 196-97.)<\/p> <p>The term <i>Israel<\/i> appears frequently in Isaiah's writings, particularly after chapter 47, and the prophet applies it in at least three ways to mean blood Israel, covenant Israel, or the land of Israel. Blood Israelites are the literal descendants of Jacob or Israel (the \"house of Jacob,\" v. 1). Covenant Israelites are those who accept the God and covenants of Israel (and call themselves Israel, v. 1; see <a class=\"isa\" verses=\"WzE4NTM5XQ==\">Isa. 44:5<\/a>). Land Israelites are the inhabitants of the land that was granted to the tribes of Israel, the area called Canaan, the Holy Land, or Palestine. (In chapter 49, Isaiah promises that a \"covenant people\" will be restored to their ancestral land as they are gathered from afar—in other words, covenant Israelites will also become land Israelites; vs. 8, 12, 22.) In reading Isaiah's prophecies concerning the Israelites in chapters 48 and 49, one must pay careful attention in order to understand which group of Israelites the prophet is addressing.<\/p>",
    "audit": null
}