{
    "id": 17346,
    "source": "poet",
    "verse_id": 18780,
    "verse_count": 8,
    "reference": "57:14-21",
    "title": "A Promise to the Righteous",
    "html": "<p>In sharp contrast to the scathing denunciation and heavy style of the preceding pronouncement, Isaiah now employs flowing diction and subdued expectation as he promises the repentant sufferers the tender healing and protection of the Lord:<\/p> <p><sup>14<\/sup> I will say, Rebuild the road! Clear away the rocks and stones. Prepare a glorious highway for my people's return from captivity.<\/p> <p><sup>15<\/sup> The high and lofty one who inhabits eternity, the Holy One, says this: I live in that high and holy place where those with contrite, humble spirits dwell; and I refresh the humble and give new courage to those with repentant hearts. 16For I will not fight against you forever, nor always show my wrath; if I did, all mankind would perish—the very souls that I have made. 17I was angry and smote these greedy men. But they went right on sinning, doing everything their evil hearts desired. 18I have seen what they do, but I will heal them anyway! I will lead them and comfort them, helping them to mourn and to confess their sins. 19Peace, peace to them, both near and far, for I will heal them all. 20But those who still reject me are like the restless sea, which is never still, but always churns up mire and dirt. 21There is no peace, says my God, for them! (LB)<\/p> <p>The highway of salvation described in verse 14 is a common image in Isaiah (40:3; 62:10; see TG \"Highway\"). While the phrase \"cast ye up, cast ye up, prepare the way\" (KJV) generally refers to the coming of the lost Ten Tribes (<a class=\"ref\">D&amp;C 133:23-28<\/a>), Isaiah seems to be using it here as a figure of speech. He calls for the removal of everything that hinders spiritual growth, especially the weeds of wickedness that he denounced in the previous discourse. This spiritual way is to be the road upon which people return to spiritual health. In a latter-day context, this way could represent the restoration of the gospel through Joseph Smith. The light and knowledge restored to mankind clears the road. No longer are the people who seek God in spiritual darkness; the way of salvation is clear for them to travel back into God's presence.<\/p> <p>God has accomplished this. He is high and lofty, his name is holy, and he dwells in holiness (v. 15). Yet his exalted position does not hinder his kindness and condescension to man. He dwells with the contrite and lowly of spirit. He heals, bringing back to life those of a lowly countenance. Indeed, verse 16 emphasizes this point as Isaiah proclaims that God, in his abundant grace, will not contend or be angry, but will give life. He retains compassion for those \"souls\" or premortal spirits he created. The only reason he cursed them and turned away from them is because they followed their own heart instead of his way (v. 17). Verse 18 reaffirms God's commitment to heal and comfort those who have suffered his wrath. The people of whom the Lord speaks in these verses are probably either the righteous who have suffered because of corrupt leaders (56:9-57:1-2) or those who have seen the error of their ways and have developed faith in the Lord (57:13, 15).<\/p> <p>In closing, Isaiah makes some statements that encompass the righteous and the wicked (vs. 19-21). The righteous, wherever they may be, will be healed (v. 19), but the wicked can never rest. They are like a troubled sea that continually tosses mud and mire (v. 20). The wicked who think that they can continue in their wickedness will ultimately realize that they find no peace in their actions. (<a class=\"isa\" verses=\"WzE4NzY2LDE4Nzc2LDE4Nzg3XQ==\">Isa. 56:12; 57:10, 21<\/a>.) They will not be safe from the great judgment day when Christ comes to judge all mankind. (<a class=\"ref\">Moro. 10:34<\/a>; see <a class=\"isa\" verses=\"WzE4NjM3XQ==\">Isa. 48:22<\/a>.)<\/p> <p>President Harold B. Lee often quoted these last three verses of chapter 57 and applied them in at least three different contexts. For example, he placed them in the setting of Latter-day Saints struggling against the world (CR, Apr. 1942, p. 87); he applied them to different types of Latter-day Saints within the Church (CR, Oct. 1947, p. 67); and finally, in his last general conference, he applied them to all who seek wickedness and lack true self-love or self-respect:<\/p> <p>To those who fail to heed the warnings of those who are striving to teach these principles and choose to go in the opposite course, they will eventually find themselves in the pitiable state which you are witnessing so often among us. The prophet Isaiah described the tragic result most dramatically when he repeated the words of God which came to him as he sought to fortify his people against the wickedness of the world, and I quote his words: [<a class=\"isa\" verses=\"eyIxODc4NSI6M30=\">Isa. 57:19-21<\/a>.]<\/p> <p>As I have prayerfully thought of the reasons why one chooses this course which is dramatically described by the prophet Isaiah—when one who has departed from the path which would have given him peace is like the troubled sea, casting up mire and dirt—it seems to me that it all results from the failure of the individual to have self-respect. (CR, Oct. 1973, p. 4.)<\/p> <p>Just as President Lee often returned to these verses of Isaiah and found insight and application from them, all students of the scriptures should continually reread the scriptures and seek to understand the prophets' words, which can enlighten and strengthen them.<\/p>",
    "audit": null
}