{
    "id": 17297,
    "source": "poet",
    "verse_id": 18006,
    "verse_count": 31,
    "reference": "19-20",
    "title": "Egypt and Judah",
    "html": "<p>The nineteenth chapter of Isaiah contains the most important prophecies concerning Egypt in the entire Old Testament. Again, in this chapter, Isaiah skillfully uses the historical events of his day to prophesy of events in the last days. His pronouncement warns Egypt of contemporary dangers and promises future blessings that will finally occur \"in that day,\" the last dispensation. The prophecy as a whole, then, finds complete fulfillment only in the latter days. Indeed, many of the events promised in <a class=\"isa\" verses=\"WzE4MDI0XQ==\">Isaiah 19<\/a> seem to have been fulfilled in the events of the 1970s.<\/p> <p><a class=\"isa\" verses=\"WzE4MDI0XQ==\">Isaiah 19<\/a> begins by describing several calamities that will befall Egypt—internal disorder, disruption of the flow of the Nile River, and inept, ruthless leadership. Conditions will become so serious that Egypt will be greatly afraid of Judah. Still, the chapter concludes with the promise of blessings—when Egypt follows the Lord, he will heal her and enable her to join with other nations in blessing the earth.<\/p> <p>Chapter 19 falls into distinct halves—verses 1-15 threatening destruction and verses 19-25 promising redemption. Verses 16-18 serve as a bridge between the two sections. A close study of the chapter also reveals a chiastic pattern between the two sections as outlined below:<\/p> <blockquote><p>I. God's judgments upon Egypt (vs. 1-15)<\/p> <p>A. Man versus man—internal chaos in Egypt (1-4)<\/p> <p>B. Man versus nature—life along the Nile River destroyed (5-10)<\/p> <p>C. Man versus his leaders—anarchy and confusion (11-15)<\/p> <p>II. Egypt is full of fear, for Judah terrorizes her (16-18)<\/p> <p>III. The Lord's healing of Egypt (19-25)<\/p> <p>C'. Man turns to God—the Egyptians serve the Lord (19-21)<\/p> <p>B'. Man in harmony with the land—the Lord heals Egypt (22)<\/p> <p>A'. Man serves others—Egypt joins Assyria and Israel (23-25)<\/p> <\/blockquote>",
    "audit": null
}