{
    "id": 17337,
    "source": "poet",
    "verse_id": 18667,
    "verse_count": 6,
    "reference": "50:4-9",
    "title": "A Servant Song",
    "html": "<p>After Isaiah and Joseph Smith (in the Doctrine and Covenants) record the Lord's ability to redeem Israel, each prophet extends an invitation to the world to heed the words of the Lord's servants. Joseph Smith records that the Lord's message was that Israel \"believed not\" and \"received not\" the Lord's servants when they were sent to her. (<a class=\"ref\">D&amp;C 133:71<\/a>.) Isaiah is more poetic in describing how the Lord's servant was rejected by the people:<\/p> <blockquote><p>4 The Sovereign Lord has taught me what to say,<\/p> <p>so that I can strengthen the weary.<\/p> <p>Every morning he makes me eager<\/p> <p>to hear what he is going to teach me.<\/p> <p>5 The Lord has given me understanding<\/p> <p>and I have not rebelled<\/p> <p>or turned away from him.<\/p> <p>6 I bared my back to those who beat me.<\/p> <p>I did not stop them when they insulted me,<\/p> <p>when they pulled out the hairs of my beard<\/p> <p>and spit in my face.<\/p> <p>7 But their insults cannot hurt me<\/p> <p>because the Sovereign Lord gives me help.<\/p> <p>I brace myself to endure them.<\/p> <p>I know that I will not be disgraced;<\/p> <p>8 for God is near,<\/p> <p>and he will prove me innocent.<\/p> <p>Does anyone dare bring charges against me?<\/p> <p>Let us go to court together!<\/p> <p>Let him bring his accusation!<\/p> <p>9 The Sovereign Lord himself defends me—<\/p> <p>who, then, can prove me guilty?<\/p> <p>All my accusers will disappear;<\/p> <p>they will vanish like motheaten cloth. (TEV; note changes in <a class=\"ref\">2 Ne. 7:4, 8<\/a>)<\/p> <\/blockquote><p>These verses, comprising the third servant song, portray the \"servant\" as the epitome of righteousness. As with the other servant songs, controversy surrounds the interpretation of these verses. The servant could be any number of people or peoples. Perhaps it is the prophet Isaiah himself telling how he has been insulted, or perhaps it is the nation of Israel that has suffered persecutions throughout the long centuries of their dispersal from the land of Palestine. However, as far as the Bible records, Isaiah was not persecuted during his ministry. Also, the verses do not seem to apply to Israel as a nation, since they suffered a just punishment for their disobedience, whereas the servant suffers undeservedly for others. The most acceptable identification is Christ, because these verses describe events in the life of Jesus. In reading this servant song, however, we should not limit these references to the life of Christ, but should try to apply them to many of God's chosen servants.<\/p> <p>Verses 4 and 5 outline the ministry of the servant. The daily discharge of the servant's office is to hear and speak the word of God. God gave him an assignment, and he is not rebellious nor does he turn away from this labor.<\/p> <p>Verse 6 is specifically messianic, describing the physical abuse endured by the servant in his service:<\/p> <p>The servant now presents details to show how he was not rebellious. The striking language calls to mind immediately the physical sufferings of our Lord (cf. <a class=\"ref\">Matt. 26:67<\/a>ff.; 27:26ff.; <a class=\"ref\">John 19:1<\/a>ff.) . . . The strikers or smiters would be those who have the public duty of beating a criminal. Beating on the back would seem also to be the custom in the punishment of evil men (cf. <a class=\"ref\">Prov. 10:13; 19:29; 26:3<\/a> and cf. <a class=\"ref\">Ps. 129:3<\/a>).<\/p> <p>In addition the servant gave his cheeks to those who pluck out the hair. The reference is to those who deliberately give the most heinous and degrading of insults. The Oriental regarded the beard as a sign of freedom and respect, and to pluck out the hair of the beard (for <i>cheek<\/i> in effect would refer to a beard) is to show utter contempt. (Young, <i>The Book of Isaiah<\/i> 3:300.)<\/p> <p>In light of his suffering and humiliation, one of Christ's commands has a fuller meaning: \"But I say unto you, that ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.\" (<a class=\"ref\">Matt. 5:39<\/a>.)<\/p> <p>As he stood before the soldiers in the common hall of judgment, they spat upon him, smote him with a reed, crowned him with thorns, and bowed before him in mockery. Yet he silently endured the abuse. (<a class=\"ref\">Matt. 27<\/a>.)<\/p> <p>Just as Christ endured, so can we. All of us can put ourselves in the position of this servant and apply these verses to the temptations and trials we face. Just as God upheld his Son, so shall he uphold us, as promised in verses 7-9. In all that the innocent suffer, they should not be ashamed. Eventually those who condemn and contend against God's work, whether it be against Christ or one of his servants, will perish and \"wax old as a garment.\" While the emphasis of this servant song seems to be on Christ, its universality is also apparent. Many of God's servants suffer, but as they fulfill their callings, the Lord upholds and defends them.<\/p>",
    "audit": null
}