{
    "id": 17302,
    "source": "poet",
    "verse_id": 18024,
    "verse_count": 3,
    "reference": "19:19-21",
    "title": "Man Turns to God—the Egyptians Serve the Lord",
    "html": "<p><sup>19<\/sup> In that day, there shall be an altar to the LORD inside the land of Egypt and a pillar to the LORD at its border. 20They shall serve as a symbol and reminder of the LORD of Hosts in the land of Egypt, so that when [the Egyptians] cry out to the LORD against oppressors, He will send them a savior and champion to deliver them. 21For the LORD will make Himself known to the Egyptians, and the Egyptians shall acknowledge the LORD in that day, and they shall serve [Him] with sacrifice and oblation and shall make vows to the LORD and fulfill them. (NJV)<\/p> <p>Beginning with these verses, Isaiah promises great blessings to Egypt. The Egyptians will serve the Lord \"in that day\" (v. 21), and build a pillar and altar to the Lord (vs. 19, 21). Scholars generally agree that the pillar and altar represent a temple to be built in Egypt.<\/p> <p>Some historians feel that this promise was fulfilled by the Jewish colonists living at Elephantine Island from the seventh to fourth centuries B.C. (This island is located at the southern border of Egypt, near Aswan and the first cataract.) About the same time that Lehi left Jerusalem for America, a number of Jews fled from the invading Babylonians and settled at this border post in upper Egypt. Correspondence and other records from this community indicate that they constructed a temple before 525 B.C. which remained standing for at least a century. It was apparently destroyed around 410 B.C. and then later rebuilt. (\"Elephantine Papyri,\" IDB 2:83-85.)<\/p> <p>The Roman-Jewish historian Josephus records that another Jewish temple was built centuries later by refugees who fled to the delta area in the second century B.C. (<i>Antiquities,<\/i> XIII. iii. 1-2.) Very little is known about their settlements and temple at Leontopolis, including whether or not they were an \"official\" or orthodox Jewish religious community.<\/p> <p>It is interesting that Jewish historians traditionally discounted the Josephus account; they did not believe he could be describing a group of orthodox Jews. Most historians believed that \"true\" Jews would build a temple only in Jerusalem. After all, they did not build one in Babylon during their captivity, so why should they build one anywhere else. With this same argument, some critics have discounted the Book of Mormon, for the Nephites (uprooted Jews) built temples in the new land. (See <a class=\"ref\">2 Ne. 5:16<\/a>.) Following the discovery of the Elephantine Papyri in 1893 and recent Israeli archaeological findings in the Holy Land, however, many scholars now acknowledge the legitimate existence of many other Israelite temples. (For example, see \"Hebrew sanctuaries and temples—those besides Jerusalem,\" IDB 4:566-68.) Now, some Israeli archaeologists will assert that if a group of ancient religious, practicing Jews were to be isolated from Jerusalem, one would expect them to build their own temple. This is exactly what the Book of Mormon indicates and, apparently, what Isaiah promises for Egypt.<\/p> <p>It should not be overlooked, however, that the temple to be built in Egypt does not necessarily have to be a Jewish one. One Latter-day Saint temple is already being built in South Africa, and it is not improbable that one could be erected in northern Africa or even in Egypt at some future time.<\/p>",
    "audit": null
}