{
    "id": 17335,
    "source": "poet",
    "verse_id": 18638,
    "verse_count": 6,
    "reference": "49:1-6",
    "title": "The Summons",
    "html": "<p>The Lord himself issues the summons to scattered Israel. However, since Isaiah delivers the summons, it appears that he is talking about himself as he speaks about his role with Israel:<\/p> <blockquote><p><b>49<\/b> <i>And again: hearken O house of Israel,<\/i><\/p> <p>All you who are broken off and are driven out,<\/p> <p>Because of the wickedness of the pastors of my people;<\/p> <p><i>Yea, all you who are broken off, who are scattered abroad,<\/i><\/p> <p>Who are of my people, O house of Israel.<\/p> <p>Listen, O coastlands, to me,<\/p> <p>And give heed, O nations afar:<\/p> <p>The LORD appointed me before I was born,<\/p> <p>He named me while I was in my mother's womb,<\/p> <p>2 He made my mouth like a sharpened blade,<\/p> <p>He hid me in the shadow of His hand.<\/p> <p>And He made me like a polished arrow;<\/p> <p>He concealed me in His quiver.<\/p> <p>3 And He said to me, \"You are My servant,<\/p> <p>Israel in whom I glory.\"<\/p> <p>4 I thought, \"I have labored in vain,<\/p> <p>I have spent my strength for empty breath.\"<\/p> <p>But my case rested with the LORD,<\/p> <p>My recompense was in the hands of my God.<\/p> <p>5 And now the LORD has resolved—<\/p> <p>He who formed me in the womb to be His servant—<\/p> <p>To bring back Jacob to Himself,<\/p> <p>That Israel may be restored to Him.<\/p> <p>And I have been honored in the sight of the LORD,<\/p> <p>My God has been my strength.<\/p> <p>6 For He has said:<\/p> <p>\"It is too little that you should be My servant<\/p> <p>In that I raise up the tribes of Jacob<\/p> <p>And restore the survivors of Israel:<\/p> <p>I will also make you a light of nations,<\/p> <p>That My salvation may reach the ends of the earth.\"<\/p> <p>(NJV, italicized phrases added)<\/p> <\/blockquote><p>The Book of Mormon version of this chapter includes a number of phrases not found in any biblical texts. The addition specifically directs the message to the scattered remnants of Israel, while the biblical texts imply that Isaiah's message is directed to the world at large. This distinction is important because when the Lord's servant is introduced later in verse 1, the reader more clearly understands that the servant has stewardship over a specific community.<\/p> <p>These six verses comprise one of the four recognized \"servant songs\" of Isaiah (along with 42:1-4; 50:4-9; and 52:13-53:12; see pp. 358-60). Various scholars offer numerous possible identities for this servant: Isaiah, the nation Israel, Jesus Christ, and even Joseph Smith. <\/p> <p>In order to appreciate how the identity of the servant might be someone besides Isaiah, who authored the servant song, a few important characteristics of the servant will be listed and then some possible reasons will be given explaining why Israel, Jesus Christ, or Joseph Smith might fit the description of the promised servant:<\/p> <p><sup>1<\/sup> He is selected before birth (foreordained) (v. 1).<\/p> <p><i>Israel:<\/i> Elder Bruce R. McConkie states that Israelites were chosen for their particular lineage based upon their worthiness in the premortal life and the foreknowledge of God. (MD, p. 216.)<\/p> <p><i>Jesus Christ:<\/i> Abraham records that Jesus was called before the earth was organized. (<a class=\"ref\">Abr. 3:27<\/a>; see <a class=\"ref\">Moses 4:1-4<\/a>; Like 1:31; 2:21.)<\/p> <p><i>Joseph Smith:<\/i> Joseph of Egypt prophesied of Joseph Smith, and Joseph Smith testified that he was foreordained to be a prophet in this dispensation. (<a class=\"ref\">2 Ne. 3:15; D&amp;C 127:2<\/a>; TPJS, p. 365.)<\/p> <p><sup>2<\/sup> He is hidden in the Lord's hand (v. 2).<\/p> <p><i>Israel:<\/i> The servants of the Lord through the chosen lineage have been hid \"from the word with Christ.\" (<a class=\"ref\">D&amp;C 86:8-9<\/a>.)<\/p> <p><i>Jesus Christ:<\/i> For four thousand years Jehovah did his work hidden from men until he finally came to earth himself. (<a class=\"isa\" verses=\"WzE4NzAzXQ==\">Isa. 52:6<\/a>.)<\/p> <p><i>Joseph Smith:<\/i> He was among those addressed by the Lord in the last days who was hid up. (<a class=\"ref\">D&amp;C 86:9<\/a>.)<\/p> <p><sup>3<\/sup> He is like a polished shaft (v. 2).<\/p> <p><i>Israel:<\/i> This people has been prepared by the Lord to receive their proper calling. (<a class=\"ref\">D&amp;C 136:31<\/a>; <a class=\"isa\" verses=\"WzE4NjI3LDE4NjMyXQ==\">Isa. 48:12, 17<\/a>.)<\/p> <p><i>Jesus Christ:<\/i> He learned obedience in all things through suffering and lived a perfect life. (<a class=\"ref\">Heb. 5:8-9; 3 Ne. 12:48<\/a>.)<\/p> <p><i>Joseph Smith:<\/i> The prophet specifically quoted this characteristic in relation to himself. (TPJS, p. 304; HC 5:401.)<\/p> <p><sup>4<\/sup> He sometimes feels that he has labored in vain (v. 4).<\/p> <p><i>Israel:<\/i> Ancient Israelites were often discouraged, and modern members of Christ's kingdom sometimes believe they have failed in their opportunities. (<a class=\"isa\" verses=\"WzE4NjUxLDE4NjU4LDE4NjYxXQ==\">Isa. 49:14, 21, 24<\/a>; <a class=\"ref\">D&amp;C 84:3-5; 124:49-50<\/a>.)<\/p> <p><i>Jesus Christ:<\/i> The Messiah was rejected by his own people. (<a class=\"ref\">John 1:11; Luke 19:14; D&amp;C 39:3<\/a>.)<\/p> <p><i>Joseph Smith:<\/i> The modern prophet eloquently expressed his discouragement while imprisoned in Liberty Jail. (<a class=\"ref\">D&amp;C 121:1-6; 122:1-4<\/a>, see also <a class=\"ref\">D&amp;C 3:4; 21:7-8; 24:7-9<\/a>.)<\/p> <p><sup>5<\/sup> He will be involved with the gathering of Israel (vs. 5-6).<\/p> <p><i>Israel:<\/i> The servants of covenant Israel will assist in gathering the rest of Israel, including the Lamanites, Ten Tribes, and the Jews. (<a class=\"ref\">Jacob 5:61-75; D&amp;C 133:30-32<\/a>; compare <a class=\"ref\">Gen. 49:22-26<\/a>.)<\/p> <p><i>Jesus Christ:<\/i> Although Israel was not gathered during the Savior's mortal ministry, he visited the remnants of Israel after his resurrection and prophesied concerning their gathering. (<a class=\"ref\">Matt. 23:37; 3 Ne. 15:11-24; John 10:16; Jacob 5:50-53<\/a>.)<\/p> <p><i>Joseph Smith:<\/i> Joseph received the keys for gathering Israel. (<a class=\"ref\">D&amp;C 90:3-4; 110:11; 2 Ne. 3:13<\/a>.)<\/p> <p>In answer to the question \"Who is the servant referred to in <a class=\"isa\" verses=\"eyIxODYzOCI6Nn0=\">Isaiah 49:1-6<\/a>?\" it seems that the limited evidence suggests that the term \"servant\" generally applies to the house of Israel's major representatives throughout the ages:<\/p> <p><sup>1<\/sup> Isaiah, Israel's major prophet at the end of the eighth century B.C., was the last great prophet before the scattering of Israel.<\/p> <p><sup>2<\/sup> Jesus Christ personally fulfilled the Father's promises to Jacob.<\/p> <p><sup>3<\/sup> Ephraim, recipient of Jacob's birthright, is responsible for Israel's spiritual welfare and especially for her restoration in the last days.<\/p> <p><sup>4<\/sup> Joseph Smith was the head of the dispensation of the fulness of times and the first prophet with the keys of the gathering of Israel in the last days.<\/p> <p>It appears that the servant song in chapter 49 is talking more about Ephraim than the other possibilities; however, more important than identifying the exact servant described here is understanding the servant's characteristics and desiring to incorporate his traits into our own lives so that we can become true servants of the Lord. (See <a class=\"ref\">Jacob 5:61-63<\/a>.)<\/p>",
    "audit": null
}