{
    "id": 17343,
    "source": "poet",
    "verse_id": 18755,
    "verse_count": 8,
    "reference": "56:1-8",
    "title": "The Gathering In of the Faithful Outcasts",
    "html": "<p>The first verses of chapter 56 stress a major theme of the latter chapters of Isaiah—the return of exiles and the welcoming of Gentiles into God's fold. In a chiastic poem, Isaiah extends the Lord's invitation to all those desiring to share the blessings in Zion:<\/p> <p><b>56<\/b> Be just and fair to all, the <i>Lord God<\/i> says. Do what's right and good, for I am <i>coming soon to rescue you. 2Blessed<\/i> is the man who refuses to work during my <i>Sabbath<\/i> days of rest, but honors them; and <i>blessed<\/i> is the man who checks himself from doing wrong.<\/p> <p><sup>3<\/sup> And my blessings are for <i>Gentiles,<\/i> too, when they accept the Lord; don't let them think that I will make them second-class citizens. And this is for the <i>eunuchs<\/i> too. They can be as much mine as anyone. 4For I say this to the <i>eunuchs<\/i> who <i>keep his Sabbaths<\/i> holy and <i>choose the things<\/i> that please him, and come to grips with <i>his laws:<\/i> 5I will give them—in my house, within my walls—a name far greater than the <i>honor<\/i> they would receive <i>from having sons and daughters.<\/i> For the name that I will give them is an everlasting one; it will never disappear.<\/p> <p><sup>6<\/sup> As for the <i>Gentiles,<\/i> the outsiders who join the people of the Lord and serve him and love his name, and are his servants and don't desecrate the <i>Sabbath,<\/i> and have accepted his covenant and promises, 7I will bring them also to my holy mountain of Jerusalem, and make them <i>full of joy<\/i> within my House of Prayer.<\/p> <p>I will accept their sacrifices and offerings, for my Temple shall be called \"A House of Prayer for All People\"! 8For the <i>Lord God who brings back<\/i> the outcasts of Israel says, I will bring others too besides my people Israel. (LB, italics added)<\/p> <blockquote><p>A. The Lord will rescue<\/p> <p>B. The blessed people<\/p> <p>C. Sabbath keepers<\/p> <p>D. Blessings for Gentiles<\/p> <p>E. Eunuchs accepted by the Lord<\/p> <p>F. Blessings conditional upon following the Lord<\/p> <p>E'. Blessings greater than children<\/p> <p>D'. Invitation to Gentiles<\/p> <p>C'. Sabbath keepers<\/p> <p>B'. The joyfull people<\/p> <p>A'. The Lord will gather<\/p> <\/blockquote><p>The segments in italics indicate the chiastic pattern outlined in the right margin. The central idea is commitment to the Lord. Specifically, Isaiah mentions three conditions for the reception of the Lord's blessings within the temple: keeping the Sabbath holy, choosing the right, and obeying God's laws.<\/p> <p>The next most important idea is in the opening and closing segments of the poem. Isaiah teaches that the Lord has promised that all who are righteous and obedient shall be gathered and receive salvation. Isaiah emphasizes the comprehensiveness of this deliverance and gathering, and states that these blessings are for all, Jew and Gentile. The incoming Gentiles, afraid that they will be denied some of the blessings, are assured that they will be acceptable to the Lord and brought to the \"Holy Mount,\" that is, the temple.<\/p> <p>Beginning in verse 1, the Lord calls upon mankind to do what is right and just. He promises that their actions will not be in vain, for his \"salvation is near to come\" (KJV). The Lord's spiritual salvation came during his mortal ministry. Yet his political salvation or coming to \"rescue\" (LB) all the righteous remains as an unfulfilled promise today. However, we know that his salvation will come soon. Thus, Isaiah's words carry relevance both for his contemporaries and for those who read them today.<\/p> <p>Verse 2 echoes the same ideas, adding that people will be happy if they do these things. Also, the Lord admonishes the people to observe the Sabbath in order to prepare for his salvation. (This command sets the stage for verses 3-8, in which the Lord specifies certain non-Israelites, foreigners, and eunuchs who will be eligible for his salvation.) Of course, the observance of the Sabbath was traditionally practiced only by the Israelites; the Gentiles would not have observed it. But because this message is for all who will listen, both Jews and Gentiles, the Lord makes special mention of this requirement, which the incoming children are to observe in order to be prepared for his coming.<\/p> <p>When modern Christian readers hear the term Sabbath, they think only of Sunday services, but for the ancient Israelites, the Sabbath carried far greater connotations. (<a class=\"ref\">Deut. 5:14-15<\/a>.) More than a weekly day of worship, Sabbath observance was applied to all religious festivals, including Passover, Shavuot (Pentecost), Succot (Tabernacles), and Yom Kippur (Day of Atonement). Israel even celebrated \"Sabbaths\" of years (every seventh year), during which the land was not plowed, and the Sabbath year of Jubilees for release from debts and personal servitude. Thus, <i>Sabbaths<\/i> (v. 4) meant all the religious holidays and the remembrances these holidays invoked of the Lord's dealings with his people. These many Sabbaths reviewed many aspects of the Israelites' commitment to God and served as a sign of their covenant relationship. (<a class=\"ref\">Ex. 31:13, 16-17; D&amp;C 59:9-19<\/a>.) Thus, when Isaiah warns against polluting the Sabbath and admonishes Israel to keep all the Lord's Sabbaths, he means far more than simply resting from one's labors one day a week. (See BD \"Sabbath,\" \"Feasts,\" \"Fasts.\")<\/p> <p>In verse 3, Isaiah extends the Lord's blessings to the Gentiles and the childless. These foreigners (strangers, KJV) and eunuchs were earlier restricted in their religious participation with the Israelites.<\/p> <p>The strangers in Israel's midst were usually non-Israelites who accepted Israelite rule. (<a class=\"ref\">2 Sam. 1:13; Ezek. 14:7<\/a>; see BD \"Stranger.\") Strangers were usually not full citizens, though they shared certain legal rights and responsibilities. Some were barred from entering the tabernacle and even the temple courtyards. (<a class=\"ref\">Deut. 23:3<\/a>.) Although often ostracized and even persecuted, the strangers were under God's protection, and he commanded the Israelites to treat them kindly. (<a class=\"ref\">Lev. 19:33-34; Josh. 9:1-10<\/a>:7; see <a class=\"ref\">Eph. 2:11-15, 19; Gal. 3:27-29<\/a>.)<\/p> <p>The eunuchs were particularly restricted in their social acceptance by the Israelites. Under Mosaic law, eunuchs were not allowed into full Israelite fellowship, especially in the sacrificial, tabernacle, and priesthood ordinances. (<a class=\"ref\">Lev. 21:17-23; Deut. 23:1-2<\/a>.) This law was probably given to Israel because wholeness of body typified spiritual wholeness: those who had been emasculated were considered religiously unfit in Israel. (See BD \"Eunuch.\") Also, the eunuchs enjoyed no inheritance in Israel, since they could not found a family and carry on a tribal name. They were barren as a \"dry tree\" (v. 3, KJV).<\/p> <p>The Lord's beautiful promise in verses 4 and 5 is that the Gentiles and eunuchs, those previously excluded from the complete Israelite covenant, will share God's full blessings if they keep his laws. The major blessing is given in verse 5 with the invitation to receive an everlasting name in the Lord's house, the temple. Particularly, the \"outcasts\" are promised a \"name\" and a \"place\" (KJV) or a \"memorial\" (NIV) or \"monument\" (RSV, NJV). One reason for multiple translations is that in the Hebrew the outcasts are promised a \"hand and a name,\" and scholars vary in their interpretation of how a \"hand\" represents the Lord's temple promises. Of course, they assume that the \"name\" received is <i>Israel,<\/i> because these newcomers would be considered as Israelites. This is partially correct, since people willing to share Israel's religious beliefs and responsibilities are known as covenant Israelites, just as those who accept and follow Christ assume his name. (<a class=\"ref\">Mosiah 5:7; 3 Ne. 30:2; D&amp;C 45:28<\/a>.) However, worthy Latter-day Saints who enjoy full involvement with temple worship also recognize that names and hands play an important role in making covenants in endowment and temple sealings. These church members not only take upon themselves the name of Christ and become heirs to the blessings of Israel, but also receive a new name. (See <a class=\"ref\">D&amp;C 130:11<\/a>; MD, pp. 533-34.) More than receiving a hand of fellowship, they also raise their hands in the Lord's house and covenant to keep all his commandments. (See <a class=\"ref\">D&amp;C 88:119-21, 130-36<\/a>.) Thus, the promise of \"a hand and a name\" implies that the strangers and eunuchs will enjoy the full blessings and ordinances of the temple.<\/p> <p>The \"hand\" of a covenant and the everlasting \"name\" these people receive is far more valuable than any wealth or posterity (v. 5). If one keeps his sacred covenants, he receives worlds without end and a numberless, eternal posterity. Thus, the strangers and eunuchs who were excluded from Israel and had no children can still share all of Jacob's blessings, including eternal families. And what must they do to receive these blessings? The same as any member of Israel—obey the covenant. (See DNTC 2:276.)<\/p> <p>Apparently, the blessings received by the righteous outcasts in the Lord's house are comparable to the \"mansions prepared\" for the faithful \"in the house of the Father\" promised in Doctrine and Covenants 81:6: \"And if thou art faithful unto the end thou shalt have a crown of immortality, and eternal life.\"<\/p> <p>Verse 7 restates all the previously promised blessings to come upon both Jews and Gentiles. First, the promise of gathering to \"my holy mountain\" (KJV) is repeated. Next, the Lord promises that their sacrifices and offerings will be received upon his altars. Eventually the Lord's house will not be the exclusive privilege of blood Israel, but \"a house of prayer for all people.\" This promise was fulfilled on June 9, 1978, when the temple blessings were made available to all worthy people, regardless of race. As the Lord promised in verse 8, he has gathered many others to him in addition to the outcasts of Israel.<\/p>",
    "audit": null
}