{
    "id": 17296,
    "source": "poet",
    "verse_id": 17999,
    "verse_count": 7,
    "reference": 18,
    "title": "Messengers from a Sheltered Land",
    "html": "<p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18<\/a> has perplexed scholars and translators as much as any other Isaianic chapter. In this chapter, the unnamed land, its messengers, their purpose, the people they visit, their relationship, and the historical context are all obscure. Various scholars identify several lands and peoples throughout Africa and Asia as the subject matter, but their speculations differ greatly concerning when and how this prophecy is fulfilled.<\/p> <p>If any semblance of a historical consensus does exist, it centers around an African delegation representing a new dynasty in Egypt that sought support from King Hezekiah of Judah. The best guess for the date of their visit is about 705 B.C., just after the death of King Sargon of Assyria when Hezekiah and other neighboring states established an anti-Assyrian confederation. Shabako, the Ethiopian pharaoh of the twenty-first or Nubian Dynasty, apparently sent a delegation to Judah in order to discuss a united effort against the disorganized Assyrians. Isaiah's message to this delegation was that the Lord would subdue Judah's enemies, implying that political measures against the Assyrians were unnecessary and futile. Therefore, Judah did not need to make an alliance with the Egyptians, her former oppressors. Indeed, Isaiah promises a time when gifts from a distant land (perhaps Assyria or Africa) will be brought to Mount Zion, indicating a somewhat universal sovereignty of the Lord's people in Jerusalem.<\/p> <p>The positive tone of the chapter has motivated some biblical authorities such as H. L. Ginsberg to suggest that the chapter really belongs with chapters 32-35, which refer to the latter-days and the restoration and glory of Zion. <i>(The Book of Isaiah,<\/i> p. 17.) The chapter is unusual because of its placement as a prophecy of hope (to a certain people, probably the Israelites) among prophecies of destruction (to Israel's neighbors and enemies.)<\/p> <p>Nearly all scholars accept Isaiah's authorship of chapter 18, and some even recognize it as the \"noblest of Isaiah's utterances,\" with a \"magnificence of language and imagery\" and \"depth of perception and faith.\" They also recognize, however, the \"many perplexities which beset the interpreter\" of this chapter. (IB 5:275-76.)<\/p> <p>One solution to the chapter's obscure message comes from modern prophets and apostles whose inspired commentaries provide an entirely new dimension to the pronouncement. They move the chapter's locale to the new world (America) in the last days. The ambassadors going forth are interpreted as missionaries who gather the scattered remnants of Israel and bring them back to Zion as a gift to the Lord.<\/p> <blockquote><p>The chapter begins with Isaiah's address to an unspecified nation:<\/p> <p><b>18<\/b> Oh, land shadowed by wings [the divine Spirit],<\/p> <p>Which land is [far] beyond the rivers of Cush [Africa].<\/p> <p><sup>2<\/sup> He sends out envoys by sea<\/p> <p>And in swift vessels of reeds<\/p> <p>over the face of the waters. (VLL )<\/p> <\/blockquote><p>Complex questions can be asked about each of these lines such as: What land is Isaiah addressing, how is it divinely protected, how far away is it, who are its envoys, how do they travel? Since these lines introduce the entire pronouncement, they merit special study.<\/p> <p>The opening word is a simple interjection or form of address without the negative tone of the \"woe\" in the King James Version. Other possible translations are \"ho,\" \"ah,\" \"hail,\" \"hark,\" or \"behold.\" As Joseph Fielding Smith says, the opening word \"shows clearly that no woe was intended, but rather a greeting.\" (SOT, p. 51.)<\/p> <p>It is harder to clarify exactly what land is addressed. The Hebrew phrase probably means \"land of ships (or shadows) like wings,\" while the Greek Septuagint refers to it as a land with the \"wings of the ships.\"<\/p> <p>Fortunately, an important key to identifying this mysterious land was provided by a Latter-day Saint leader of this dispensation. Hyrum Smith, brother of the Prophet Joseph and patriarch to the Church, clarified this portion of Isaiah in the general conference of April 1844. In speaking of the gathering from all the nations to America, the land of Zion, Hyrum Smith said that \"North and South America are the symbols of the wings.\" (HC 6:322.)<\/p> <p>This brief statement by Hyrum clarifies a number of verses in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18<\/a>. If the wings represent America, then the obscure land of verse 1 has been identified. And if the dominant theme of the chapter is the gathering of people to Mount Zion, later phrases in the chapter become more clear. Although other interpretations of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18<\/a> are possible, the remarks of this mouthpiece of the Lord provide a basis for the view that this pronouncement is directed to America and deals with missionary work and the gathering of Israel.<\/p> <p>Many reasons exist for identifying America as the \"land shadowing with wings.\" For one, Joseph Fielding Smith calls it a land literally \"in the shape of wings.\" (SOT, p. 51). Also, Christian and Jewish Bible commentators use a variety of phrases to describe the land Isaiah refers to, many of which can be applied to America. Some examples are:<\/p> <p>A land whose extreme parts are shaded by mountains or hills. (America is a land of everlasting hills and mountains. [<a class=\"ref\">Gen. 49:26; D&amp;C 49:25; 133:31<\/a>.] A single mountain range extends from north to south.)<\/p> <p>A land whose sails are spread out as an eagle. (The eagle is the national symbol of both the United States and Mexico.)<\/p> <p>A land on the wings or extremities of the world. (From Jerusalem, America is the farthest country to either the east or west.)<\/p> <p>A land under the expanding rays of the morning sun. (Many Indians claim that their ancestors or their great white god \"came out of the east.\")<\/p> <p>A land that is most sheltered. (America is a land protected by the Lord [<a class=\"ref\">1 Ne. 13:12-19<\/a>.].)<\/p> <p>A land furnishing protection, as a hen's wings are a shelter for young chicks. (America has a tradition of defending the oppressed.)<\/p> <p>There are many ways in which America is a \"land shadowing with wings.\" (Most of these suggestions are found in Barnes, <i>Notes on Isaiah<\/i> 1:335-36.)<\/p> <p>The symbol of wings is also very prevalent in the scriptures and usually represents shelter (<a class=\"ref\">Ps. 57:1; 17:8; 91:4; Matt. 23:27; Ruth 2:12; 3 Ne. 10:4-6<\/a>), movement (<a class=\"ref\">Ex. 19:4; Ps. 18:10; D&amp;C 77:4; 88:45<\/a>;2 Ne. 4:25) or power ( <a class=\"ref\">2 Ne. 25:13; Ezek. 17:3, 7<\/a>; <a class=\"isa\" verses=\"WzE4NDUyXQ==\">Isa. 40:31<\/a>; <a class=\"ref\">D&amp;C 124:18, 99; Mal. 4:2<\/a>). In Jewish literature, the presence and protection of the Lord for his chosen people is often represented by a wing and is called the <i>shechinah.<\/i> (See BD, \"Shechinah.\") It is clear that \"the land in the shadow of wings\" recorded in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18<\/a> must be a land of refuge, shelter, and power. The phrase connotes the special protection promised America by the Lord (<a class=\"ref\">Ether 2:7-12; 2 Ne. 1:5-11<\/a>), and thus can be the land shadowed by \"the divine spirit\" (VLL).<\/p> <p>One may question how much Isaiah could have known about America in 700 B.C., since its existence was unknown to most people in the Middle East at that time, although some scholars believe that the Phoenicians had already established trade routes across the Atlantic with America decades before Isaiah's birth. Furthermore, one should remember that, as a prophet and seer, Isaiah was not restricted to man's knowledge of other lands, and that the Lord could easily have revealed much about America to him. (See <a class=\"ref\">1 Ne. 13; Mosiah 8:17<\/a>.)<\/p> <p>It may even be that the vision or inspiration that prompted Isaiah's pronouncement in chapter 18 was not fully understood by the prophet himself. He may have been like Daniel, who had visions and recorded them even though he did not altogether comprehend their meaning. (See <a class=\"ref\">Dan. 12:8-9<\/a>.) In any case, the identification of the \"land shadowing with wings\" with America gives us a basis for studying the rest of the chapter.<\/p> <p>The remainder of verse 1 and the first part of verse 2 can be translated as follows:<\/p> <p>Which land is [far] beyond the rivers of Cush [Africa].<\/p> <p>He sends out envoys by sea<\/p> <p>And in swift vessels of reeds over the face of the waters. (VLL)<\/p> <p>Obviously, the land of America is beyond the rivers of Africa; indeed it is beyond the ocean surrounding Africa. In biblical Hebrew, a term for <i>ocean<\/i> does not exist, but particularly large bodies of water are called rivers or seas, so that the land beyond the \"rivers\" of Africa might also mean beyond the oceans of Africa. Also, the envoys being sent out could represent the missionaries going forth, leaving the center of the Church in North America and traveling over the seas to foreign fields of labor. Note the emphasis Isaiah places upon the separation by water between the homeland of the messengers and the land where they go. How else could Isaiah have explained the methods of modern-day missionary travel, given the limited knowledge of his audience?<\/p> <p>The \"vessels of bulrushes\" (KJV), \"vessels of speed\" (SOT, p. 51), or \"swift vessels of reeds\" (VLL), are literally the papyrus boats that sailed the Nile, the Great Sea, and even the Atlantic (Thor Heyerdahl's <i>Ra II<\/i> duplicated such travel). But reed-shaped or hollow vessels still ply the seas in the form of ocean liners, and long, hollow vessels \"sail\" or fly over the waters in the form of airplanes. Again, how else could Isaiah have described modern modes of transportation seen in vision? His imagery is very descriptive, considering his limitations.<\/p> <blockquote><p>Verse 2 continues:<\/p> <p>Go swift messengers<\/p> <p>To a nation scattered and shining<\/p> <p>To a people terrible from the beginning onward,<\/p> <p>A nation measured together and trampled,<\/p> <p>Whose land is cut off by rivers. (VLL)<\/p> <\/blockquote><p>This verse also perplexes translators, since many of the terms are used by Isaiah only in these phrases. The nation \"scattered and shining\" could also be described as \"scattered and peeled\" (KJV), \"far and remote\" (NJV), \"tall and smooth\" (RSV), \"tall and smooth-skinned\" (NEB), or \"tall and bronzed\" (JB). It seems very likely that this people is the scattered remnants of Israel throughout many continents. Their many homelands are \"cut off by rivers\" or separated by oceans and seas. Also, their physical appearances now vary greatly because as the Israelites scattered, they often intermarried with other peoples until they assumed a variety of physical characteristics.<\/p> <p>Although Israel was once the Lord's chosen people, whose power brought fear into the hearts of neighboring peoples, they have since been scattered and oppressed. The phrase in verse 2 describing them as \"terrible from the beginning\" probably refers more to their spiritual weakness than their political power. They have been an obstinate people who needed to be constantly reminded of their covenant relationship with God. Yet they have remained \"measured together\" (VLL), \"meted out\" (KJV), or joined together in large enough segments that they have maintained some cohesiveness and identity as a people.<\/p> <p>America plays an important role in the gathering of all the remnants of Israel. Already, more Jews and Lamanites reside on the American continents than anywhere else on the earth. And, apparently, when the remnant of the Ten Tribes returns, it will travel through America. (<a class=\"ref\">D&amp;C 45:43; 110:11; 133:26-32<\/a>.) Considering the important role America has in the last days for Israel, it is not surprising that the Lord would reveal insights concerning it to Isaiah. (See <a class=\"isa\" verses=\"eyIxODI5MyI6OH0=\">Isa. 33:13-20<\/a>.)<\/p> <p>In verse 3 of chapter 18, Isaiah turns from Israel and addresses the whole world. He extends to all an invitation to heed God's word and a warning of the Lord's judgment. At that judgment, the wicked, those who are pruned out of the true vine, will become food for the beasts of the earth:<\/p> <blockquote><p><sup>3<\/sup> All you who live in the world<\/p> <p>And inhabit the earth,<\/p> <p>When an ensign is raised on the mountains, take note,<\/p> <p>When a ram's horn is blown, give heed!<\/p> <p><sup>4<\/sup> For thus said the Lord to me:<\/p> <p>\"I rest calm and confident in my dwelling place<\/p> <p>Like a clear heat in the sunshine,<\/p> <p>Like a dewy mist in the heat of the harvest.\"<\/p> <p><sup>5<\/sup> For before the harvest and after the budding<\/p> <p>When the blossom is turning into a ripening grape,<\/p> <p>He will cut off the twigs with pruning hooks,<\/p> <p>And the branches he will lop off.<\/p> <p><sup>6<\/sup> They will be left together<\/p> <p>For the birds of the mountains,<\/p> <p>And for the beasts of the earth.<\/p> <p>And the birds will summer on them,<\/p> <p>And all the beasts of the earth will winter on them. (VLL)<\/p> <\/blockquote><p>The \"ensign\" of verse 3 can be interpreted as a symbol of the gospel going forth to the world. (See <a class=\"ref\">D&amp;C 64:42<\/a>; TG \"Ensign\"; and the commentary on <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isa. 11:10<\/a> on page 173 of this book for further ideas.) The blowing of a ram's horn or trumpet (KJV) is also mentioned in <a class=\"ref\">Joel 2:1<\/a>, and the same Hebrew word is used in both prophecies. Since the second chapter of Joel undoubtedly refers to the last days (Moroni quoted the latter portion of it to Joseph Smith [<a class=\"ref\">JS-H 1:41<\/a>]), the blowing of the horn can also refer to the gospel going forth from America in the last days.<\/p> <p>Verse 4 explains that, as the gospel goes forth, the Lord will calmly remain in his dwelling place like a \"clear heat\" or a \"dewy mist\" during the harvest season. Both heat and moisture are necessary in the weeks just before the harvest in order to fully ripen the grapes. On the other hand, too much heat or cold weakens the crop, while drought or heavy rains can easily destroy them. Like the delicate balance of warmth and moisture needed to fully ripen the grapes, God attends to the harvest of souls by providing the proper light (truth) and water (cleansing powers) to ensure the full development of each person.<\/p> <p>In verse 5, Isaiah describes a special vine-pruning. A vineyard must be pruned twice each year. The more severe pruning comes late in winter, just before the dormant limbs develop their spring growth. The non-producing branches from the previous season and most of the vines are then cut off. The second and less severe pruning occurs after the grapes have formed, when the vine dresser cuts off the nonbearing branches and those with small, green, bitter fruit. The result is a vine whose remaining branches are stronger, are in full sunlight, and are able to produce more ripe fruit. (See IDB 3:941; 4:785.)<\/p> <p>In a similar fashion, just before the harvest of the Millennium, the Lord of the vineyard will prune out the non-productive, bitter limbs of the house of Israel so that the strong branches can produce a full, sweet fruit. (See <a class=\"ref\">Matt. 13:24-43; Jacob 5<\/a>.)<\/p> <p>Verse 6 portrays what happens to the trimmings as birds and beasts feed on them year round. This same image is found in modern revelation: \"And it shall come to pass that the beasts of the forest and fowls of the air shall devour them up.\" (<a class=\"ref\">D&amp;C 29:20<\/a>.) But where Isaiah uses the vine as a metaphor, the Doctrine and Covenants describes the Lord's literal destruction of the wicked. The latter-day revelation also provides additional details, such as manifestations in heaven and on earth, a great hailstorm, flies destroying the wicked, and bodies left for the birds and beasts to feed upon. (<a class=\"ref\">D&amp;C 29:14-20<\/a>.)<\/p> <p>Not all people on the earth in that day will become carrion for devouring beasts, however. The righteous will be gathered to Zion and unto the Lord:<\/p> <blockquote><p><sup>7<\/sup> And in that day,<\/p> <p>A gift shall be brought to the Lord of Hosts—<\/p> <p>[Namely] a people scattered and shining;<\/p> <p>And from a people terrible from the beginning onward—<\/p> <p>A nation measured together and trampled,<\/p> <p>Whose land is cut off by rivers,<\/p> <p>To the place of the name of the Lord of Hosts—<\/p> <p>Mount Zion. (VLL)<\/p> <\/blockquote><p>Repeating phrases from verse 2, Isaiah concludes the chapter with a promise that the representatives from the land shadowed by wings will bring a special gift to the Lord—the remnants of Israel gathered to Mount Zion.<\/p> <p>In summary, the land beyond the rivers of Ethiopia is a particularly blessed land that will assist in Israel's gathering to Zion. The gathering can be taken either as a literal returning of the Jews to Jerusalem or as a figurative spiritual gathering of covenant Israel to the stakes of Zion. Joseph Fielding Smith said:<\/p> <p>This chapter is clearly a reference to the sending forth of the missionaries to the nations of the earth to gather again this people who are scattered and peeled. The ensign has been lifted upon the mountains, and the work of gathering has been going on for over one hundred years. No one understands this chapter, but the Latter-day Saints, and we can see how it is being fulfilled. (SOT, pp. 54-55.)<\/p> <p>In conclusion, chapter 18 expresses in unique images the theme of gathering the Lord's chosen. A major element of this prophecy is the role of America in bringing the gospel message to all who will listen.<\/p>",
    "audit": null
}