{
    "id": 17349,
    "source": "poet",
    "verse_id": 18802,
    "verse_count": 43,
    "reference": "59-60",
    "title": "Arise and Come Up to Zion",
    "html": "<p>In chapters 59 and 60, Isaiah describes a complete transformation of Israel as she moves from wickedness to righteousness through a sequence of changes: sin (59:1-8), repentance (59:9-15a), deliverance (59:15b-21), gathering (60:1-9), rebuilding (60:10-13), prosperity (60:14-18), and the presence of the Lord (60:19-22). Combining poetry and prophecy, Isaiah portrays a pattern of progression as Israel rises from the depths of spiritual death to eternal life in God's presence.<\/p> <p>Isaiah speaks first about spiritual death, the separation of man from God. He recognizes that this death results solely from man's actions and not from any arbitrary whim of God. He tells Israel why she is not receiving answers and help from the Lord:<\/p> <blockquote><p><b>59<\/b> Behold, the Lord's hand is not so short<\/p> <p>That it cannot save;<\/p> <p>Neither is His ear so dull<\/p> <p>That it cannot hear.<\/p> <p><sup>2<\/sup> But your iniquities have made a separation between you and your God,<\/p> <p>And your sins have hidden His face from you, so that He does not hear.<\/p> <p><sup>3<\/sup> For your hands are defiled with blood,<\/p> <p>And your fingers with iniquity;<\/p> <p>Your lips have spoken falsehood,<\/p> <p>Your tongue mutters wickedness.<\/p> <p><sup>4<\/sup> No one sues righteously and no one pleads honestly.<\/p> <p>They trust in confusion, and speak lies;<\/p> <p>they conceive mischief, and bring forth iniquity. (NAS)<\/p> <\/blockquote><p>There are numerous examples of synonymous parallelism in these verses. Isaiah repeats every concept so that there can be no question as to why the people are not receiving divine help—they are unworthy.<\/p> <p>Verse 3 is particularly poetic, for Isaiah uses four body parts to portray the evil acts and words of the people. Their <i>hands<\/i> are defiled with blood. (Compare <a class=\"isa\" verses=\"WzE3NjcwXQ==\">Isa. 1:15<\/a>.) Providing further detail in a parallel expression, Isaiah states their <i>fingers<\/i> work iniquity. Not content with describing the instruments of their evil deeds, Isaiah rebukes their wicked speech in parallel stanzas about their <i>lips<\/i> and <i>tongue.<\/i><\/p> <blockquote><p>Isaiah continues his description of their wickedness with imagery of snakes and spiders:<\/p> <p><sup>5<\/sup> They hatch adders' eggs and weave the spider's web;<\/p> <p>He who eats of their eggs dies,<\/p> <p>And from that which is crushed a snake breaks forth.<\/p> <p><sup>6<\/sup> Their webs will not become clothing,<\/p> <p>Nor will they cover themselves with their works;<\/p> <p>Their works are works of iniquity,<\/p> <p>And an act of violence is in their hands.<\/p> <p><sup>7<\/sup> Their feet run to evil,<\/p> <p>And they hasten to shed innocent blood;<\/p> <p>Their thoughts are thoughts of iniquity;<\/p> <p>Devastation and destruction are in their highways.<\/p> <p><sup>8<\/sup> They do not know the way of peace,<\/p> <p>And there is no justice in their tracks;<\/p> <p>They have made their paths crooked;<\/p> <p>Whoever treads on them does not know peace. (NAS)<\/p> <\/blockquote><p>The adder or cockatrice (KJV) is a very poisonous snake. Apparently, even the venom of the unhatched snakes was powerful enough to kill a person. Why would anyone want to handle these snakes or cover themselves with spiders' webs? Isaiah is really asking the people, \"Why would any of you endanger your souls by entangling yourselves in sin?\" The serpent represents the devil and the spider's web the bonds or chains of sin. Although the people probably would not endanger their physical lives, they gradually give themselves over to Satan's power and spiritual death as they continue their iniquities.<\/p> <p>Verse 7 adds a fifth body part, the feet. The feet, like hands, are instruments of wickedness. The thoughts give rise to the wicked words and acts. If one's mind is continually on the path of sin, his whole body soon becomes steeped in sin. (Compare King Benjamin's admonition to guard one's thoughts, words, and deeds lest he perish; <a class=\"ref\">Mosiah 4:30<\/a>.)<\/p> <p>Echoing the final verses of chapter 57, Isaiah concludes his short denouncement by warning the wicked that they can find no peace in their present paths (v. 8). Having concluded his indictment, the prophet changes his role and begins to speak for the people instead of against them. Speaking in the first person, he now represents those in Israel who might recognize the error of their ways and seek deliverance from sin:<\/p> <blockquote><p><sup>9<\/sup> Therefore, justice is far from us,<\/p> <p>And righteousness does not overtake us;<\/p> <p>We hope for light, but behold, darkness;<\/p> <p>For brightness, but we walk in gloom.<\/p> <p><sup>10<\/sup> We grope along the wall like blind men,<\/p> <p>We grope like those who have no eyes;<\/p> <p>We stumble at midday as in the twilight,<\/p> <p>Among those who are vigorous we are like dead men.<\/p> <p><sup>11<\/sup> All of us growl like bears,<\/p> <p>And moan sadly like doves;<\/p> <p>We hope for justice, but there is none,<\/p> <p>For salvation, but it is far from us.<\/p> <p><sup>12<\/sup> For our transgressions are multiplied before Thee,<\/p> <p>And our sins testify against us;<\/p> <p>For our transgressions are with us,<\/p> <p>And we know our iniquities:<\/p> <p><sup>13<\/sup> Transgressing and denying the Lord,<\/p> <p>And turning away from our God,<\/p> <p>Speaking oppression and revolt,<\/p> <p>Conceiving in and uttering from the heart lying words.<\/p> <p><sup>14<\/sup> And justice is turned back,<\/p> <p>And righteousness stands far away;<\/p> <p>For truth has stumbled in the street,<\/p> <p>And uprightness cannot enter.<\/p> <p><sup>15<\/sup> Yes, truth is lacking;<\/p> <p>And he who turns aside from evil makes himself a prey. (NAS)<\/p> <\/blockquote><p>Notice again the continued use of synonymous parallelism. Isaiah's terms often have multiple meanings. For example, in verse 9, \"justice,\" \"righteousness,\" \"light,\" and \"brightness\" are all divine attributes. Isaiah uses these four attributes to stress the people's separation from God. He repeats the separation theme twice more at the end of verse 11 after describing the stumbling actions and mournful sounds of those who are lost.<\/p> <p>Finally the people turn from confusion and self-pity to an awareness of the primary cause for their suffering (v. 12). They admit that they have both transgressed and sinned. From the days of Moses the ancient Israelites were taught that their disobedience to God's commands could manifest itself in two forms, transgression and sin. A transgression was when a person unknowingly broke a law; a sin was willful disobedience. Thus, it is possible for a person to transgress a law without committing sin. (See <a class=\"ref\">2 Ne. 2:22-23<\/a>.) Under the Mosaic law, transgressors were required to bring a special sacrifice to the tabernacle or temple: if he was able to make restitution to the offended parties, he brought a trespass or guilt offering (<a class=\"ref\">Lev. 5:15-16; 6:2-5<\/a>); if restitution was not possible, even though the person broke the law in ignorance, he was required to make the more serious sin offering (Lev. 4:1-3, 13-15, 22-24). The sin offering apparently was also the required sacrifice for those who willfully sinned but later repented and wanted to return to full fellowship with the Lord. (See BD \"Sacrifices,\" MD, pp. 735-36, 804). In verse 12, Israel confesses to both transgression and sin. Isaiah concludes his short discourse by describing more of the consequences and dangers of wickedness (vs. 14-15a).<\/p> <p>In the second half of verse 15, Isaiah changes to a third person narration to speak to Israel about the Lord. Through eloquent poetry, he describes the Lord's actions for His people and his judgments against His enemies:<\/p> <blockquote><p>Now the Lord saw,<\/p> <p>And it was displeasing in His sight that there was no justice.<\/p> <p><sup>16<\/sup> And He saw that there was no man,<\/p> <p>And was astonished that there was no one to intercede;<\/p> <p>Then His own arm brought salvation to Him;<\/p> <p>And His righteousness upheld Him.<\/p> <p><sup>17<\/sup> And He put on righteousness like a breastplate,<\/p> <p>And a helmet of salvation on His head;<\/p> <p>And He put on garments of vengeance for clothing,<\/p> <p>And wrapped Himself with zeal as a mantle.<\/p> <p><sup>18<\/sup> According to their deeds, so He will repay,<\/p> <p>Wrath to His adversaries, recompense to His enemies;<\/p> <p>To the coastlands he will make recompense.<\/p> <p><sup>19<\/sup> So they will fear the name of the Lord from the west<\/p> <p>And His glory from the rising of the sun,<\/p> <p>For He will come like a rushing stream,<\/p> <p>Which the wind of the Lord drives.<\/p> <p><sup>20<\/sup> \"And a Redeemer will come to Zion,<\/p> <p>And to those who turn from transgression in Jacob,\" declares the Lord. (NAS)<\/p> <\/blockquote><p>These verses obviously refer to Jesus Christ, for when he came to the earth to fulfill his foreordained role through the Atonement, there was no other man or intercessor (v. 16) who could make the requisite sacrifice.<\/p> <p>In the first half of verse 17, Isaiah uses the imagery of a breastplate and helmet to describe the deliverance of God's people through righteousness and salvation. In the second half, he continues the imagery of clothing, but speaks of vengeance upon God's enemies. The armor mentioned is defensive, implying that powerful foes attack the Lord and seek his destruction. To withstand the evil one, people must take upon themselves the whole armor of God. (See <a class=\"ref\">D&amp;C 27:15; Eph. 6:13-19<\/a>.) In this verse, Isaiah depicts the Lord as the warrior of righteousness who will zealously destroy the wicked and deliver the righteous.<\/p> <p>In verse 18, Isaiah indicates that only God brings recompense according to the offenders' deeds. In other words, the Lord is just and will not abuse his power in punishing the wicked throughout the \"isles\" (KJV) or continents of the earth. Verse 19 continues the theme of judgment and promises that it will come quickly to the entire earth. (See <a class=\"isa\" verses=\"W1sxODQ5NCwxODcwN10seyIxODg2OCI6Nn1d\">Isa. 42:13; 52:10; 63:1-6<\/a>.) As the Lord brings about universal judgment, he prepares the earth for the Millennium, when he can rule with the righteous in Zion (v. 20).<\/p> <p>In the last verse of chapter 59, Isaiah breaks out of his usual poetic mode and reiterates the Lord's personal covenant with those in Zion who have turned away from their sins:<\/p> <p><sup>21<\/sup> \"And as for Me, this is My covenant with them,\" says the Lord: \"My Spirit which is upon you, and My words which I have put in your mouth, shall not depart from your mouth, nor from the mouth of your offspring, nor from the mouth of your offspring's offspring,\" says the Lord, \"from now and forever.\" (NAS)<\/p> <p>The Lord's promise can apply either to immortal beings who live in his presence or to a religious community that never forfeits divine direction through apostasy. Only resurrected persons in the celestial kingdom fit the first category, while The Church of Jesus Christ of Latter-day Saints fits the second; they both will enjoy communion with the Lord through the eternities.<\/p> <blockquote><p>Isaiah describes in chapter 60 the inhabitants of an ideal society:<\/p> <p><b>60<\/b> \"Arise, shine; for your light has come,<\/p> <p>And the glory of the Lord has risen upon you.<\/p> <p><sup>2<\/sup> For behold, darkness will cover the earth,<\/p> <p>And deep darkness the peoples;<\/p> <p>But the Lord will rise upon you,<\/p> <p>And His glory will appear upon you.<\/p> <p><sup>3<\/sup> \"And nations will come to your light,<\/p> <p>And kings to the brightness of your rising.\" (NAS)<\/p> <\/blockquote><p>Again, this society seems to be The Church of Jesus Christ of Latter-day Saints. Elder Orson Pratt interpreted verse 1 as a description of the Church in Zion in the latter days. (JD 16:78.) Joseph Smith applied the description in verse 2 to the world in 1837 when the Twelve Apostles were sent to the nations of the earth. (<a class=\"ref\">D&amp;C 112:23<\/a>.) Joseph Smith commented upon <a class=\"isa\" verses=\"WzE4ODI0XQ==\">Isaiah 60:2<\/a>:<\/p> <p>Consider for a moment, brethren, the fulfillment of the words of the prophet; for we behold that darkness covers the earth, and gross darkness the minds of the inhabitants thereof—that crimes of every description are increasing among men—vices of great enormity are practiced—the rising generation growing up in the fullness of pride and arrogance. (TPJS, p. 47.)<\/p> <p>As Zion is established in the last days, she must go through certain stages of development before she can assist the Lord in his millennial reign. The first requisite is sufficient numbers of people to establish God's kingdom. Also, these people should be geographically concentrated so that they can assist and protect one another in their work. This step requires the gathering of the remnants of Israel together with the honest in heart from among the Gentiles to establish such a nucleus. Isaiah describes this gathering in the next verses of chapter 60:<\/p> <blockquote><p><sup>4<\/sup> \"Lift up your eyes round about, and see;<\/p> <p>They all gather together, they come to you.<\/p> <p>Your sons will come from afar,<\/p> <p>And your daughters will be carried in the arms.<\/p> <p><sup>5<\/sup> \"Then you will see and be radiant,<\/p> <p>And your heart will thrill and rejoice;<\/p> <p>Because the abundance of the sea will be turned to you,<\/p> <p>The wealth of the nations will come to you.<\/p> <p><sup>6<\/sup> \"A multitude of camels will cover you,<\/p> <p>The young camels of Midian and Ephah;<\/p> <p>All those from Sheba will come;<\/p> <p>They will bring gold and frankincense,<\/p> <p>And will bear good news of the praises of the Lord.<\/p> <p><sup>7<\/sup> \"All the flocks of Kedar will be gathered together to you,<\/p> <p>The rams of Nebaioth will minister to you;<\/p> <p>They will go up with acceptance on My altar,<\/p> <p>And I shall glorify My glorious house.<\/p> <p><sup>8<\/sup> \"Who are these who fly like a cloud,<\/p> <p>And like the doves to their lattices?<\/p> <p><sup>9<\/sup> \"Surely the coastlands will wait for Me;<\/p> <p>And the ships of Tarshish will come first,<\/p> <p>To bring your sons from afar,<\/p> <p>Their silver and their gold with them,<\/p> <p>For the name of the Lord your God,<\/p> <p>And for the Holy One of Israel because He has glorified you.\" (NAS)<\/p> <\/blockquote><p>As the people gather, the wealth of nations accumulates in Zion. Verse 6 promises riches from the areas ruled today by Jordan and Saudi Arabia, and verse 7 tells of livestock coming from the area of Syria. In Isaiah's time, these were the prime grazing areas for camels and livestock; they also had the highest quality gold and incense. Isaiah may also be using these items and places to represent the choice people as well as goods that will become a part of Zion. Verses 8 and 9 develop this theme further and promise a return by air (doves flying) and by sea (the ships of Tarshish; see <a class=\"isa\" verses=\"WzE4MDc5LDE4MDg0LDE4MDg4LDE4MDkyXQ==\">Isa. 23:1, 6, 10, 14<\/a>.)<\/p> <p>The Lord's purpose in the gathering is not the simple accumulation of people and riches, but the demonstration of his glory (v. 9). Thus, the people and their riches must be used to build a society that can attract the attention of the world. Isaiah describes how this model community will be built:<\/p> <blockquote><p><sup>10<\/sup> \"And foreigners will build up your walls,<\/p> <p>And their kings will minister to you;<\/p> <p>for in My wrath I struck you,<\/p> <p>And in My favor I have had compassion on you.<\/p> <p><sup>11<\/sup> \"And your gates will be open continually;<\/p> <p>They will not be closed day or night,<\/p> <p>So that men may bring to you the wealth of the nations,<\/p> <p>With their kings led in procession.<\/p> <p><sup>12<\/sup> \"For the nation and the kingdom which will not serve you will perish,<\/p> <p>And the nations will be utterly ruined.<\/p> <p><sup>13<\/sup> \"The glory of Lebanon will come to you,<\/p> <p>The juniper, the box tree, and the cypress together,<\/p> <p>To beautify the place of My sanctuary;<\/p> <p>And I shall make the place of My feet glorious.\" (NAS)<\/p> <\/blockquote><p>The Gentiles and rulers of nations will help build Zion. Their labors are combined with those of Israel to produce two major symbols of the Lord's people: a city with gates continually open (meaning that it never fears attack), and a sanctuary or temple (where the Lord himself can dwell). Without fear of attack and with the presence of the Lord, this Zion people lives in peace, love, and harmony, and is thus a model of an ideal society. This model compares closely with Isaiah's earlier prophecy of the \"mountain of the Lord's house\" to which all nations will come. (<a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">Isa. 2:2-4<\/a>; see <a class=\"ref\">D&amp;C 121:29; 1<\/a> Chr. 28:2; <a class=\"isa\" verses=\"WzE4NDcxXQ==\">Isa. 41:19<\/a>.)<\/p> <p>After this ideal city and its temple is built, the peoples of the earth will take notice of it. In the next three verses, Isaiah explains this and reemphasizes why the Lord will give Zion her glory:<\/p> <blockquote><p><sup>14<\/sup> \"And the sons of those who afflicted you will come bowing to you,<\/p> <p>And all those who despised you will bow themselves at the soles of your feet;<\/p> <p>And they will call you the city of the Lord,<\/p> <p>The Zion of the Holy one of Israel.<\/p> <p><sup>15<\/sup> \"Whereas you have been forsaken and hated<\/p> <p>With no one passing through,<\/p> <p>I will make you an everlasting pride,<\/p> <p>A joy from generation to generation.<\/p> <p><sup>16<\/sup> \"You will also suck the milk of nations,<\/p> <p>And will suck the breast of kings;<\/p> <p>Then you will know that I, the Lord, am your Savior,<\/p> <p>And your Redeemer, the Mighty One of Jacob.\" (NAS)<\/p> <\/blockquote><p>The contrast of Israel's final status with her past condition is obvious: her former oppressors will humble themselves before her, and she will experience respect instead of hatred, prosperity instead of suffering, and a closeness to God instead of apostasy.<\/p> <p>Isaiah's description of this city and the stages leading up to its final glorious state are paralleled in modern scripture where Joseph Smith records a vision of people and riches coming together in a city of refuge where the Lord's glory dwells:<\/p> <p>And with one heart and with one mind, gather up your riches that ye may purchase an inheritance which shall hereafter be appointed unto you. And it shall be called the New Jerusalem, a land of peace, a city of refuge, a place of safety for the saints of the Most High God; And the glory of the Lord shall be there, and the terror of the Lord also shall be there, insomuch that the wicked will not come unto it, and it shall be called Zion. (<a class=\"ref\">D&amp;C 45:65-67<\/a>.)<\/p> <p>The city described by Isaiah and Joseph Smith is called Zion. Zion is patterned after Enoch's city (<a class=\"ref\">Moses 7<\/a>) where the pure in heart dwelt (<a class=\"ref\">D&amp;C 97:21<\/a>). The word <i>Zion<\/i> is found periodically throughout the Old Testament, but commonly in Psalms (thirty-seven times) and Isaiah (forty-five times), making Isaiah the most prolific writer on the subject.<\/p> <p>Isaiah recognized that the people establishing a Zion society needed to recognize the Lord as the Savior and love others (vs. 16, 21). Chapter 60 describes many other characteristics of Zion's capital city, Jerusalem. The following chart indicates how some of these characteristics can be applied to both the Old Jerusalem in the Holy Land and the New Jerusalem in America:<\/p> <blockquote><p><i>Condition to Be<\/i><\/p> <p><i>Fulfilled<\/i> (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 60<\/a>) <i>Old Jerusalem<\/i> <i>New Jerusalem<\/i><\/p> <p>vs. 1-2 The Lord will <a class=\"ref\">D&amp;C 133:20-21 <\/a><a class=\"ref\">D&amp;C 84:4-5<\/a><\/p> <p>appear there. <a class=\"ref\">Zech. 13:6; 14:4<\/a>, <\/p> <p><sup>3<\/sup> -5 Gentiles and kings will <a class=\"ref\">Zech. 14:16 <\/a><a class=\"ref\">D&amp;C 133:12<\/a><\/p> <p>gather there.<\/p> <p>6 It will be adorned with <a class=\"ref\">Zech. 14:14 <\/a><a class=\"ref\">D&amp;C 124:11<\/a><\/p> <p>wealth.<\/p> <p>7 Sacrifice will take place <a class=\"ref\">Zech. 14:21 <\/a><a class=\"ref\">D&amp;C 128:24<\/a><\/p> <p>there.<\/p> <p><sup>1<\/sup> 0 Gentiles and kings will help <a class=\"ref\">3 Ne. 21:23-24<\/a><\/p> <p>build its walls.<\/p> <p><sup>1<\/sup> 1 Its gates will be continually<\/p> <p>open.<\/p> <p><sup>1<\/sup> 2 Nations not subservient to <a class=\"ref\">Zech. 12:6, 9 <\/a><a class=\"ref\">D&amp;C 97:18-22<\/a><\/p> <p>it will be smitten.<\/p> <p><sup>1<\/sup> 3 A temple will be erected. <a class=\"ref\">Ezek. 47:1-10 <\/a><a class=\"ref\">D&amp;C 57:1-3<\/a><\/p> <p><sup>1<\/sup> 4 The city will be called the <a class=\"ref\">Zech. 14:20 <\/a><a class=\"ref\">D&amp;C 45:66-67<\/a><\/p> <p>Zion of the Holy one of Israel.<\/p> <p><sup>1<\/sup> 5 The city was once forsaken <a class=\"ref\">Ezek. 36:34-36 <\/a><a class=\"ref\">D&amp;C 45:70-71<\/a><\/p> <p>and hated, but will be made a<\/p> <p>joy.<\/p> <p><sup>1<\/sup> 6 It will have power over <a class=\"ref\">Zech. 14:1-3, D&amp;C 64:43<\/a><\/p> <p>other kingdoms. 12-15<\/p> <p><sup>17<\/sup> -18 Perfect peace will <a class=\"ref\">Zech. 14:11 <\/a><a class=\"ref\">D&amp;C 45:66-71<\/a><\/p> <p>prevail.<\/p> <p><sup>19<\/sup> -20 The Lord will be its <a class=\"ref\">3 Ne. 20:30-31 <\/a><a class=\"ref\">Rev. 22:5<\/a><\/p> <p>light.<\/p> <p><sup>2<\/sup> 1 The people will inherit its <a class=\"ref\">2 Ne. 10:7 <\/a><a class=\"ref\">2<\/a> Ne. 10:10-12<\/p> <p>land.<\/p> <\/blockquote><p>As indicated above, the same general conditions will eventually develop in both Old and New Jerusalem. It appears, though, that the Zion society of the New Jerusalem will precede that which is established in Old Jerusalem. (See DS 3:67-79; AGQ 5:70-74.)<\/p> <blockquote><p>As he concludes chapter 60, the Lord promises great material and spiritual blessings to Zion:<\/p> <p><sup>17<\/sup> \"Instead of bronze I will bring gold,<\/p> <p>And instead of iron I will bring silver,<\/p> <p>And instead of wood, bronze,<\/p> <p>And instead of stones, iron.<\/p> <p>And I will make peace your administrators,<\/p> <p>And righteouesness your overseers.<\/p> <p><sup>18<\/sup> \"Violence will not be heard again in your land,<\/p> <p>Nor devastation or destruction within your borders;<\/p> <p>But you will call your walls salvation, and your gates praise.<\/p> <p><sup>19<\/sup> \"No longer will you have the sun for light by day,<\/p> <p>Nor for brightness will the moon give you light;<\/p> <p>But you will have the Lord for an everlasting light,<\/p> <p>And your God for your glory.<\/p> <p><sup>20<\/sup> \"Your sun will set no more,<\/p> <p>Neither will your moon wane;<\/p> <p>For you will have the Lord for an everlasting light,<\/p> <p>And the days of your mourningwill be finished.<\/p> <p><sup>21<\/sup> \"Then all your people will be righteous;<\/p> <p>They will possess the land forever,<\/p> <p>The branch of My planting,<\/p> <p>The work of My hands,<\/p> <p>That I may be glorified.<\/p> <p><sup>22<\/sup> \"The smallest one will become a clan,<\/p> <p>And the least one a mighty nation.<\/p> <p>I, the Lord, will hasten it in its time.\" (NAS)<\/p> <\/blockquote><p>Verse 17 suggests an interesting multiplication and transformation of natural resources: commonplace wood and stone become bronze and iron, which in turn become gold and silver. If gold and silver were as plentiful as wood and stone, wealth would certainly abound in Zion.<\/p> <p>The rest of verses 17 and 18 promises peace and righteousness, both of which are echoed in the names of the city gates. (See <a class=\"ref\">2 Ne. 28:21<\/a>.) Not only does the Lord provide safety and protection, but in verse 19 promises his glory as a source of light for the city. (See <a class=\"ref\">Rev. 21:23; 22:5; Ps. 27:1, D&amp;C 88<\/a>, 93.)<\/p> <p>When the New Jerusalem is built and Jesus Christ returns to earth in glory, the need for the sun and moon to give light to Zion will disappear. The Lord himself will be \"an everlasting light,\" as Elder Orson Pratt has explained:<\/p> <p>When therefore, he shall establish his throne in Zion and shall light up the habitations thereof with the glory of his presence, they will not need this light which comes from the bright luminaries that shine forth in yonder heavens, but they will be clothed upon with the glory of their God. . . . They will not need . . . lights of an artificial nature, for the Lord will be there and his glory will be upon all their assemblies. So says Isaiah the Prophet, and I believe it. Amen. (JD 14:355-56; see also <a class=\"ref\">D&amp;C 133:57-58<\/a>, which gives <a class=\"isa\" verses=\"WzE4ODQ0XQ==\">Isa. 60:22<\/a> added meaning.)<\/p> <p>The last two verses of this chapter culminate the Lord's promises to the righteous in Zion. They will inherit the land forever, not only the Holy Land, but also Joseph's inheritance in America. In fact, the entire earth will be an eternal inheritance of all the righteous after it becomes a place of celestial glory.<\/p> <p>In summary, in chapter 60, Isaiah portrays the Lord's glory upon Zion through superb poetry. Contrasting the conditions of wickedness described in chapter 59, Isaiah reveals the light, peace, and prosperity of a righteous people. Like the faith of a mustard seed or the great missionary success of the sons of Mosiah, the Lord's work will bloom and bring thousands to Zion. (<a class=\"ref\">Matt. 13:31-32; Alma 26:20<\/a>.)<\/p> <p>Eventually the least individual in Zion will become a mighty nation, because as any member of Zion establishes a righteous family that lives into the Millennium, they will become a great posterity equal to any nation on the earth (v. 22; see <a class=\"ref\">D&amp;C 133:58<\/a>). All these blessings will come forth in the Lord's own due time, as he has appointed it from the beginning, when enough people will have repented and sanctified themselves to be worthy of his presence. (<a class=\"ref\">D&amp;C 133:60-62<\/a>.)<\/p>",
    "audit": null
}