{
    "id": 17295,
    "source": "poet",
    "verse_id": 17993,
    "verse_count": 3,
    "reference": "17:9-11",
    "title": "Harvests Will Cease",
    "html": "<p>Isaiah again reverses direction and repeats some earlier themes concerning the empty cities (compare vs. 1-3) and fields (compare vs. 4-6):<\/p> <p><sup>9<\/sup> In that day their strong cities, which they left because of the Israelites, will be like places abandoned to thickets and underbrush. And all will be desolation.<\/p> <blockquote><p><sup>10<\/sup> You have forgotten God your Savior;<\/p> <p>you have not remembered the Rock, your fortress.<\/p> <p>Therefore, though you set out the finest plants<\/p> <p>and plant imported vines,<\/p> <p><sup>11<\/sup> though on the day you set them out, you make them grow,<\/p> <p>and on the morning when you plant them, you bring them to bud,<\/p> <p>yet the harvest will be as nothing in the day of disease and incurable pain. (NIV)<\/p> <p>F'. Wild brush is everywhere (no fruit on their limbs).<\/p> <p>E'. A planting takes place.<\/p> <p>D'. No fruit is harvested.<\/p> <\/blockquote><p>These three verses parallel verses 5 and 6. The correspondence between verse 6 (F on the outline) and 9 (F') is more clear in the King James Version, where the words \"uttermost,\" \"bough,\" and \"branch\" are repeated in both verses. Similarly, an exact parallelism exists in the original Hebrew.<\/p> <p>The phrase \"finest plants\" in verse 10 is translated as \"pleasant plants\" in the King James Version and as \"plants of pleasantness\" in the Jewish Publication Society translation. Some authorities see in this phrase an allusion to the pagan \"gardens of Adonis.\" Adonis is the Greek name for the Syrian pagan god Naaman, meaning \"pleasantness.\" Thus the \"plants of pleasantness\" might be the \"plants of Naaman\" (or Adonis), which were important symbols of regeneration in the fertility rituals. In fact, a widespread custom in the eastern Mediterranean area was to plant little seed boxes (gardens of Adonis) at special times in the religious seasonal calendar. Germination of the seeds and plants indicated the revitalized virility of the pagan gods, who would then bring fertility to the people's fields. As prophesied in the verses above, these plants would someday not grow or produce fruit as a sign of the impotence of false gods.<\/p> <p>The term \"imported vines\" in verse 10 probably alludes to the same or a similar ritual. The association of this phrase with pagan worship is more apparent in the King James Version, where it is translated as \"strange slips.\" Slips are small cuttings, also known as <i>scions,<\/i> grafted into fruit trees or vines. Isaiah is saying here, then, that though faithless people may plant the finest stock and graft the best cuttings, both in full budding growth, they will receive no harvest, especially if the plantings are part of pagan worship. In short, regardless of the people's best efforts in the fields and orchards, God's aid is ultimately necessary to produce a bountiful harvest.<\/p>",
    "audit": null
}