{
    "id": 17352,
    "source": "poet",
    "verse_id": 18868,
    "verse_count": 6,
    "reference": "63:1-6",
    "title": "Dialogue with Christ about His Second Coming",
    "html": "<p>Chapter 63 begins with a dialogue between a watchman on the walls of Jerusalem and an approaching stranger. Isaiah is the watchman, and the stranger is a mighty conqueror coming from the direction of Edom, one of Israel's worst enemies. The conversation begins with a question and the stranger's response:<\/p> <blockquote><p><b>63<\/b> Who is this coming from Edom,<\/p> <p>from Bozrah in garments stained with crimson,<\/p> <p>so richly clothed,<\/p> <p>marching so full of strength?<\/p> <p>—It is I, who speak of integrity and am powerful to save. (JB)<\/p> <\/blockquote><p>The stranger is distinguished by three characteristics: (1) he comes from Edom, (2) his fine garments are stained red, and (3) he effuses majestic strength.<\/p> <p>The stranger's coming from Edom can be variously interpreted. First, it can mean that he is coming literally from the east, from the direction of Edom, which lies east and south of the Dead Sea. Travelers from Edom and its capital city of Bozrah usually traveled north on the King's Highway past the Dead Sea and then turned west through Jericho toward Jerusalem. (See Map 3.) Second, Edom represents the \"world,\" or the worldly powers and nations that oppose God. (See <a class=\"isa\" verses=\"bnVsbA==\">Isa. 63<\/a>, footnote 1b; <a class=\"ref\">D&amp;C 1:36<\/a>.) The word <i>Edom<\/i> in the Hebrew comes from the root meaning \"earth,\" \"dirt,\" or \"red.\" Thus, Edom also means \"red earth,\" and the stranger in red garments coming from Edom could symbolize his coming from the red hills of the earth. That is, the redness that stained his clothes may have also colored the earth. (Compare <a class=\"ref\">D&amp;C 133:46<\/a>.)<\/p> <p>The stained, red clothing is the second identifying characteristic of the stranger.<\/p> <p>The third characteristic is the stranger's dignity, heightened by his authoritative reply. Although he does not give his name, it appears that he is the Lord himself, who has come to Jerusalem with the power to save its people.<\/p> <p>The watchman's attention, however, is attracted to the red garments or robes of the Lord. Isaiah's short question about the clothing brings forth a long response:<\/p> <blockquote><p><sup>2<\/sup> —Why are your garments red,<\/p> <p>your clothes as if you had trodden the winepress?<\/p> <p><sup>3<\/sup> —I have trodden the winepress alone.<\/p> <p>Of the men of my people not one was with me.<\/p> <p>In my anger I trod them down,<\/p> <p>trampled them in my wrath.<\/p> <p>Their juice spattered my garments,<\/p> <p>and all my clothes are stained.<\/p> <p><sup>4<\/sup> For in my heart was a day of vengeance,<\/p> <p>my year of redemption had come.<\/p> <p><sup>5<\/sup> I looked: there was no one to help;<\/p> <p>aghast: not one could I find to support me.<\/p> <p>My own arm then was my mainstay,<\/p> <p>my wrath my support.<\/p> <p><sup>6<\/sup> I crushed the people in my fury,<\/p> <p>trampled them in my anger,<\/p> <p>and made the juice of them run all over the ground. (JB)<\/p> <p>A<\/p> <p>B<\/p> <p>C<\/p> <p>D<\/p> <p>E<\/p> <p>A'<\/p> <p>B'<\/p> <p>C'<\/p> <\/blockquote><p>Isaiah's question makes it apparent that Christ's clothing is unnaturally red. It looks like the clothing of servants that becomes spotted as they trample the grapes and splash the juices.<\/p> <p>The Lord's response indicates many important qualities of his mission, as outlined in the right column above:<\/p> <blockquote><p>A. He alone could fulfill his mission<\/p> <p>B. His anger caused him to destroy the wicked<\/p> <p>C. Their blood (juice) stained his clothes<\/p> <p>D. He had a day of vengeance for the wicked<\/p> <p>E. He had a year of redemption for the righteous<\/p> <\/blockquote><p>Three of the ideas—A, B, C—are repeated and reinforced in verses 5 and 6. When these verses were repeated in the Doctrine and Covenants, verses 5 and 6 were not included. (See <a class=\"ref\">D&amp;C 133:50-52<\/a>.)<\/p> <p>The image of Christ as a vengeful, bloodstained warrior is somewhat different from the usual Christian concept of Christ at his second coming. However, it is in line with Isaiah's earlier teachings (<a class=\"isa\" verses=\"W3siMTg4MTYiOjZ9LFsxODMxMiwxODg0Nl1d\">Isa. 59:15-20; 34:8; 61:2<\/a>) and the prophecies of Joseph Smith (<a class=\"ref\">D&amp;C 133:46-53; 97:22-26<\/a>). The day of vengeance, however, is only upon the wicked, and the Lord's wrath is free of malice or impurity—he simply requires justice for all sinners. (<a class=\"ref\">D&amp;C 133:50-51; D&amp;C 29:17<\/a>.)<\/p> <p>The earlier verses of chapter 63 refer to the atonement of Christ. To begin with, Isaiah describes the conqueror as coming in red robes from Edom and Bozrah. As indicated earlier, the word <i>Edom<\/i> shares the same Hebrew root as the word <i>earth.<\/i> Also, the word <i>Bozrah<\/i> can mean \"sheep fold.\" A figurative reading of verse 1 thus reads, \"Who is this that cometh from the world (meaning Christ's earthly life), with dyed garments from the sheepfold (meaning the members of the Church)?\" The sacrifices that ancient Israelites performed were symbols of the perfect sacrifice to be offered by Christ. (<a class=\"ref\">2 Ne. 11:4; Moses 5:6-8<\/a>.) Furthermore, a part of the ancient sacrifice was to offer up a sheep or animal from among the \"fold\" (<a class=\"ref\">Lev. 1:2<\/a>) that should be unblemished, the best one. Christ's life and atonement demonstrate that he was the only unblemished child of God on this earth, and therefore the only possible sacrifice for us.<\/p> <p>Next, Isaiah says that the conqueror is \"mighty to save\" (KJV). Christ was the only one mighty enough to save. But the English word <i>save<\/i> does not convey the full meaning of the Hebrew word <i>lehoshi'a,<\/i> which should be translated \"cause to save.\" That is, Christ's atonement can \"cause\" salvation from sin, but his powers do not automatically save everyone; each person must repent and seek forgiveness through the proper ordinances.<\/p> <p>The final major feature of this person is that his garments are stained red. This refers to Christ's atonement: \"And being in an agony he prayed more earnestly: and his sweat was as it were great drops of blood falling down to the ground.\" (<a class=\"ref\">Luke 22:44<\/a>.)<\/p> <p>Interestingly, Isaiah notes that Christ's clothing was red \"like him that treadeth in the winefat.\" And Christ responds, \"I have trodden the winepress.\" The imagery of the winepress is most interesting; <i>geth<\/i> means \"garden\" and <i>semane<\/i> means \"a press for liquids,\" an oil or wine press. It was in the \"garden of the winepress,\" Gethsemane, that the Atonement took place.<\/p> <p>Also, Christ took upon himself the sins of the world <i>alone<\/i> in the garden. This is emphasized in <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a>.<\/p> <p>In short, the first half dozen verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63<\/a> contain strong images of Christ's atonement, which took place almost two thousand years ago. However, in their context in the book of Isaiah and in the Doctrine and Covenants, these verses have a more particular application to some time in the future when Christ comes in his \"day of vengeance\" upon the wicked. <\/p>",
    "audit": null
}