{
    "id": 17317,
    "source": "poet",
    "verse_id": 18219,
    "verse_count": 33,
    "reference": 30,
    "title": "Notes and Commentary",
    "html": "<p><a class=\"isa\" verses=\"WzE4MjIyXQ==\">Isaiah 30:4<\/a>: \"Zoan\" and \"Hanes\"<\/p> <p>When Isaiah states that the Judean messengers were at \"Zoan\" and at \"Hanes,\" he is referring to Egyptian places. He referred to Zoan earlier in 19:11, 13. (See also <a class=\"ref\">Ps. 78:12, 43<\/a>.) It was a northern Eygptian city, the regional center of the delta, and was located near the border of the Sinai toward Palestine. It was also known as Tanis.<\/p> <p>Hanes is mentioned nowhere else in scripture and is thought to be either a city known as Anusis in middle Egypt or the name of the pharaoh's palace in Zoan. If Hanes is a city in southern Egypt, then the idea of having messengers \"in Zoan and in Hanes\" could mean \"from one end of the kingdom to the other.\" If Hanes comes from the Egyptian word meaning \"mansion of the king,\" then the messengers \"in Zoan and in Hanes\" would mean \"in the city and in the palace.\" In either case, the idea is conveyed that a large, official delegation of Egyptians was going to meet with the Judeans in order to effect the treaty between the two countries.<\/p> <p><a class=\"isa\" verses=\"WzE4MjM1XQ==\">Isaiah 30:17<\/a>: \"Beacon upon a mountain\" or \"ensign upon a hill\"<\/p> <p>In the context of verse 17, the fact that the people are to be left as a beacon or ensign means that, instead of being a numerous people in the land with many cities and towers, they will be scattered and left alone as small, lonely remnants upon the hilltops.<\/p> <p>The symbolism of a beacon or ensign also implies that Israel will serve as a signal bearer or rallying point for those who might desire to unite with her. The fact that the children of Israel remain as a beacon or ensign (sources of light and truth) means that they still have the potential to attract others toward their prophesied destiny. Note in 31:9 that the \"ensign\" (the gospel) will eventually bring fear unto Assyria (or the world).<\/p> <p><a class=\"isa\" verses=\"WzE4MjQ0XQ==\">Isaiah 30:26<\/a>: Light of the moon and the sun increased sevenfold<\/p> <p>The great increase of light promised in these verses could be either a literal magnification of light from the moon and the sun (as is stressed in the apocalyptic works <i>Jubilees<\/i> 1:29; 19:25 and <i>First<\/i> or <i>Ethiopic Enoch<\/i> 91:16) or the great light of Christ's glory when he returns to the earth. (Compare <a class=\"ref\">Rev. 21:23<\/a> and <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isa. 24:23<\/a> with <a class=\"ref\">D&amp;C 133:49<\/a>.) Other symbolic meanings of light during and after the Millennium can be found in this verse, since the moon and the sun represent terrestrial and celestial glories. The seventh or sevenfold light could represent the seventh gospel dispensation (or a \"sabbath\" dispensation) or the seventh thousand-year period (millennium) of the earth's history. A sevenfold increase of the Lord's Spirit or of missionary work and the light of the gospel might also be implied. Numerous other interpretations might also apply. Whatever the case, great blessings will come to the people during this period of great light, when they will be healed from their physical and spiritual wounds.<\/p> <p><\/p> <p>In verses 6-8 Isaiah portrays some characteristics of the first three types of people by using alliteration and verb repetition. For example, each verse begins with assonance: <i>naval-nevalah<\/i> (6), <i>caylai-kaylaiw<\/i> (7), <i>nadeev-nedeevot<\/i> (8). Some verbs of action (such as \"speaking,\" \"devising\") are repeated and are used in both negative and positive contexts. Isaiah especially denounces the wickedness of the two negative personalities (the fool and the knave), for they oppress the hungry and thirsty, the poor and the needy. On the other hand, he commends the one positive personality (the noble) because he thinks and does good deeds. As Isaiah commends the noble (v. 8), one must assume that the same characteristics of generosity and concern would apply to the fourth person (the honorable one, who is not described in detail). Thus, Isaiah recommends that in order to discern the true character of a person, one should measure the charity he has for those in need. (Compare Isaiah's ideas on charity with <a class=\"ref\">1 Cor. 13<\/a>., <a class=\"ref\">Morm. 7<\/a>, and TG \"Charity.\")<\/p> <p>In the rest of what is now chapter 32, Isaiah contrasts the destruction soon to come upon the unsuspecting Israelites with the peaceful conditions of a later period. Note the parallel ideas of verses 9-14 in comparison to verses 15-20. To make plain the instances of comparison and contrast, similar words or ideas have been italicized in each verse:<\/p> <blockquote><p><i>Rise<\/i> up, you women who are at ease, hear <i>my voice;<\/i><\/p> <p>you complacent daughters, give ear to my speech.<\/p> <p><sup>10<\/sup> In a little more than a year<\/p> <p>you will shudder, you complacent women;<\/p> <p>for the vintage will fail,<\/p> <p>the <i>fruit<\/i> harvest will not come.<\/p> <p><sup>11<\/sup> <i>Tremble,<\/i> you women who are at ease,<\/p> <p>shudder, you complacent ones;<\/p> <p>strip, and make yourselves bare,<\/p> <p>and gird sackcloth upon your loins.<\/p> <p><sup>12<\/sup> <i>Beat<\/i> upon your breasts for the pleasant fields,<\/p> <p>for the fruitful vine,<\/p> <p><sup>13<\/sup> for the soil of my people<\/p> <p>growing up in thorns and briers;<\/p> <p>yea, for all the joyous houses<\/p> <p>in the joyful <i>city.<\/i><\/p> <p><sup>14<\/sup> For the palace will be forsaken, the populous city deserted;<\/p> <p>the hill and the watchtower will become dens for ever,<\/p> <p><i>joy<\/i> of wild <i>asses,<\/i><\/p> <p>a pasture of flocks;<\/p> <p><sup>15<\/sup> until <i>the Spirit<\/i> is poured upon us from on <i>high<\/i><\/p> <p>and the wilderness becomes<\/p> <p>a fruitful field,<\/p> <p>and the fruitful field is deemed a forest.<\/p> <p><sup>16<\/sup> Then justice will dwell in the wilderness,<\/p> <p>and righteousness abide in the <i>fruitful<\/i> field.<\/p> <p><sup>17<\/sup> And the effect of righteousness will be <i>peace,<\/i><\/p> <p>and the result of righteousness, quietness and trust for ever.<\/p> <p><sup>18<\/sup> My people will abide in a peaceful habitation,<\/p> <p>in secure dwellings, and in <i>quiet<\/i> resting places<\/p> <p><sup>19<\/sup> And the forest will utterly go down,<\/p> <p>and the <i>city<\/i> will be utterly laid low 20<i>Happy<\/i> are you who sow beside all waters,<\/p> <p>who let feet of the ox and the <i>ass<\/i> range free. (RSV, italics added)<\/p> <\/blockquote><p>The major idea of these two contrasting conditions is found in verses 9 and 15: although Israel deserves the severe pronouncement of doom at that time, she will receive the full blessings of God's Spirit in the latter days. Some blessings are already being enjoyed by some Jews who have returned to their homeland and have turned desolated hills and valleys into the productive country described in verses 15-20.<\/p> <p>The Jews have recently been gathering to their homeland of Israel from over one hundred nations of the earth. These Jews, who automatically and immediately are accepted as Israeli citizens under the \"law of the return,\" have returned from many countries, such as New Zealand, Lithuania, Argentina, India, Canada, and South Africa. Most of them, however, have come to Israel from middle eastern or eastern European countries. For example, shortly after Israel became independent in 1948, over 120,000 Jews immigrated from Rumania; 100,000 from Russia, Poland, and Iraq; and 30,000 from Czechoslovakia, Hungary, Bulgaria, Turkey, Syria, and Iran. (Gilbert, <i>Jewish History Atlas,<\/i> pp. 97-99.)<\/p> <p>As Isaiah, Jeremiah, and others prophesied, these Jews have returned from \"the north\" and from the countries to which they had been driven. They now dwell in their own land in the state of Israel. However, most of the Jews now living in Israel do <i>not<\/i> identify the Lord, Jehovah, as the cause of their gathering. When asked why and by what means they have returned, most Israelis maintain that their country came into existence through political, military, social, and monetary means, not through any divine guidance. For them, the \"holocaust complex,\" a desire for freedom, or better trained armies have maintained their independence. This appears to be a contradiction of those prophecies to be discussed later in a special topic, \"The Return of the Jews in the Last Days.\" These scriptures promise that righteous Israelites will return to their land in the last days and identify their Lord as the force behind their return. It seems that presently irreligious Jews, trusting in their own power, have returned to their promised land and established a strong modern state.<\/p> <p>The reader who approaches chapter 33 for the first time without any experience in reading the Psalms and the other eschatological portions of the prophetic books will undoubtedly struggle to comprehend much more than the main outline of its content:<\/p> <p>He will understand that it speaks of a powerful enemy who has risen up against Jerusalem, and of the ultimate destruction of that enemy, to be followed by the glorification of Jerusalem. But he will nevertheless be confused by the changing aspects and speakers, and will be irritated by the partial obscurity which is found in some of the statements. But even an experienced reader, well acquainted with the Old Testament, will find constant difficulties, and will wonder whether he has understood correctly what he has read, whether the received text is reliable and whether individual themes have been accurately interpreted. (Kaiser, <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 14-39<\/a>,<\/i> p. 339.)<\/p> <p>Moving from a theme of general destruction and restoration in chapter 32, Isaiah becomes more symbolic as he prophesies in chapter 33 about the sources of destruction and deliverance. This chapter follows a pattern of chiasmus or introverted parallelism:<\/p> <blockquote><p>Introduction (v. 1)<\/p> <p>A. Prayer to the Lord (2-6)<\/p> <p>B. Power of the destroyer (7-9)<\/p> <p>C. Results upon the wicked (10-12)<\/p> <p>D. The Lord will reveal his works (13)<\/p> <p>C'. Rewards of the righteous (14-16)<\/p> <p>B'. The enemy is gone (17-19)<\/p> <p>A'. The Lord's many blessings (20-24)<\/p> <p>The first verse of this prophecy contains a pronouncement of woe against an enemy of God's people:<\/p> <p><b>33<\/b> Woe to you, destroyer,<\/p> <p>who yourself have not been destroyed;<\/p> <p>you treacherous one,<\/p> <p>with whom none has dealt treacherously!<\/p> <p>When you have ceased to destroy,<\/p> <p>you will be destroyed;<\/p> <p>and when you have made an end of dealing treacherously,<\/p> <p>you will be dealt with treacherously. (RSV)<\/p> <\/blockquote><p>The person Isaiah refers to in this warning is unnamed, but is most often identified as Sennacherib, the king of Assyria who attacked Jerusalem in 701 B.C. Whoever he is, his power will undoubtedly end through destruction as severe as that which he heaped upon others. As seen in <a class=\"isa\" verses=\"WzE3OTc0XQ==\">Isaiah 16:4<\/a> and 21:2, Isaiah uses similar terms to describe the leader of the nations in the last days who will rage over the earth, destroy the nations surrounding Israel, and finally storm against Zion. (Compare <a class=\"ref\">Hab. 2:5-8<\/a>.) This awesome leader, perhaps Gog from the land of Magog (<a class=\"ref\">Ezek. 38<\/a>), would easily generate the destruction that Isaiah prophesied in chapter 32.<\/p> <h4>Prayer to the Lord<\/h4> <p>In contrast to the sharp warning of the introduction, the next few verses record Isaiah's fervent prayer and the Lord's promise for his people:<\/p> <blockquote><p><sup>2<\/sup> O LORD, be gracious to us; we wait for thee.<\/p> <p>Be our arm every morning,<\/p> <p>our salvation in the time of trouble.<\/p> <p><sup>3<\/sup> At the thunderous noise peoples flee,<\/p> <p>at the lifting up of thyself nations are scattered;<\/p> <p><sup>4<\/sup> and spoil is gathered as the caterpillar gathers;<\/p> <p>as locusts leap, men leap upon it.<\/p> <p><sup>5<\/sup> The LORD is exalted, for he dwells on high;<\/p> <p>he will fill Zion with justice and righteousness;<\/p> <p><sup>6<\/sup> and he will be the stability of your times,<\/p> <p>abundance of salvation,<\/p> <p>wisdom, and knowledge;<\/p> <p>the fear of the Lord is his treasure. (RSV)<\/p> <\/blockquote><p>Isaiah first expresses trust in the Lord and his salvation. He then describes chaotic times during which the people will flee and scatter as the Lord is lifted up (v. 3). The lifting up of the Lord could refer to Christ's role as a bearer of light or an ensign of power, or it might be a prophetic reference to his being lifted up on the cross, after which the Jews were scattered by the Romans in A.D. 70. Verse 4 is even more difficult to understand, since the major terms are not easily identifiable. A literal translation of this verse is:<\/p> <p>And [as] is gathered your spoil gathers the caterpillar<\/p> <p>Like leaping [running] locusts do they leap [run] upon it<\/p> <p>Or, if this prophecy refers to the last days, it might read as follows:<\/p> <p>And the spoil [or reward of the Lord, that is, the House of Israel] shall be gathered [by his servants and missionaries] as the caterpillar gathers; and as locusts run to and fro shall they [the missionaries] run about [or attach themselves] upon it [the house of Israel].<\/p> <p>The restoration will continue as the Lord's presence fills the high places throughout Zion, and stability and enlightenment fill the land (vs. 5-6). First a \"stability of . . . times\" is promised. During Isaiah's ministry, the milieu or \"times\" underwent many drastic revolutions and changes: war, chaos, and confusion characterized this period. Isaiah promises, however, that the Lord will eventually provide Israel a period of peace, a \"stability of . . . times.\"<\/p> <p>The \"abundance of salvation\" or deliverance prophesied by Isaiah could be either political or spiritual: the Israelites could be saved from war and physical destruction or from sin and spiritual desolation. In either case, the salvation that Isaiah promises refers to gifts bestowed from without.<\/p> <p>Isaiah further promises some gifts found within an individual—wisdom and knowledge. The wisdom and knowledge Isaiah refers to encompasses more than the intellectual and educational processes we usually associate with these terms. Many kinds of \"wisdom\" literature, which stressed a spiritual devotion along with factual understanding, was already a part of Israelite heritage by Isaiah's time. This type of literature can best be elucidated through a selection of verses from each of the three major wisdom books of the Old Testament:<\/p> <blockquote><p>The fear of the Lord is the beginning of knowledge:<\/p> <p>but fools despise wisdom and instruction. (<a class=\"ref\">Prov. 1:7<\/a>.)<\/p> <p>Be not wise in thine own eyes:<\/p> <p>fear the Lord, and depart from evil. (<a class=\"ref\">Prov. 3:7<\/a>.)<\/p> <p>Behold, the fear of the Lord, that is wisdom;<\/p> <p>and to depart from evil is understanding. (<a class=\"ref\">Job 28:28<\/a>.)<\/p> <p>The fear of the Lord is the beginning of wisdom:<\/p> <p>a good understanding have all they that do his commandments. (<a class=\"ref\">Ps. 111:10<\/a>.)<\/p> <\/blockquote><p>In all these verses, \"fear of the Lord\" means an acknowledgment of his preeminence. This is the same term and meaning used in <a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a>, where the prophet describes a righteous leader of the last days as having \"the spirit of wisdom and understanding,\" \"the spirit of knowledge and understanding,\" and \"the spirit of knowledge and of the fear of the Lord.\"<\/p> <p>Thus, the final and most important gift promised by Isaiah in verse 6 is \"the fear of the Lord.\" Using climactic parallelism, Isaiah moves from the broad universal gifts of God to more specific ones. Finally, he promises the most important gift a wise child of God could request—fear of the Lord. This gift goes beyond a sense of awe and the beginnings of faith to include entire devotion to God. Indeed, this gift is God's special treasure. On the one hand, he shares it with us as he encourages us to respect his glory, develop faith, and strengthen our testimony of him, his Son, and his gospel. On the other hand, we can share this gift with him as we serve him well and bring honor and glory to his name. As we fear the Lord, we honor him and set an example for others so that they can improve their relationship with our Heavenly Father.<\/p> <h4>Power of the Destroyer<\/h4> <p>In verse 7 of <a class=\"isa\" verses=\"WzE4MjUxXQ==\">Isaiah 33<\/a>, the narrative moves from a future of well-being back to the conflicts and struggles with the enemy of Israel. Isaiah describes the disastrous results of this destroyer:<\/p> <blockquote><p><sup>7<\/sup> Behold, the valiant ones cry without;<\/p> <p>the envoys of peace weep bitterly.<\/p> <p><sup>8<\/sup> The highways lie waste,<\/p> <p>the wayfaring man ceases,<\/p> <p>Covenants are broken,<\/p> <p>witnesses are despised,<\/p> <p>there is no regard for man.<\/p> <p><sup>9<\/sup> The land mourns and languishes;<\/p> <p>Lebanon is confounded and withers away;<\/p> <p>Sharon is like a desert;<\/p> <p>and Bashan and Carmel shake off their leaves. (RSV)<\/p> <\/blockquote><h4>Results upon the Wicked<\/h4> <p>The Lord finally responds to Isaiah's prayer and counters the powers of wickedness as he speaks to the destroyer and his followers:<\/p> <blockquote><p><sup>10<\/sup> \"Now I will arise,\" says the LORD,<\/p> <p>\"now I will lift myself up;<\/p> <p>now I will be exalted.<\/p> <p><sup>11<\/sup> You conceive chaff, you bring forth stubble;<\/p> <p>your breath is a fire that will consume you.<\/p> <p><sup>12<\/sup> And the peoples will be as if burned to lime,<\/p> <p>like thorns cut down, that are burned in the fire.\" (RSV)<\/p> <\/blockquote><h4>The Lord Will Reveal His Works<\/h4> <p>God then foretells the time that the whole world will know of his works and glory:<\/p> <p><sup>13<\/sup> Hear, you who are far off, what I have done<\/p> <p>and you who are near,<\/p> <p>acknowledge my might. (RSV)<\/p> <p>This important promise in verse 13 becomes the pivot point of this chapter and a key theme for the following verses in which the Lord (or Isaiah) comforts those in Zion who fear their weaknesses and wonder how they can abide the presence of the Lord in all his glory.<\/p> <h4>Rewards of the Righteous<\/h4> <p>In contrast to the burnings of the wicked (vs. 10-12), Isaiah describes the \"burnings\" or glory of the righteous and the Lord's blessings for such people:<\/p> <blockquote><p><sup>14<\/sup> The sinners in Zion are afraid;<\/p> <p>trembling has seized the godless:<\/p> <p>\"Who among us can dwell with the devouring fire?<\/p> <p>Who among us can dwell with everlasting burnings?\"<\/p> <p><sup>15<\/sup> He who walks righteously and speaks uprightly,<\/p> <p>who despises the gain of oppressions,<\/p> <p>who shakes his hands, lest they hold a bribe,<\/p> <p>who stops his ears from hearing of bloodshed<\/p> <p>and shuts his eyes from looking upon evil,<\/p> <p><sup>16<\/sup> he will dwell on the heights;<\/p> <p>his place of defense will be the fortresses of rocks:<\/p> <p>his bread will be given him, his water will be sure. (RSV)<\/p> <\/blockquote><p>The beautiful composite parallelism of verse 15 equates different body parts with certain spiritual qualities in order to describe the type of person who can dwell in God's celestial glory. The following chart highlights these comparisons:<\/p> <blockquote><p><i>Part of body Action Spiritual quality<\/i><\/p> <p> feet walking righteousness<\/p> <p> mouth speaking morality<\/p> <p> head? wagging \"no\" integrity<\/p> <p> hands shaking honesty<\/p> <p> ears closing justice<\/p> <p> eyes shutting virtue<\/p> <\/blockquote><p>The promise of verse 16 is also noteworthy in the context of the historical setting of this message. Although Israel relied upon physical means for shelter, food, and water, the Lord's guarantee for protection and necessities of life come only to those whose righteousness warrants such blessings. This counsel is applicable today in relationship to our food storage. We ought not to rely upon a rifle or shotgun to protect these supplies, but should be willing to share them with those in need and have faith that the Lord will protect and nourish us.<\/p> <p>Another prophet of the Lord has given some commentary on verses 14-16 of <a class=\"isa\" verses=\"WzE4MjUxXQ==\">Isaiah 33<\/a>. In general conference of October 1973, Elder Bruce R. McConkie said:<\/p> <p>Now if I may, I shall take these words of Isaiah, spoken by the power of the Holy Ghost in the first instance, and give some indication as to how they apply to us and our circumstances.<\/p> <p>First, 'He that walketh righteously, and speaketh uprightly.' That is, building on the atoning sacrifice of the Lord Jesus Christ, we must keep the commandments. We must speak the truth and work the works of righteousness. We shall be judged by our thoughts, our words and our deeds.<\/p> <p>Second, 'he that despiseth the gain of oppressions.' That is, we must act with equity and justice toward our fellowmen. It is the Lord himself who said that he, at the day of his coming, will be a swift witness against those that oppress the hireling in his wages.<\/p> <p>Third, '. . . he that shaketh his hands from holding of bribes.' That is, we must reject every effort to buy influence, and instead deal fairly and impartially with our fellowmen. God is no respecter of persons. He esteemeth all flesh alike; and those only who keep his commandments find special favor with him. Salvation is free; it cannot be purchased with money; and those only are saved who abide the law upon which its receipt is predicated. Bribery is of the world.<\/p> <p>Fourth, he '. . . that stoppeth his ears from hearing of blood, shutteth his eyes from seeing evil.' That is, we must not center our attention on evil and wickedness. We must cease to find fault and look for good in government and in the world. We must take an affirmative, wholesome approach to all things. . . .<\/p> <p>We have the promise that if we seek him with full purpose of heart, keeping his commandments and walking uprightly before him, we shall indeed see his face and eventually be inheritors with him of eternal life in his Father's kingdom.<\/p> <p>President Harold B. Lee then said of Elder McConkie's remarks:<\/p> <p>We have heard from Elder Bruce R. McConkie of the Council of the Twelve, who has given us <i>the key<\/i> by which we can continue to spiritualize ourselves. May we follow his counsel. (Bruce R. McConkie and Harold B. Lee, CR, Oct. 1973, pp. 55-56; italics added.)<\/p> <h4>The Enemy Is Gone<\/h4> <p>Isaiah prophesies further to the children of Israel in verses 17-19 of chapter 33. He tells them of their future king or Messiah and of how their enemy will be vanquished:<\/p> <blockquote><p><sup>17<\/sup> Your eyes will see the king in his beauty;<\/p> <p>they will behold a land that stretches afar.<\/p> <p><sup>18<\/sup> Your mind will muse on the terror:<\/p> <p>\"Where is he who counted, where is he who weighed the tribute?<\/p> <p>Where is he who counted the towers?\"<\/p> <p><sup>19<\/sup> You will see no more the insolent people,<\/p> <p>the people of an obscure speech which you cannot comprehend,<\/p> <p>stammering in a tongue which you cannot understand. (RSV)<\/p> <\/blockquote><h4>The Lord's Many Blessings<\/h4> <p>Isaiah concludes the messages by recording a variety of blessings that will come upon Zion in the last days:<\/p> <blockquote><p><sup>20<\/sup> Look upon Zion, the city of our appointed feasts!<\/p> <p>Your eyes will see Jerusalem,<\/p> <p>a quiet habitation, an immovable tent,<\/p> <p>whose stakes will never be plucked up,<\/p> <p>nor will any of its cords be broken.<\/p> <p><sup>21<\/sup> But there the LORD in majesty will be for us<\/p> <p>a place of broad rivers and streams,<\/p> <p>where no galley with oars can go, nor stately ship can pass.<\/p> <p><sup>22<\/sup> For the LORD is our judge, the LORD is our ruler,<\/p> <p>the LORD is our king; he will save us. <\/p> <p><sup>23<\/sup> Your tackle hangs loose;<\/p> <p>it cannot hold the mast firm in its place,<\/p> <p>or keep the sail spread out.<\/p> <p>Then prey and spoil in abundance will be divided;<\/p> <p>even the lame will take the prey.<\/p> <p><sup>24<\/sup> And no inhabitant will say, \"I am sick;\"<\/p> <p>the people who dwell there will be forgiven their iniquity. (RSV)<\/p> <\/blockquote><p>The symbols and ideas in these last verses are more easily understood when they are compared with earlier ideas in the chapter (vs. 2-6, Isaiah's prayer to the Lord).<\/p> <h4>Conclusion<\/h4> <p>Isaiah's warnings of a coming desolation (ch. 32) and the \"destroyer\" (ch. 33) not only portray the impending Assyrian invasion but also (and more importantly) foreshadow the chaotic conditions and the power of God over Israel in the last days. Both chapters contain promises of spiritual and material blessings, including a gathering to the promised land of <i>righteous<\/i> Israel. Both the Israelites of Isaiah's time and those who claim to be of the house of Israel today can claim these blessings as they honor the Lord in righteousness.<\/p> <h4>RETURN OF THE JEWS IN THE LAST DAYS<\/h4> <p>A seeming contradiction is present in some Book of Mormon prophecies concerning the return of the Jews to the Holy Land. These prophecies state that <i>after<\/i> the Jews begin to believe in Christ, <i>then<\/i> they will be gathered in from their long dispersion. Obviously, the Jews in Israel today do not believe in Jesus Christ as their messiah. Are they, then, fulfilling these prophecies of Isaiah, Jeremiah, Jacob, Nephi, Mormon, and others? Probably not. They are, however, fulfilling some of the lesser-known prophecies of Jeremiah and the Book of Mormon prophets.<\/p> <p>The Book of Mormon explains in greater detail the relationship between the gathering of the Jews and their attitude toward Jehovah. Lehi prophesied that after their scattering, the Jews would be gathered in with the house of Israel and come to a knowledge of the true Messiah, their Lord and Redeemer. (<a class=\"ref\">1 Ne. 10:14<\/a>.) This statement is in harmony with the teachings of Jeremiah Indeed, being contemporaries, Lehi and Jeremiah may have known one another in Jerusalem. Even if not, both had access to the Old Testament scriptures compiled up to that time, Lehi's canon being contained in the Brass Plates of Laban. (<a class=\"ref\">1 Ne. 5:13<\/a>.) In addition, Lehi possessed other records not later incorporated into our Old Testament, such as the prophecies of Zenos. (See <a class=\"ref\">1 Ne. 19:10<\/a>.)<\/p> <p>Zenos prophesied specifically about the Jews, not the whole house of Israel. He stated that the time will come when the Jews would <i>\"no more turn aside their hearts<\/i> against the Holy One of Israel.\" (<a class=\"ref\">1 Ne. 19:15<\/a>; italics added.) Then, the Lord will remember the covenants which he has made with their fathers and <i>gather<\/i> them from the corners of the earth back to their land. (<a class=\"ref\">1 Ne. 19:16<\/a>.) This important Book of Mormon prophecy concerning the Jews has been fulfilled only within the past one hundred years. Before then, even back to the time of Paul the apostle, the Jews did not recognize Jesus Christ as their messiah, the Holy One of Israel. And while Jesus himself lived on the earth, the majority of the Jews did not identify him as their messiah. One reason for this was that they expected the Messiah to come in a display of power and glory. They did not realize that he would not come in such glory until a later period when remnants from all of Israel have returned to their lands of inheritance in righteousness.<\/p> <p>During the nineteenth century, however, Jewish attitudes toward Jesus and their messiah changed drastically, especially in America. By 1885, one major segment of American Jewry, the Reform Jews, had gone so far as to accept Jesus as a great teacher and prophet, although not as the Savior or the Messiah, since they no longer believe in a messiah, past or future. Most Jews in the world today are no longer offended simply by the mention of Jesus' name. Christian missionaries (including Latter-day Saints) are now often allowed to present their messages, whereas a century ago they would have been turned out of almost all Jewish homes.<\/p> <p>This change in Jewish attitude is also evident within the Jewish communities and synagogues. Not only do they mention the name of Jesus, but they also talk about his life and teachings in their schools and literature. This change fulfills another important Book of Mormon prophecy recorded by Jacob, the son of Lehi. He received a special vision about the Jews that indicated that after they were scattered, smitten, and hated, they would \"come to the <i>knowledge<\/i> of their Redeemer\" and then be <i>\"gathered<\/i> together again to the lands of their inheritance.\" (<a class=\"ref\">2 Ne. 6:11<\/a>, italics added.)<\/p> <p>Many Jews have come to a \"knowledge\" of Jesus. Some have read the New Testament more often than many Christians and know a great deal about his life and teachings. Though they may not yet accept him as their messiah (this is why they always refer to him as Jesus and not as Christ), they accept him as a great prophet.<\/p> <p>A third important Book of Mormon prophecy concerning the return of the Jews was recorded by Jacob as he quoted a message from the Lord:<\/p> <p>When the day cometh that they shall <i>believe<\/i> in me, that I am Christ, then have I covenanted with their fathers they they shall be <i>restored<\/i> in the flesh, upon the earth, unto the lands of their inheritance. (<a class=\"ref\">2 Ne. 10:7<\/a>, italics added; compare <a class=\"ref\">Deut. 30:1-10<\/a>.)<\/p> <p>This Book of Mormon prophecy has not yet been fulfilled, even though hundreds of Latter-day Saint missionaries throughout the world are now working specifically within Jewish communities.<\/p> <p>It is interesting to note that Zenos and Jacob state that when the Jews (1) \"<i>no more turn aside<\/i> their hearts against the Holy One of Israel\" or (2) \"<i>come to the knowledge<\/i> of their Redeemer,\" they would be <i>gathered<\/i> in again to the lands of their inheritance. However, Jacob later said (in the scripture quoted above) that when the Jews would finally come to <i>believe<\/i> that Jesus is Christ, then they would be <i>restored<\/i> unto the lands of their inheritance. What we are witnessing in Israel today is a \"gathering\" and not a \"restoration\" of the Jews. Physically they are turning, but they will not be fully secure in the land until they are spiritually strong.<\/p> <p>As a resurrected being, Jesus Christ delivered similar teachings about the Jews' belief and their gathering when he visited the Book of Mormon people. (<a class=\"ref\">3 Ne. 16<\/a>, 20.) About three hundred years after Christ instructed the Nephites, the prophet Mormon taught these same principles in connection with the effect his record (the Book of Mormon) would eventually have on the Jews. This record is destined to go to the unbelieving of the Jews, that they might be persuaded to believe in Chirst. The Lord's purpose will be fulfilled when the Jews believe in him and he can then restore them and all the house of Israel to the lands of their inheritance. (<a class=\"ref\">Morm. 5:14<\/a>.)<\/p> <h4>Summary<\/h4> <p>When one initially reads Isaiah, Jeremiah, or the Book of Mormon prophets and their prophecies concerning the gathering of Israel in the last days, he will probably remember the oft-repeated promise that when Israel accepts the Lord (or recognizes Christ as Messiah) they will be gathered in. This general understanding is basically correct.<\/p> <p>A more precise study of the scriptures reveals, however, that certain important details exist concerning the relationship of the Israelites to their Lord and their gathering to their lands. This is particularly true for one branch of the Israelites, the Jews. In short, one of three conditions must precede any gathering of the Jews: (1) they no longer rebuke Christ, (2) they come to a knowledge of Christ, or (3) they begin to believe in Christ as their messiah.<\/p> <p>Although any of these conditions could precede a \"gathering\" of the Jews, the Lord will not fully accept the inhabitants of Israel as his people until they believe on him as their God. When they become righteous and God-fearing, he will \"restore\" them to the lands of their inheritance and protect them from their enemies. In other words, although the Lord might lead the Jews back to their land under various conditions, he will not recognize them as fully legitimate heirs of the land until they properly worship him.<\/p> <p>Understanding this fact helps answer two questions that Latter-day Saints have as they attempt to understand the events of the last days: (1) Why are most Jews who are returning to Israel essentially non-religious Israelites who do not recognize the Lord or his hand in their gathering? and (2) Why will great punishments still come upon the Jews in the \"great and dreadful day\" of the Lord if they are his chosen people? The truth is that, along with righteous and honorable people, other non-religious, non-believing, and even wicked Jews are today fulfilling some prophecies of the gathering. The Jews who take the credit for themselves and reject the Lord and his laws will be punished in the future. Knowing this, Latter-day Saints can better understand how the many different prophecies concerning the return of the Jews are being fulfilled.<\/p> <p>These prophecies should also motivate Latter-day Saints to be righteous in their own lives, so as to be effective in bringing the gospel truths to scattered Israel and Judah. As the Jews and all the children of Israel begin to believe in Christ as their messiah, they can be gathered to their promised land in righteousness, and they and the whole earth will be blessed.<\/p> <p>The LORD is angry with all nations;<\/p> <blockquote><p>his wrath is upon all their armies.<\/p> <p>He will totally destroy them,<\/p> <p>he will give them over to slaughter.<\/p> <p><sup>3<\/sup> Their slain will be thrown out,<\/p> <p>their dead bodies will send up a stench;<\/p> <p>the mountains will be soaked with their blood.<\/p> <p><sup>4<\/sup> All the stars of the heavens will be dissolved<\/p> <p>and the sky rolled up like a scroll;<\/p> <p>all the starry host will fall<\/p> <p>like withered leaves from the vine,<\/p> <p>like shriveled figs from the fig tree.<\/p> <p>5 My sword has drunk its fill in the heavens;<\/p> <p>see, it descends in judgment on Edom,<\/p> <p>the people I have totally destroyed.<\/p> <p><sup>6<\/sup> The sword of the LORD is bathed in blood,<\/p> <p>it is covered with fat—<\/p> <p>the blood of lambs and goats,<\/p> <p>fat from the kidneys of rams. <\/p> <p>For the LORD has a sacrifice in Bozrah<\/p> <p>and a great slaughter in Edom.<\/p> <p><sup>7<\/sup> And the wild oxen will fall with them,<\/p> <p>the bull calves and the great bulls.<\/p> <p>Their land will be drenched with blood,<\/p> <p>And the dust will be soaked with fat.<\/p> <p>8 For the LORD has a day of vengeance,<\/p> <p>a year of retribution, to uphold Zion's cause. (NIV)<\/p> <\/blockquote><p>The first pronouncement goes beyond the graphic description of destroyed armies; it includes, in verse form, promises of heavenly manifestations. Though the signs are difficult to interpret, some alternate translations suggest various possible meanings:<\/p> <blockquote><p>All the host of heaven shall molder.<\/p> <p>The heavens shall be rolled up like a scroll,<\/p> <p>And all their host shall wither,<\/p> <p>Like a leaf withering on the vine<\/p> <p>Or shriveled fruit on a fig tree. (NJV)<\/p> <\/blockquote><p>All the host of the heavens shall be dissolved and crumble away, and the skies shall be rolled together as a scroll; and all their host (the stars and the planets) shall drop like a faded leaf from the vine, and as a withered fig falls from the fig tree. (AB)<\/p> <p>The sun, moon, and stars will crumble to dust. The sky will disappear like a scroll being rolled up, and the stars will fall like leaves dropping from a vine or a fig tree. (GNB)<\/p> <p>The first phrase of verse 4 reads as follows in the King James Version: \"And all the host of heaven shall be dissolved.\" The \"host of heaven\" could refer either to heavenly bodies (sun, moon, stars, etc.) or to celestial beings (spirits, angels, etc.) in God's presence. The phrase \"shall be dissolved\" comes from a Hebrew word that also means \"to dwindle\" or \"to decompose.\" Thus the hosts of heaven dissolving could mean either that stars and planets will be destroyed or that there will be fewer beings in the Lord's presence (since his spirit children come to earth to acquire mortal bodies and some do not return to him). Of course, other possibilities exist, but by combining the two suggestions above with verses 2 and 3, we end up with a more encompassing interpretation composed of two main concepts:<\/p> <p><sup>1<\/sup> Both earthly nations and heavenly orbs will be destroyed or disrupted.<\/p> <p><sup>2<\/sup> The earth's population will be decimated (as armies are destroyed), and the heavenly population will decrease (as spirits leave and do not return).<\/p> <p>Joseph Smith prophesies of similar signs in the heavens and the earth in <a class=\"ref\">Doctrine and Covenants 29:15-16<\/a> and 45:39-43.<\/p> <p>The second phrase of verse 4, \"and the heavens shall be rolled together as a scroll\" (KJV), is echoed in many other scriptures.  (See <a class=\"ref\">Morm. 5:23; 9:2; 3 Ne. 26:3; Rev. 6:14; D&amp;C 88:95<\/a>.)<\/p> <p>Three possible interpretations of this phrase can be supported by modern revelation recorded in the Doctrine and Covenants:<\/p> <p><sup>1<\/sup> The signs of the times preceding the Millennium will include manifestations in the heavens, such as thunder and lightning, darkness, darkened sun, red moon, and falling stars. (<a class=\"ref\">D&amp;C 43:25; 133:69; 88:87<\/a>.)<\/p> <p><sup>2<\/sup> The records (or scrolls) of heaven will be sealed (or opened up) as the earth's inhabitants are judged from the heavenly records (some don't return to heaven). (<a class=\"ref\">D&amp;C 77:8<\/a> and 128:7, 14.)<\/p> <p><sup>3<\/sup> The work of this telestial world will be completed, the veil over the earth will be removed, and the earth's inhabitants who have kept a terrestrial law will see Christ at his second coming. (<a class=\"ref\">D&amp;C 88:95; 101:23<\/a>; see also <i>Hymns,<\/i> no. 123.)<\/p> <p>Interpretations 1 and 2 above parallel concepts 1 and 2 in the earlier part of the verse.<\/p> <p>It seems that Isaiah is prophesying about apocalyptic signs that will occur in the heavens during the last days. Though astounding, these phenomena will come about through such natural means that he portrays the events by comparing them to falling leaves and fruit. In his other writings, he mentions more of these cataclysmic events and gives further details. (See <a class=\"isa\" verses=\"W1sxNzkxNywxODExOSwxODI0NCwxODY2Nl0seyIxODg0MSI6Mn0sWzE4OTE1XV0=\">Isa. 13:10; 24:23; 30:26; 50:3; 60:19-20; 65:17<\/a>.)<\/p> <p>After describing the universal signs upon the earth and in the heavens, Isaiah narrows his scope and gives two pronouncements on Edom and its capital, Bozrah. Using synonymous parallelism, he gives a double warning—the first is found in verse 5 and the first half of verse 6 and the second is in the second half of verse 6 and in verse 7 as outlined below:<\/p> <blockquote><p><i>First Pronouncement Second Pronouncement<\/i><\/p> <p> v. 5 judgment will come to Edom Idumea v. 6b<\/p> <p> 6a sacrifice of lambs, goats, and rams<\/p> <p> sacrifice of oxen, calves, and bulls 7<\/p> <p> 6a blood and fat on the Lord's sword<\/p> <p> blood and fat over the whole land 7<\/p> <\/blockquote><p>The term \"Edom\" has a double meaning here. In addition to denoting the country located east of the Dead Sea, it means \"the world\" and especially \"the wicked world.\" This second definition can be supported by modern revelation (<a class=\"ref\">D&amp;C 1:36<\/a>) and a linguistic evaluation of the term. The Hebrew word Edom also means \"red\" or \"earth\" and is the root for the words <i>Adam<\/i> and <i>man.<\/i> Therefore, it often connotes human or worldly qualities. As one scholar defines it, \"Edom is always figurative of the natural state of man in his antagonism against God.\" (Vine, <i>Isaiah,<\/i> p. 84; see also <a class=\"ref\">Mosiah 3:19<\/a>.)<\/p> <p>The last pronouncement in this set is found in verse 8, where Isaiah promises \"a day of the Lord's vengeance\" and \"a year of recompences\" for the cause of Zion.<\/p> <p>The events that Isaiah describes in these first eight verses of chapter 34 are also mentioned in three other standard works. All of these sources should be studied carefully (as well as those cross-referenced in their footnotes):<\/p> <p><a class=\"ref\">Rev. 6:12-17<\/a>: John's vision, which includes many terms similar to those in Isaiah's prophecy, including stars of heaven, figs and fig tree, heaven, scroll, mountains, great day of the Lord's wrath, etc.<\/p> <p><a class=\"ref\">3 Ne. 26:1-5<\/a>: Christ's brief summary of events prior to his return in glory, with mention of the earth, heavens, a scroll, peoples, and nations.<\/p> <p><a class=\"ref\">D&amp;C 88:84-98<\/a>: Joseph Smith's marvelous revelation of key signs before the Lord's second coming. He also uses many ideas found in the first verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34<\/a>: day of wrath, judgments, vine (vineyard), blood, earth, bodies in heaven, figs and fig trees, peoples and nations, a scroll or curtain in heaven, etc.<\/p> <blockquote><p>Beginning with verse 9, Isaiah describes the physical conditions of the land of Edom:<\/p> <p><sup>9<\/sup> Edom's streams will be turned into pitch,<\/p> <p>her dust into burning sulfur;<\/p> <p>her land will become blazing pitch!<\/p> <p><sup>10<\/sup> It will not be quenched night and day;<\/p> <p>its smoke will rise forever.<\/p> <p>From generation to generation it will lie desolate;<\/p> <p>no one will ever pass through it again.<\/p> <p><sup>11<\/sup> The desert owl and screech owl will possess it;<\/p> <p>the great owl and the raven will nest there.<\/p> <p>God will stretch out over Edom<\/p> <p>the measuring line of chaos<\/p> <p>and the plumb line of desolation.<\/p> <p><sup>12<\/sup> Her nobles will have nothing there to be called a kingdom,<\/p> <p>all her princes will vanish away.<\/p> <p><sup>13<\/sup> Thorns will overrun her citadels,<\/p> <p>nettles and brambles her strongholds.<\/p> <p>She will become a haunt for jackals,<\/p> <p>a home for owls.<\/p> <p><sup>14<\/sup> Desert creatures will meet with hyenas,<\/p> <p>and wild goats will bleat to each other;<\/p> <p>there the night creatures will also repose<\/p> <p>and find for themselves places of rest.<\/p> <p><sup>15<\/sup> The owl will nest there and lay eggs,<\/p> <p>she will hatch them, and care for her young under the shadow of her wings;<\/p> <p>there also the falcons will gather,<\/p> <p>each with its mate. (NIV)<\/p> <\/blockquote><p>Unusual birds and strange animals are mentioned in verses 11 and 14. Their exact identity is ambiguous, as can be demonstrated by comparing the New International Version above with the King James and other versions. Although the exact meaning of the Hebrew terms is unknown, the picture Isaiah presents is graphic and symbolic.<\/p> <p>In these verses, we see before us not only a desert wilderness, but also a dreadful desolation where sights and smells of burning sulfur and smoke offend our senses. Thorns and weeds inhibit movement, and strange creatures of the air and night bring foreboding to the heart. It is no wonder humans do not travel through the area (v. 10). Indeed, the destruction is so complete in this land that Isaiah borrows two rhyming terms (<i>tohu<\/i> and <i>bohu<\/i>) from Moses' story of the earth's desolate condition before it was organized: without form (confusion) and void (emptiness) (compare v. 10 with <a class=\"ref\">Gen. 1:2<\/a>).<\/p> <p>The land is not devoid of all life, however, only of human inhabitants. Having banished men from the area, the Lord transforms their cities and dwellings into nests for birds and dens for animals so that instead of these cities standing as monuments of human achievement, they become memorials of foolish ambition. The homes of men are occupied by animals whose wild dispositions resemble those of the original occupants. As John Calvin said of this series of events:<\/p> <p>This overthrow of order is likewise a sad token of the wrath of God, where the earth, which was created for the use of man, beholds its natural lords banished, and is compelled to admit other inhabitants; . . . yet this is also a punishment threatened against the cruelty of a wicked nation, which was eagerly bent on the oppression of neighbors and brethren. (<i>Calvin's Commentaries,<\/i> Isaiah 3:55-56.)<\/p> <p>After prophesying the destruction upon Edom, Isaiah next addresses those who will witness the fulfillment of his predictions as recorded in the scriptures:<\/p> <blockquote><p><sup>16<\/sup> Look in the scroll of the LORD and read:<\/p> <p>None of these will be missing,<\/p> <p>not one will lack her mate.<\/p> <p>For it is his mouth that has given the order,<\/p> <p>and his Spirit will gather them together.<\/p> <p><sup>17<\/sup> He allots their portions;<\/p> <p>his hand distributes them by measure.<\/p> <p>They will possess it forever and dwell there from generation to generation. (NIV)<\/p> <\/blockquote><p>The simple, obvious meaning of these two verses would be the animals described in earlier verses—they will be gathered together with their mates and given their inheritances. A deeper meaning is that if the Lord will provide such order and inheritance for these strange desert creatures, all of which were considered to be unclean by the law of Moses (<a class=\"ref\">Lev. 11<\/a>), how much more must he surely provide for his pure and faithful children! Their names will also be called out from the book of the Lord, and they, with their mates, will be given their lands of eternal inheritance. But their inheritance will not be desert waste places; they will be garden paradises as described by Isaiah in the first verse of chapter 35:<\/p> <blockquote><p><b>35<\/b> The desert and the parched land will be glad;<\/p> <p>the wilderness will rejoice and blossom.<\/p> <p>Like the crocus, 2it will burst into bloom;<\/p> <p>it will rejoice greatly and shout for joy.<\/p> <p>The glory of Lebanon will be given to it,<\/p> <p>the splendor of Carmel and Sharon;<\/p> <p>they will see the glory of the LORD,<\/p> <p>the splendor of our God. (NIV)<\/p> <\/blockquote><p>Isaiah's promise of the \"desert blossoming as a rose\" (v. 1, KJV) has inspired many people to work toward its fulfillment. The Jews returning from Babylon restored the desolate countryside to productive fields and orchards, as witnessed by the many places recorded in the New Testament. Also, Jews who have returned to the Holy Land during the past century have restored much of that neglected area into fields, groves of fruit trees, and forests. Likewise, the great western desert of North America has blossomed as the Mormon pioneers and their followers, prospective builders of the New Jerusalem, have developed that land. But, more than the increased productivity of the land, Isaiah predicts curative blessings upon the people:<\/p> <blockquote><p><sup>3<\/sup> Strengthen the feeble hands,<\/p> <p>steady the knees that give way;<\/p> <p><sup>4<\/sup> say to those with fearful hearts,<\/p> <p>\"Be strong, do not fear;<\/p> <p>your God will come,<\/p> <p>he will come with vengeance,<\/p> <p>with divine retribution<\/p> <p>he will come to save you.\"<\/p> <p><sup>5<\/sup> Then will the eyes of the blind be opened<\/p> <p>and the ears of the deaf unstopped.<\/p> <p><sup>6<\/sup> Then will the lame leap like a deer,<\/p> <p>and the tongue of the dumb shout for joy. (NIV)<\/p> <\/blockquote><p>Just as the earth must be blessed to bring forth its fruits, so also the inhabitants of the land must be strengthened to fulfill their destiny. In verses 3-6, an unnamed being is commissioned to strengthen their limbs and to alleviate their fears. The source of the people's weaknesses or fears is also unnamed, though it could result from the horror of their life in the desert. Desert life for the Hebrew usually symbolizes one of two conditions: either a place of refuge and asylum, or a place into which one is forced as a trial and tribulation. In either case, the desert is where God segregates and tests his people. (See Nibley, <i>An Approach to the Book of Mormon,<\/i> p. 115.) Regardless of the source or purpose of their fears, Isaiah promises the people that the Lord will save them (v. 4).<\/p> <p>Before the Israelites can become productive on the blossoming land, they need strong, healthy bodies. Included in the Lord's blessings are cures for their ailments:<\/p> <p>The blind shall see,<\/p> <p>the deaf shall hear,<\/p> <p>the lame shall jump, and<\/p> <p>the dumb shall sing (vs. 5-6).<\/p> <p>The cures listed might be either literal or figurative. That is, their physical handicaps will be healed or their spiritual weaknesses overcome. These blessings might even be a combination of the two; the people may remain, for example, physically blind, but they could still be spiritually blessed by \"seeing\" the gospel truths as they study the scriptures through tapes or braille. (Elder LeGrand Richards has suggested that such modern technological advancements for the blind, deaf, and handicapped are a type of fulfillment for these Isaianic prophecies. See <i>Ensign,<\/i> May 1976, p. 84.) Indeed, the two may go together, for often after the Lord heals someone physically, he sometimes adds \"thy sins are forgiven thee,\" indicating a double healing process. (<a class=\"ref\">Matt. 9:2-8<\/a>.)<\/p> <p>A literal, physical fulfillment of these healing promises will undoubtedly occur as the Lord visits the earth at his second coming. In his earlier appearances to the multitudes of the Old and New Worlds, he healed many of the physically ill. He will surely do likewise when he returns in glory.<\/p> <p>Still, the figurative applications of these verses should be understood, for they will also come to pass. Isaiah records earlier that he was told that the people would physically hear and see but would not spiritually understand or perceive the Lord's messages. (<a class=\"isa\" verses=\"WzE3Nzc5XQ==\">Isa. 6:9<\/a>.) He also promises that some will eventually and completely see and hear his message. (<a class=\"isa\" verses=\"W3siMTc3ODEiOjN9LFsxODIxMl0seyIxODI2MiI6M31d\">Isa. 6:11-13; 29:18; 32:2-4<\/a>.) They will see the signs and perceive what the fulfilled prophecies mean. They will hear God's word and understand it. They will burst forth with new spiritual life just as the desert will burst forth with life-giving waters. These waters are promised by Isaiah in the following verses:<\/p> <blockquote><p><sup>6<\/sup> bWater will gush forth in the wilderness<\/p> <p>and streams in the desert.<\/p> <p><sup>7<\/sup> The burning sand will become a pool,<\/p> <p>The thirsty ground bubbling springs.<\/p> <p>In the haunts where jackals once lay,<\/p> <p>grass and reeds and papyrus will grow. (NIV)<\/p> <\/blockquote><p>As with the first two verses of chapter 35, these verses have already seen some fulfillment in the deserts of North America and in Israel as irrigation ditches, water pipelines, sprinklers, and drip-irrigation tubes carry life-giving moisture across the land. (See MWW, pp. 10, 237-40.)<\/p> <p>Isaiah concludes chapter 35 with prophecies about a special highway. This path may be a literal road, but could also be a \"way of holiness\" for the remnants of Israel returning to Zion:<\/p> <blockquote><p><sup>8<\/sup> And a highway will be there;<\/p> <p>it will be called the Way of Holiness.<\/p> <p>The unclean will not journey on it;<\/p> <p>it will be for those who walk in that Way;<\/p> <p>wicked fools will not go about on it.<\/p> <p><sup>9<\/sup> No lion will be there,<\/p> <p>nor will any ferocious beast get up on it;<\/p> <p>they will not be found there.<\/p> <p>But only the redeemed will walk there,<\/p> <p><sup>1<\/sup> 0 and the ransomed of the LORD will return.<\/p> <p>They will enter Zion with singing;<\/p> <p>everlasting joy will crown their heads.<\/p> <p>Gladness and joy will overtake them<\/p> <p>and sorrow and sighing will flee away. (NIV)<\/p> <\/blockquote><p>Verse 8 is incomplete in the Hebrew, and scholars disagree on how to translate it, the second half of the verse being especially challenging. To clarify this verse, Joseph Smith added a number of words to it in his inspired translation. With his additions italicized, the King James translation reads as follows:<\/p> <blockquote><p>And a highway shall be there; <i>for a way shall be cast up<\/i><\/p> <p>and it shall be called the way of holiness.<\/p> <p>The unclean shall not pass over <i>upon<\/i> it;<\/p> <p>but it shall be <i>cast up<\/i> for those <i>who are clean,<\/i><\/p> <p>And the wayfaring men,<\/p> <p>Though <i>they are accounted<\/i> fools, shall not err therein.<\/p> <\/blockquote><p>By reading this verse without the italicized portions, one can easily see that it is incomplete and how varied interpretations would arise. The highway mentioned in this verse could be a literal road, such as the one Isaiah promises in 11:16, because the next verse (9) says that wild animals will not be allowed on it. However, these wild animals might represent evil forces, and the highway could also symbolize a spiritual path that will lead some of God's children back to Zion, where the pure in heart dwell. (<a class=\"ref\">D&amp;C 97:21; 133:17-18<\/a>.) Verses 9 and 10 also suggest a spiritual symbolism for this highway. In short, there are at least three figurative ways in which this highway might represent Israelites returning to Zion in the last days:<\/p> <p><sup>1<\/sup> The highway might be Isaiah's way of describing the Zionist movement and other political events that encouraged the return of the Jews to Israel within the past century.<\/p> <p><sup>2<\/sup> The highway might symbolize the \"straight and narrow path,\" the basic principles and ordinances of the gospel, which God's children follow in order to become part of spiritual Zion.<\/p> <p><sup>3<\/sup> More specifically, the highway might refer to the exact procedures required of the members of Christ's Church as they enter the temple and receive the instruction and ordinances necessary to return to our Heavenly Father's presence.<\/p> <p>Even though we do not understand the exact meaning of the \"way to holiness\" by which the redeemed of the Lord will return to Zion, Isaiah describes it well enough that we know it is one of the great blessings the Lord will provide in these last days. Whether it is a literal, physical road or a figurative, spiritual path, or both, we know the Lord is preparing a way for his righteous children to return to their rightful places of inheritance.<\/p> <p>Personally, Isaiah probably preferred to deliver such messages of promise and hope, but, like most prophets, he was required to deliver many specific warnings and to teach the Israelites about their covenant relationship with God. But, when given the opportunity, he, more than any other Old Testament prophet, excels in elevating Israel's hope for an age of paradisiacal glory. He develops this theme in the last half of his book, in which he extols the qualities of spiritual life and describes the proper role of a servant of the Lord. He also helps later Israelites to anticipate and to prepare for a new earth by encouraging a new relationship with heaven so that God and his children can work harmoniously together.<\/p>",
    "audit": null
}