{
    "id": 17334,
    "source": "poet",
    "verse_id": 18632,
    "verse_count": 6,
    "reference": "48:17-22",
    "title": "Blessings and Curses",
    "html": "<p>Isaiah's covenant pronouncement concludes with a listing of opposites, the good and bad that will befall Israel depending upon her actions:<\/p> <blockquote><p><sup>1<\/sup> 7 Thus said the LORD your Redeemer,<\/p> <p>The Holy One of Israel:<\/p> <p>I <i>have sent him,<\/i> the LORD am your God,<\/p> <p>Instructing you for your own benefit.<\/p> <p>Guiding you in the way you should go, <i>has done it.<\/i><\/p> <p><sup>1<\/sup> 8 If only you would heed My commands!<\/p> <p>Then your prosperity would be like a river,<\/p> <p>Your triumph like the waves of the sea.<\/p> <p><sup>1<\/sup> 9 Your offspring would be as many as the sand,<\/p> <p>Their issue as many as its grains.<\/p> <p>Their name would never be cut off<\/p> <p>Or obliterated from before Me.<\/p> <p><sup>2<\/sup> 0 Go forth from Babylon,<\/p> <p>Flee from Chaldea!<\/p> <p>Declare this with loud shouting,<\/p> <p>Announce this,<\/p> <p>Bring out the word to the ends of the earth!<\/p> <p>Say: \"The LORD has redeemed<\/p> <p>His servant Jacob!\"<\/p> <p><sup>2<\/sup> 1 They have known no thirst<\/p> <p>Though He led them through parched places;<\/p> <p>He made water flow for them from the rock;<\/p> <p>He cleaved the rock and water gushed forth.<\/p> <p><sup>2<\/sup> 2 <i>And notwithstanding he has<\/i> <i>done all this, and greater also,<\/i><\/p> <p>There is no safety—said the LORD—for the wicked. (NJV)<\/p> <\/blockquote><p>It seems the sad nature of many that, in spite of the great blessings promised them for righteousness, they choose to rebel against the Lord. Instead of receiving peace, joy, and great posterity, they choose confusion, misery, and isolation. These concluding verses review what the Lord has promised his people. Yet in spite of his power and all that he does, he cannot overrule the eternal laws of justice and give eternal \"peace\" (KJV) to the wicked (v. 22). As this chapter emphasizes, God reminds the Israelites of his covenants with them but cannot force them to receive his blessings.<\/p> <h4>COVENANT ISRAEL'S COURT SCENE<\/h4> <p>In chapter 49, Isaiah builds upon the message of chapter 48, addressing scattered Israelites throughout the ages. While chapter 48 may apply more to the ancient members of covenant Israel, chapter 49 speaks to modern Israelites who claim to be part of the covenant people. Every Latter-day Saint should carefully study this chapter to see how he or she can become a true member of the house of Israel.<\/p> <p>President Wilford Woodruff mentioned one reason this chapter is important for Latter-day Saints:<\/p> <p>The revelations that are in the Bible, the predictions of the patriarchs and prophets who saw by vision and revelation the last dispensation and fulness of times plainly tell us what is to come to pass. The 49th chapter of Isaiah is having its fulfillment. (SOT, pp. 96, 112.)<\/p> <p>Isaiah reviewed in chapter 48 Israel's covenant relationship by following a pattern developed in ancient contracts and treaties. He seems to follow a similar pattern in chapter 49 by modeling his discourse after an ancient court scene or contract lawsuit. In an ancient lawsuit, after one party broke a covenant or contract, the other party (the plaintiff) could call the accused before a judge or the elders of the community. A court would then be convened, following four steps: the summons, the plaintiff's charge, the defendant's plea, and the judge's indictment. Chapter 49 follows these four steps.<\/p>",
    "audit": null
}