{
    "id": 17281,
    "source": "poet",
    "verse_id": 17741,
    "verse_count": 30,
    "reference": 5,
    "title": "Parable of the Vineyard",
    "html": "<p>In chapter 5, Isaiah combines parable, warning, and promise together with poetry and irony in order to portray the Lord's work with the children of Israel. Although a self-contained message, this chapter reflects the themes developed in the first four chapters of Isaiah and serves as a transition between these chapters and the prophet's record of his vision and calling in chapter 6. In the parable of the vineyard, Isaiah illustrates that although God has done everything possible for his people, they still reject him; this can be compared to the Lord's tender appeals in <a class=\"isa\" verses=\"WzE3NzQxXQ==\">Isaiah 1<\/a>. Isaiah then lists Israel's major sins and warns of destruction, desolation, and scattering; this echoes similar warnings in <a class=\"isa\" verses=\"WzE3NzQxXQ==\">Isaiah 1<\/a> and 3. Chapter 5 concludes with the promise of an ensign to the nations, a gathering of Israel, and a mighty army of soldiers (or missionaries) bringing peace to Israel; similar expectations are found in <a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 2<\/a> and 4. In short, this chapter summarizes Isaiah's earlier teachings and completes the set of introductory chapters.<\/p> <p>Chapter 5 is easily divided into three sections:<\/p> <p><sup>1<\/sup> Isaiah's parable of the vineyard (vs. 1-7).<\/p> <p><sup>2<\/sup> A series of six pronouncements upon wicked Israel (8-25).<\/p> <p><sup>3<\/sup> Promises of an ensign, gathering, and army (26-30).<\/p> <p>In each of these three sections, Isaiah follows a pattern of first calling upon his audience and introducing his subject matter, then describing the Lord's dealings with them, and finally highlighting how the outcome of events is usually contrary to earlier expectations. Since this pattern of \"identification\/description\/contrast\" appears at least a half-dozen times in this chapter, it will be pointed out as the individual verses are quoted. The three components of the pattern will therefore be identified in the left hand margin of the quotations with the following notation:<\/p> <blockquote><p>I—Identification: Isaiah introduces and defines the group to which<\/p> <p> the message will apply.<\/p> <p>D—Description: The Lord's work, power, or judgments upon the<\/p> <p> group are described.<\/p> <p>C—Contrast: The initial expectation of the Lord or the people<\/p> <p> does not come to pass; indeed, the opposite<\/p> <p> usually occurs.<\/p> <\/blockquote>",
    "audit": null
}