{
    "id": 17310,
    "source": "poet",
    "verse_id": 18073,
    "verse_count": 6,
    "reference": "22:20-25",
    "title": "Sixth Pronouncement: A Prophecy to Eliakim",
    "html": "<p>Here Isaiah continues speaking to Shebna, but prophesies about the person who will replace him: Eliakim is to be invested with the keys and authority of Shebna's office. Isaiah has a warning for Eliakim, however, concerning the way in which his family will rely upon Eliakim's position and influence for protection:<\/p> <p><sup>20<\/sup> \"In that day I will summon my servant, Eliakim son of Hilkiah. 21I will clothe him with your robe and fasten your sash around him and hand your authority over to him. He will be a father to those who live in Jerusalem and to the house of Judah. 22I will place on his shoulder the key to the house of David; what he opens no one can shut, and what he shuts no one can open. 23I will drive him like a peg into a firm place; he will be a seat of honor for the house of his father. 24All the glory of his family will hang on him; its offspring and offshoots—all its lesser vessels, from the bowls to all the jars.<\/p> <p><sup>25<\/sup> \"In that day,\" declares the LORD Almighty, \"The peg driven into the firm place will give way; it will be sheared off and will fall, and the load hanging on it will be cut down.\" The LORD has spoken. (NIV)<\/p> <p>In hanging all their hopes upon Eliakim's position as a \"peg in a firm place,\" Eliakim's family will be disappointed, for when he loses his position of influence they will fall with him.<\/p> <p>Some of the terminology of this warning also seems to refer to the priesthood keys and atoning powers of Jesus Christ. First of all, the name Eliakim means \"God shall cause to arise,\" a messianic title pointing to the Resurrection. (See <a class=\"isa\" verses=\"WzE4MDc1XQ==\">Isa. 22<\/a>, footnote 20a.) Secondly, Eliakim is called as a servant of God (v. 20). Third, he holds the physical keys to the king's storerooms. Fourth, Eliakim serves as a \"nail in a sure place\" (KJV) for his family, meaning that they depend upon him for security. Similarly, Christ was crucified by a \"nail in a sure place,\" thus fulfilling the demands of the Atonement under the law of justice. (See <a class=\"ref\">Ezra 9:8; Zech. 12:10; 13:6; John 20:25; D&amp;C 45:51-53<\/a>; TG \"Jesus Christ, Crucifixion of\"; BD \"Crucifixion.\")<\/p> <p>Important differences remain between Eliakim and Christ, however. Eliakim's office was temporal, temporary, and unsuccessful, while Christ's mission is heavenly, eternal, and triumphant. Eliakim failed as a \"nail in a sure place\" but Christ's \"nail in a sure place\" (crucifixion) secured the eternal blessings of the Atonement.<\/p>",
    "audit": null
}