{
    "id": 17305,
    "source": "poet",
    "verse_id": 18037,
    "verse_count": 10,
    "reference": "21:1-10",
    "title": "First Pronouncement: The Burden of the Desert of the Sea",
    "html": "<p>Isaiah's vision opens with a description of a violent desert storm, which represents an unidentified invader coming against an unnamed force in a land known simply as the \"desert by the sea\":<\/p> <blockquote><p><b>21<\/b> An oracle concerning the Desert by the Sea:<\/p> <p>Like whirlwinds sweeping through the southland,<\/p> <p>an invader comes from the desert,<\/p> <p>from a land of terror.<\/p> <p><sup>2<\/sup> A dire vision had been shown to me:<\/p> <p>The traitor betrays, the looter takes loot.<\/p> <p>Elam, attack! Media, lay siege!<\/p> <p>I will bring to an end all the groaning she caused.<\/p> <p><sup>3<\/sup> At this my body is racked with pain,<\/p> <p>pangs seize me, like those of a woman in labor;<\/p> <p>I am staggered by what I hear,<\/p> <p>I am bewildered by what I see.<\/p> <p><sup>4<\/sup> My heart falters, fear makes me tremble;<\/p> <p>the twilight I longed for has become a horror to me.<\/p> <p><sup>5<\/sup> They set the tables,<\/p> <p>they spread the rugs,<\/p> <p>they eat, they drink!<\/p> <p>Get up, you officers, oil the shields! (NIV)<\/p> <\/blockquote><p>In this oracle (or \"burden,\" KJV) upon the \"Desert by the Sea,\" Isaiah records a vision (v. 2) so vivid and terrifying that he himself trembles and fears (vs. 3-4). Isaiah's pain is like that of a \"woman in labor\" (compare <a class=\"isa\" verses=\"WzE3OTE1XQ==\">Isa. 13:8<\/a>) and cause intense emotional sorrow (compare <a class=\"isa\" verses=\"WzE3OTY2LDE3OTc5LDE3OTgxXQ==\">Isa. 15:5; 16:9, 11<\/a>; <a class=\"ref\">Dan. 10:16; Jer. 6:24; Ezek. 30:4, 9<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa. 21<\/a>, footnote 3a). Those people actually in the vision, though, seem unaware of the impending disaster as they sit at their banquet. Isaiah must interrupt their festival to warn them to arm and prepare themselves against an attack (v. 5).<\/p> <p>Although those under attack remain unidentified, two peoples of the attacking force are identified as Elam and Media (v. 2; see areas G3 and G4 on Map 2). The Elamites were Semites; the Medes descended from Japheth. (<a class=\"ref\">Gen. 10:2<\/a>.) At times these two nations warred against each other, but during Isaiah's age they joined together against the Assyrian Empire. From 850 to 690 B.C. Elam and Media each fought a number of battles with the Assyrians and managed to maintain their independence in spite of the eastern Assyrian expansion. (See 824 B.C. Assyrian boundaries on Map 10.) Shortly after Isaiah's death, however, Assyria gradually expanded into Elamite and Median territories until the two nations lay almost completely within her empire. (See 640 B.C. Assyrian boundaries on Map 10.) The Medes later gained dominion over their own territories and incorporated part of Elam as they pushed back the Assyrians. Indeed, the Medes became so powerful that they eventually attacked the Assyrian heartland and destroyed Nineveh in 612 B.C., (See Map 11.) Almost a century later they and the Persians, Elamites, and other peoples conquered Babylon in 539 B.C., thereby forming the greatest empire the ancient world had ever known. (See Map 12.)<\/p> <p>Since Elam and Media united in so many ventures, it is difficult to distinguish which \"joint attack\" the prophet records in chapter 21. Some scholars feel that the joint effort described was one aimed against the Assyrians during Isaiah's lifetime, about 700 B.C., while others believe that Isaiah foresaw the Elam-Media attack to come upon Babylon in 539 B.C. (See <a class=\"isa\" verses=\"bnVsbA==\">Isa. 21<\/a>, footnote 2b.)<\/p> <p>Limited additional information about the historical context and fulfillment of Isaiah's oracle is given in the last half of his pronouncement. While the first half of the oracle describes Isaiah's intense emotion as he glimpses the siege, the second depicts his wait for the news of the outcome:<\/p> <blockquote><p><sup>6<\/sup> This is what the Lord says to me:<\/p> <p>\"Go, post a lookout<\/p> <p>and have him report what he sees.<\/p> <p><sup>7<\/sup> When he sees chariots with teams of horses,<\/p> <p>riders on donkeys or riders on camels,<\/p> <p>let him be alert, fully alert.\"<\/p> <p><sup>8<\/sup> And the lookout shouted,<\/p> <p>\"Day after day, my lord, I stand on the watchtower;<\/p> <p>every night I stay at my post.<\/p> <p><sup>9<\/sup> Look, here comes a man in a chariot<\/p> <p>with a team of horses.<\/p> <p>And he gives back the answer:<\/p> <p>'Babylon has fallen, has fallen!<\/p> <p>All the images of its gods<\/p> <p>lie shattered on the ground!'\"<\/p> <p><sup>10<\/sup> O my people, crushed on the threshing floor,<\/p> <p>I tell you what I have heard<\/p> <p>from the LORD Almighty,<\/p> <p>from the God of Israel. (NIV)<\/p> <\/blockquote><p>A historical context is identified in verse 9, in which the messengers record that Babylon is fallen and her idols shattered.<\/p> <p>As noted earlier in this book (in the discussion of <a class=\"isa\" verses=\"WzE4MDUwXQ==\">Isaiah 13-14<\/a>) Babylon fell to the Persians in 539 B.C. At that time, however, her idols and pagan temples were <i>not<\/i> destroyed because of the beneficence of the Persian king, Cyrus. Babylon's idols were destroyed earlier, though, when the Assyrians attacked her in 689 B.C. A long chain of disputes between Elam, Babylon, and Assyria spanned most of Isaiah's life and led to this destruction.<\/p> <p>Thus, the Babylonian downfall that Isaiah foresaw seems to be the result of the Assyrian attack in 689 B.C.<\/p> <p>Isaiah foresaw that although Assyria was the greatest threat to God's chosen people in Judah, the combined Elam-Media-Babylonian opposition to Assyria would not succeed. Assyria remained a strong empire for almost a century after Isaiah received this vision of the \"desert of the sea.\" It must have discouraged the prophet to know that Assyria would retain its power for so long, especially since the Assyrians had so brutally attacked Israel and Judah.<\/p> <p>The concluding verse of Isaiah's oracle leaves the reader anticipating further details:<\/p> <p>Full of compassion, he addresses himself to his people, so often put to shame and mistreated in the course of history. . . . Even the poet's concluding words do not remove the doubt as to whether he is foretelling merely the fall of Babylon or going beyond it to the subsequent horrors. (Kaiser, <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13-39<\/a>,<\/i> p. 128.)<\/p> <p>Ancient Israel experienced great suffering at the hands of both the Assyrians and Babylonians. And just as Babylon forcibly and physically oppressed ancient Israelites and Jews, God's children continue to suffer spiritually as long as they submit themselves to the enticing of wickedness or \"spiritual\" Babylon. Isaiah seems to have foreseen all the types of suffering that Babylon would bring upon his people, and thus is grieved as he delivers his oracle. The prophet experienced actual pain from this vision; it was, in a very real sense, a \"burden\" to him.<\/p>",
    "audit": null
}