{
    "id": 17339,
    "source": "poet",
    "verse_id": 18683,
    "verse_count": 8,
    "reference": "51:9-16",
    "title": "The Blessings of Zion",
    "html": "<p>Before Zion can be established among Israel, the Lord must exert his powers to bring it about. If Israel seeks him, he will use his strength to assist her to fulfill her destiny. (<a class=\"isa\" verses=\"eyIxODY2NSI6Mn0=\">Isa. 50:2-3<\/a>.) In verses 9-11, Israel finally calls upon the Lord, and the Lord responds and recounts his powers (vs. 11-16). First, Israel's petition:<\/p> <blockquote><p>9 Wake up, Lord, and help us!<\/p> <p>Use your power and save us;<\/p> <p>use it as you did in ancient times.<\/p> <p>It was you that cut the sea monster Rahab to pieces.<\/p> <p><sup>1<\/sup> 0 It was you also who dried up the sea<\/p> <p>and made a path through the water,<\/p> <p>so that those you were saving could cross.<\/p> <p><sup>1<\/sup> 1 Those whom you have rescued<\/p> <p>will reach Jerusalem with gladness,<\/p> <p>singing and shouting for joy.<\/p> <p>They will be happy forever,<\/p> <p>forever free from sorrow and grief. (TEV)<\/p> <\/blockquote><p>As indicated earlier, the sea monster (Rahab) mentioned in v. 9 probably represents Satan (see commentary on <a class=\"isa\" verses=\"WzE3OTg1XQ==\">Isa. 17:1<\/a>), but might also represent Egypt. (See MLB text of <a class=\"isa\" verses=\"WzE4MjI1XQ==\">Isa. 30:7<\/a> on p. 280 of this book.) Perhaps Isaiah is reminding the people of the Lord's victory over Satan as well as his miracles in Egypt.<\/p> <p>The Lord will again work many miracles for Israel in her later exodus from the \"world\" back to her promised land. As the Israelites return from many nations, they will come with great rejoicing, for the prophecies are being fulfilled (v. 11; <a class=\"ref\">D&amp;C 101:18-19<\/a>; compare <a class=\"ref\">D&amp;C 45:71; 66:11<\/a>).<\/p> <p>Isaiah emphasizes the source of power behind their return in the next few verses. The Lord offers assurance to those who have forgotten him:<\/p> <blockquote><p><sup>1<\/sup> 2 The Lord says,<\/p> <p>\"I am the one who strengthens you.<\/p> <p>Why should you fear mortalman,<\/p> <p>who is no more enduring than grass?<\/p> <p><sup>1<\/sup> 3 Have you forgotten the Lord who made you,<\/p> <p>who stretched out the heavens<\/p> <p>and laid the earth's foundations?<\/p> <p>Why should you live in constant fear<\/p> <p>of the fury of those who oppress you,<\/p> <p>of those who are ready to destroy you?<\/p> <p>Their fury can no longer touch you.<\/p> <p><sup>1<\/sup> 4 Those who are prisoners will soon be set free;<\/p> <p>they will live a long life<\/p> <p>and have all the food they need.<\/p> <p><sup>1<\/sup> 5 \"I am the Lord your God;<\/p> <p>I stir up the sea<\/p> <p>and make its waves roar.<\/p> <p>My name is the Lord Almighty!<\/p> <p><sup>1<\/sup> 6 I stretched out the heavens<\/p> <p>and laid the earth's foundations;<\/p> <p>I say to Jerusalem, 'You are my people!<\/p> <p>I have given you my teaching,<\/p> <p>and I protect you with my hand.'\" (TEV)<\/p> <p>Question A<\/p> <p>Question B<\/p> <p>Question C<\/p> <p>Answer C<\/p> <p>Answer B<\/p> <p>Answer A<\/p> <\/blockquote><p>As noted in the right-hand column, the Lord asks Israel three questions: Why do you fear mortal man? Have you forgotten your creator? Why fear your oppressors? He then answers them (in reverse order): You will be freed from your oppressors. I am the great creator. You are my people; I will teach and protect you.<\/p> <p>Although these promises seem to be extended to all types of Israelites, they apply more particularly to those who become a part of covenant Israel, members of The Church of Jesus Christ of Latter-day Saints. Joseph Smith foretells that one group of Israelites, the remnants of the Ten Tribes, will come to Ephraim at \"the boundaries of the everlasting hills.\" (See <a class=\"ref\">D&amp;C 133:32-35<\/a>.)<\/p> <p>The parallels between these three verses and <a class=\"isa\" verses=\"eyIxODY4MyI6OH0=\">Isaiah 51:9-16<\/a> are evident. They help us to understand Isaiah's words and to see their fulfillment in those who join the Church in this dispensation.<\/p>",
    "audit": null
}