{
    "id": 17344,
    "source": "poet",
    "verse_id": 18763,
    "verse_count": 6,
    "reference": "56:9-57:2",
    "title": "The Downfall of Israel through Their Wickedness",
    "html": "<p>Isaiah turns from the righteous outcasts who would join Israel and addresses those Gentiles who will come as beasts to devour wicked Israel. He rebukes Israel's leaders who ignore the impending disaster because of their own lazy drunkenness. He also recognizes that with Israel's destruction many righteous will suffer, and he outlines their status in his discourse, which continues into chapter 57:<\/p> <p><sup>9<\/sup> Come, wild animals of the field; come, tear apart the sheep; come, wild animals of the forest, devour my people. 10For the leaders of my people—the Lord's watchmen, his shepherds—are all blind to every danger. They are featherbrained and give no warning when danger comes. They love to lie there, love to sleep, to dream. 11And they are as greedy as dogs, never satisfied; they are stupid shepherds who only look after their own interest, each trying to get as much as he can for himself from every possible source.<\/p> <p><sup>12<\/sup> \"Come,\" they say. \"We'll get some wine and have a party; let's all get drunk. This is really living; let it go on and on, and tomorrow will be better yet!\"<\/p> <p><b>57<\/b> The good men perish; the godly die before their time and no one seems to care or wonder why. No one seems to realize that God is taking them away from evil days ahead. 2For the godly who die shall rest in peace. (LB)<\/p> <p>Isaiah uses pastoral imagery to describe the incompetence and ignorance of the leaders, who leave the \"flock\" (Israel) open to wild animals (Gentile armies). The Lord introduces this gloomy prophecy in verse 9 by calling the beasts to \"come and devour.\" Because this pronouncement was probably written late in Isaiah's life, after the northern tribes were already taken captive, the prophet is apparently discussing the leaders of Judah in these verses. These blind, unconcerned leaders leave Judah vulnerable to the Babylonians in the sixth century B.C. and later to the Romans after the leaders' rejection of Jesus Christ in the first century A.D. Since the Babylonian captivity, the Jews were open to the false teachings of men and thereby were often led astray from the true teachings of the Lord. Long before the birth of Jesus, they lived in a state of apostasy. Christ, while teaching in Palestine, used this same imagery of wild beasts to describe apostasy and false prophets: \"Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves.\" (<a class=\"ref\">Matt. 7:15<\/a>.) Isaiah's imagery does not imply that the leaders themselves were the \"ravening wolves,\" but that because of their conduct Israel was left open to those who entered and began the work of destruction.<\/p> <p>In verses 10 and 11, Isaiah describes the conduct of the leaders themselves. He says that they are blind and compares them to dogs, dumb dogs, sleeping dogs, greedy dogs, and finally to shepherds who know not (see KJV). All of these were strong indictments against them. First, the watchmen were blind, meaning they had no vision (physically or spiritually) of the approaching danger. (See <a class=\"ref\">Ezek. 3:17; 34:1<\/a>.) Not only were they unaware of the danger, but they were like \"dumb dogs\" who can't bark out a warning even when the danger is obvious. Even worse than their blindness or dumbness is their attitude, which prevents them from attending to their tasks. Finally, they are greedy, watching out only for themselves. Concerning the disastrous results of these \"dogs,\" the medieval Jewish scholar Kimchi observes,<\/p> <p>The flock is intrusted to the care of these watchmen. The wild beasts come; these dogs bark not; and the wild beasts devour the flock. Thus they do not <i>profit<\/i> the flock. Yea, they <i>injure<\/i> it; for the owner trusts in them, that they will watch and be faithful; but they are not. These are the false teachers and careless shepherds. (Quoted in Adam Clarke, <i>The Holy Bible . . . with a Commentary and Critical Notes<\/i> 4:212.)<\/p> <p>Unfortunately, Isaiah's imagery seems to describe leaders of many religions in our time. These figures seem to refer to those who possess the gospel themselves (who watch over the flock) but do not make it available to others. His words are comparable to Nephi's comments about the churches of our day (<a class=\"ref\">2 Ne. 28:3-9<\/a>) and Moroni's prophecy about false religions in the last days (<a class=\"ref\">Morm. 8:31-33, 37-39<\/a>.)<\/p> <p>If the negligent watchmen were the only casualties, their loss would only serve to satisfy justice. However, along with them many innocent people suffer and are destroyed. In 57:1, Isaiah describes how good people are taken away through slavery or death because of the evil in their society. He promises, however, that the pious will still enjoy some inner peace as they \"rest in their beds\" (v. 2, KJV). The people resting \"in their beds\" or \"on their couches\" (NJV) could be those enjoying some peace in mortality, but this verse probably refers to the rest their bodies experience in the grave while their postmortal spirits walk in \"uprightness\" (v. 2, KJV) in paradise. Whether in the mortal world or in the spirit world, the righteous who suffer because of another's wickedness can still know peace and rest.<\/p>",
    "audit": null
}