{
    "id": 17277,
    "source": "poet",
    "verse_id": 17683,
    "verse_count": 4,
    "reference": "1:28-31",
    "title": "Judgment",
    "html": "<blockquote><p><sup>28<\/sup> But rebels and sinners shall all be crushed,<\/p> <p>And those who forsake the Lord shall perish.<\/p> <p><sup>29<\/sup> Truly, you shall be shamed<\/p> <p>Because of the terebinths you desired,<\/p> <p>And you shall be confounded<\/p> <p>Because of the gardens you coveted.<\/p> <p><sup>30<\/sup> For you shall be like a terebinth<\/p> <p>Wilted of leaf,<\/p> <p>And like a garden<\/p> <p>That has no water,<\/p> <p><sup>31<\/sup> Stored wealth shall become as tow,<\/p> <p>And he who amassed it a spark;<\/p> <p>And the two shall burn together,<\/p> <p>With none to quench. (NJV)<\/p> <\/blockquote><p>In verse 28 Isaiah describes an event before the second coming of Christ when the wicked must be separated from the righteous, the tares from the wheat, and be consumed. (See <a class=\"ref\">Matt. 13:30<\/a>.)<\/p> <p>As verse 29 indicates, the sinners will be ashamed of the trees and gardens they coveted. The oaks (or terebinths) and gardens might represent either the worldly acquisition of property or idolatrous nature worship—sinners in groves of trees. The Canaanites usually worshipped their pagan idols in the groves and on the high places, and they even considered some trees sacred.  Isaiah foretells that the wicked will be like trees and gardens that wither away (v. 30).<\/p> <p>Isaiah concludes his pronouncement in verses 28-31 by warning of consuming fire. The original Hebrew does not clearly define exactly who will be burned by this fire, but the King James Version implies that the powerful idol worshippers (\"the strong\") along with the makers of idols (\"the maker of it\") will be like tow (or kindling), and a spark will ignite one and it will consume the other with fire. The New Jerusalem Version (quoted above) suggests another interpretation. \"Stored wealth\" (worldly possessions or idols) and its owners (materialistic individuals or idol worshippers) will destroy each other. In either case, idolatrous practices and selfishness will bring the downfall of those who seek after idols and worldly treasures. The fire could be a literal burning on earth or a figurative fire in the spirit, representing either the consuming fire of the Lord's glory (<a class=\"ref\">D&amp;C 29:12, 21; 63:34<\/a>) or the sufferings of the wicked in the fires of hell (<a class=\"ref\">D&amp;C 29:29; 63:54<\/a>).<\/p> <p>As illustrated above, numerous possibilities of meaning can make comprehension of this important first chapter a challenge. In order to improve the reader's understanding of how Isaiah's words and ideas are organized, a detailed outline of chapter 1 is given below. Both major segments of the chapter, the introductory discourse (vs. 2-20) and the pronouncement upon Israel (vs. 21-31), are presented in a chiastic pattern of introverted parallelism.<\/p> <blockquote><p>A. Introductory discourse (vs. 2-20)<\/p> <p><sup>1<\/sup> The Lord's accusation (2-6)<\/p> <p>a. The Lord speaks—Israel has rebelled (2)<\/p> <p>b. Animals know their master's crib (food supply) (3)<\/p> <p>c. Sinful people! (4)<\/p> <p>d. People stricken—every head and heart sick (5)<\/p> <p>e. Open sores everywhere are not cared for (6)<\/p> <p><sup>2<\/sup> Immediate judgments (7-15)<\/p> <p>f. Strangers consume the land (labor of hands yields nothing) (7)<\/p> <p>g. Zion is desolate after the harvest (8)<\/p> <p>h. People are like Sodom and Gomorrah (blatant wickedness) (9)<\/p> <p>i. Hear the word of the Lord (10)<\/p> <p>Pivot point: For what purpose are your sacrifices?<\/p> <p>Obedience is better than sacrifice! (See <a class=\"ref\">1 Sam. 15:22<\/a>.) (11)<\/p> <p>i'. Who asked you to come to the Lord? (Haven't you heard?) (12)<\/p> <p>h'. The Lord rejects sabbaths, religious assemblies (hiding wickedness) (13)<\/p> <p>g'. No more harvest feasts accepted by the Lord (14)<\/p> <p>f'. Sinful hands raised in prayer bring no results (15)<\/p> <p><sup>3<\/sup> Promise of pardon (16-20)<\/p> <p>e'. People wash themselves clean (16)<\/p> <p>d'. Noble learning (head) and justice (heart)—oppression ended (17)<\/p> <p>c'. Promise of forgiveness to people (18)<\/p> <p>b'. If people follow God, they will eat food of the earth (19)<\/p> <p>a'. Rebellious Israel will be devoured—the Lord has spoken (20)<\/p> <p>B. Pronouncement upon Israel (21-31)<\/p> <p><sup>1<\/sup> Apostasy (21-24)<\/p> <p>u. Jerusalem and wickedness together (21)<\/p> <p>v. Watered wine (22)<\/p> <p>w. Greed for wealth (23)<\/p> <p>x. The Lord will send vengeance on his enemies (24)<\/p> <p><sup>2<\/sup> Restoration (25-27)<\/p> <p>y. Wickedness will be purged out (25)<\/p> <p>Pivot point: The LORD will restore proper leaders<\/p> <p>God will restore to righteousness! (See <a class=\"ref\">Jer. 33:7-9<\/a>.)<\/p> <p>z. Jerusalem will be the faithful city again (26)<\/p> <p>y'. Repentant ones will be redeemed (27)<\/p> <p><sup>3<\/sup> Judgment (28-31)<\/p> <p>x'. The Lord will destroy sinners (28)<\/p> <p>w'. Coveting for property (29)<\/p> <p>v'. Gardens without water (30)<\/p> <p>u'. Selfish ones and their wealth burn together (31)<\/p> <\/blockquote><p>Though there are many productive ways to study the individual verses and smaller segments of prophetic writings, one helpful technique is to compare parallel verses on opposite sides of a chiasmus, that is, to match <i>a<\/i> (v. 2) with <i>a'<\/i> (v. 20), (v. 3) with <i>b'<\/i> (v. 19), <i>c<\/i> (v. 4) with <i>c'<\/i> (v. 18), and so on.<\/p> <p>Remember that two parallel verses usually contain similar ideas or concepts, and that sometimes words are even repeated. For example, in verses 2 and 20 of the King James Version (<i>a<\/i> and <i>a'<\/i> in the outline above) three words are repeated: \"spoken,\" \"Lord,\" and \"rebel.\" You will not find any two of these words, let alone all three of them, together in any other verse of chapter 1. Another example: the word \"water\" appears only twice in the chapter, in parallel verses 22 and 30 (<i>v<\/i> and <i>v'<\/i> in the outline).<\/p> <p>Some parallelisms can be translated only subtly and indirectly. For example, in verses 6 and 17 (<i>e<\/i> and <i>e'<\/i>), the first verse in the parallelism mentions open sores on the body, and its corollary commands the people to clean themselves, which is an obvious parallelism. However, verse 17 then goes on to admonish the people to repent and cease to do evil, to clean themselves spiritually as well as physically. Looking back at verse 6, one might conjecture that the open sores are not just physical, but might also be outward manifestations of spiritual ailments. Thus, parallel structures expand and clarify one another.<\/p> <p>Verses 7 and 15 (<i>f<\/i> and <i>f'<\/i>) comprise another indirect parallelism. Verse 7 mentions strangers bringing physical destruction upon the land, while verse 15, seemingly unrelated, describes the Lord turning away from the people. By carefully comparing the verses in their contexts and with each other, though, we realize that the fruits of sin result ultimately in both physical and spiritual desolation. Although the invasion of verse 7 endangers lives and brings destruction, the spiritual death described in verse 15 is even more serious. Also, in comparing the two verses, we see in verse 7 that centuries of residence and manual labor in the land will not profit the Israelites, for strangers will enjoy the fruits of their labors (or work of their hands). Likewise, their hands raised in prayer (v. 15) bring no relief, for the Lord will not answer them because of their wickedness. Although the parallelism of these two verses is neither simple nor straightforward, a little study and reflection can produce helpful comparative insights.<\/p> <p>Three major gospel themes are intertwined within chapter 1 of Isaiah.<\/p> <p>First, Isaiah teaches the basic principles and ordinances of the gospel. Granted, he uses distinctive terminology that often differs from ours today, but he teaches the same concepts. For example, he uses words like \"trust,\" \"know,\" and \"obey\" to teach faith in the Lord (vs. 2, 10, 19-20). Concerning repentance, he talks about \"returning\" or \"turning back to the Lord\" and \"ceasing to do evil\" (vs. 16, 18, and 27). \"Washing\" is his word for baptism (v. 16). And the gift of the Holy Ghost is literally \"listening to the Lord\" or \"hearing the word\" (vs. 2 and 10). He also admonishes Israel to follow some basic gospel teachings, such as obedience and sacrifice (v. 11), charity (v. 17), morality (vs. 4, 18), and commitment (v. 19). Other fundamental gospel concepts can also be identified in the first chapter of Isaiah through careful reading and study.<\/p> <p>Isaiah develops a second theme throughout chapter 1, which encompasses the opposing verities of good and evil, obedience and rebellion, and blessing and punishment. He likes to stress the opposites incorporated within the laws of justice and mercy. For example, he says that if we agree with the Lord and obey, we will be blessed, but if we disagree, we will be destroyed (see vs. 19-20). This theme will be amplified in Isaiah's later chapters.<\/p> <p>The third theme taught by Isaiah in chapter 1 concerns the changing relationship between the children of men and their Lord. The Israelites go through different phases as they fulfill the Lord's plan for them—covenant-making, apostasy, restoration, and final judgment. All of these concepts are presented in chapter 1 and elaborated upon in following chapters.<\/p> <p>In short, while the first chapter of Isaiah may appear initially to be just a simple introduction, it contains many profound gospel themes, which are expressed in a structured, elaborate, poetic style. This single chapter deserves hours of study so that its message can be fully comprehended; it will edify and inspire those who read, study, ponder, and pray about it.<\/p>",
    "audit": null
}