{
    "id": 17307,
    "source": "poet",
    "verse_id": 18049,
    "verse_count": 5,
    "reference": "21:13-17",
    "title": "Third Pronouncement: The Burden upon Arabia",
    "html": "<p>Without giving any information to explain the situation of this oracle, Isaiah warns a desert people to provide water and food for the refugees who will soon be coming to their towns:<\/p> <blockquote><p><sup>13<\/sup> An oracle concerning Arabia:<\/p> <p>You caravans of Dedanites,<\/p> <p>who camp in the thickets of Arabia,<\/p> <p><sup>1<\/sup> 4 bring water for the thirsty;<\/p> <p>you who live in Tema<\/p> <p>bring food for the fugitives.<\/p> <p><sup>15<\/sup> They flee from the sword,<\/p> <p>from the drawn sword,<\/p> <p>from the bent bow<\/p> <p>and from the heat of battle.<\/p> <\/blockquote><p><sup>16<\/sup> This is what the Lord says to me: \"Within one year, as a servant bound by contract would count it, all the pomp of Kedar will come to an end. 17The survivors of the bowmen, the warriors of Kedar, will be few.\" The LORD, the God of Israel, has spoken. (NIV)<\/p> <p>Apparently, an Assyrian military expedition into the Syrian desert forced many people of Kedar to move south to the towns of Tema and Dedan. (See areas D3, 4, 5 on Map 2.) Kedar was the second son of Ishmael and, according to some Arab genealogists, an ancestor of the prophet Muhammed. Kedar's descendants were desert dwellers and herdsmen comparable to the modern Bedouin. (IDB 3:3.) The Dedanites, on the other hand, were an important commercial people who lived in northwest Arabia. (See <a class=\"ref\">Ezek. 27:20<\/a>.) Their ancestry is uncertain, although they are thought to have descended either from Cush (<a class=\"ref\">Gen. 10:7<\/a>) or from Abraham through his third wife, Keturah (<a class=\"ref\">Gen. 25:3<\/a>). They apparently settled in parts of Edom. (IDB 1:812.) Tema was another son of Ishmael, and the oasis named after him was located on the main routes stretching from the Red Sea east to the Persian Gulf and north to Damascus. The Temanites were caravaners who, although they paid tribute to the Assyrians, remained secure in the desert until the Babylonians destroyed their city in 552 B.C. (<a class=\"ref\">Job 6:19; Jer. 25:23<\/a>; compare <a class=\"ref\">Jer. 29:28-32<\/a>.)<\/p> <p>Isaiah's pronouncement upon this desert people is quite straightforward, strongly admonishing them to provide refuge and supplies for the Kedarites who are to be invaded and exiled within a year. There is also a slight possibility that the oracle foretells events of the last days, with the unnamed enemies coming from the north representing an eschatological threat and the \"food\" and \"water\" symbolizing spiritual as well as physical sustenance to be provided for the influx of refugees.<\/p>",
    "audit": null
}