{
    "id": 17273,
    "source": "poet",
    "verse_id": 17671,
    "verse_count": 5,
    "reference": "1:16-20",
    "title": "Promise of Pardon",
    "html": "<p>In the next five verses, God demonstrates his love for his children in a promise of cleansing, forgiveness, and blessing extended to Israel:<\/p> <blockquote><p><sup>16<\/sup> Wash yourselves clean;<\/p> <p>Put your evil doings<\/p> <p>Away from My sight.<\/p> <p>Cease to do evil;<\/p> <p><sup>17<\/sup> Learn to do good.<\/p> <p>Devote yourselves to justice;<\/p> <p>Aid the wronged.<\/p> <p>Uphold the rights of the orphans;<\/p> <p>Defend the cause of the widow.<\/p> <p><sup>18<\/sup> \"Come, let us reach an understanding\"—says the Lord<\/p> <p>\"Be your sins like crimson,<\/p> <p>They can turn snow-white;<\/p> <p>Be they red as dyed wool,<\/p> <p>They can become like fleece.\"<\/p> <p><sup>19<\/sup> If, then you agree and give heed,<\/p> <p>You will eat the good things of the earth;<\/p> <p><sup>20<\/sup> But if you refuse and disobey,<\/p> <p>You will be devoured (by) the sword.—<\/p> <p>For it was the Lord who spoke. (NJV)<\/p> <\/blockquote><p>Verse 16 is Isaiah's admonition to repent and be baptized. His terminology seems somewhat unfamiliar to us because some modern religious terms did not exist in the ancient Hebrew vocabulary. For example, <i>baptism<\/i> is derived from a Greek word, but the Greek civilization did not influence the Hebrew until centuries after Isaiah's time. Therefore, when Isaiah says \"wash yourself,\" he could mean either a figurative cleansing or a literal washing, such as baptism. His references to repentance in verse 16, on the other hand, are more straightforward, suggesting that the washing he advocates is more spiritual than physical. His admonition continues in verse 17, as the people are told to use their heads (learning) and hearts (justice) for noble purposes. This is a direct contrast to the diseased heads and hearts of verse 5.<\/p> <p>The Lord's beautiful and oft-quoted promise of forgiveness is found in verse 18. Although Israel may be stained red with sin, she can become pure white. Isaiah's use of these particular contrasting colors enriches the imagery. Where we might use black and white, he uses red and white to symbolize the purification process brought about by the cleansing blood of Christ's atonement. Blood plays an intrinsic part in the Mosaic law, which was instituted to prepare the Israelites for their Redeemer. (See <a class=\"ref\">Lev. 8:30<\/a>; <a class=\"isa\" verses=\"WzE4ODcwXQ==\">Isa. 63:3<\/a>; <a class=\"ref\">Morm. 9:6<\/a>.) Note how in <a class=\"isa\" verses=\"eyIxNzY3MSI6M30=\">Isaiah 1:16-18<\/a> acts of repentance and washing (or baptism) precede forgiveness. (See <a class=\"ref\">Moses 5:6-8; 2 Ne. 31:13, 17-18<\/a>.)<\/p> <p>Isaiah concludes this section with a twofold promise: the people will be either blessed in the land if they give heed to the Lord's word or destroyed if they rebel against him. The Doctrine and Covenants contains similar promises. (See <a class=\"ref\">D&amp;C 59:1-3, 16-19; 64:34-38<\/a>.)<\/p> <p>Although the Lord warns the Israelites of some immediate consequences of their wickedness, he still offers a promise of cleansing, forgiveness, and blessing if the people will recognize and obey him as the Lord of this earth (compare v. 19 with v. 3). This promised pardon is conditional upon their attitude and actions, however. But as the next verses indicate, Israel does not change her behavior, becoming instead even further entrenched in apostasy and wickedness.<\/p>",
    "audit": null
}