{
    "id": 17353,
    "source": "poet",
    "verse_id": 18926,
    "verse_count": 2,
    "reference": "66:3-4",
    "title": "Hypocritical Sacrifices and Rejection of the Wicked",
    "html": "<p>With simple but powerful poetry, Isaiah portrays the people's hypocrisy and promises the Lord's punishments:<\/p> <blockquote><p><sup>3<\/sup> \"But whoever sacrifices a bull is like one who kills a man,<\/p> <p>and whoever offers a lamb,<\/p> <p>like one who breaks a dog's neck;<\/p> <p>whoever makes a grain offering is like one who presents pig's blood,<\/p> <p>and whoever burns memorial incense,<\/p> <p>like one who worships an idol.<\/p> <p>They have chosen their own ways, and their souls delight in their abominations;<\/p> <p><sup>4<\/sup> so I also will choose harsh treatment for them<\/p> <p>and bring upon them what they dread.<\/p> <p>For when I called, no one answered,<\/p> <p>when I spoke, no one listened.<\/p> <p>They did evil in my sight and chose what displeases me.\" (NIV)<\/p> <\/blockquote><p>In verse 3, Isaiah employs four parallel phrases, each consisting of two parts, to portray opposites—a legitimate sacrifice and an act contrary to Mosaic law:<\/p> <p><sup>1<\/sup> <i>Slaying an ox\/killing a man.<\/i> The ox is an animal for sacrifice, but if the sacrificer lacks the spirit of faith and devotion, he has simply committed an act of murder like the killing of a man.<\/p> <p><sup>2<\/sup> <i>Offering a sheep\/breaking a dog's neck.<\/i> An unrighteous animal sacrifice is unclean before the Lord, like a dog, and is to have its neck broken as an unredeemed offering. (<a class=\"ref\">Ex. 13:13; Deut. 21:4<\/a>; compare <a class=\"ref\">Matt. 7:6; 2 Pet. 2:22<\/a>.)<\/p> <p><sup>3<\/sup> <i>Offering grain\/presenting pig's blood.<\/i> In conjunction with animal sacrifice, blood was sprinkled on the altar, and in addition to animal sacrifices, grain offerings were often required. But in no case would pig's blood or grain from an unrighteous person be accepted by the Lord.<\/p> <p><sup>4<\/sup> <i>Burning incense\/worshipping idols.<\/i> Incense ascends from the altar toward heaven, reminding God of the offerer and bringing the two closer together. Idols deteriorate in the earth, distract the worshipper from God, and separate God from his children. (See Young, <i>The Book of Isaiah<\/i> 3:520 for similar comparisons.)<\/p> <p>In essence, the Israelites took a form of Mosaic worship and turned it into a mockery. They maintained the external appearance of the ordinances, but lost the spiritual significance. Thus, the very forms of worship designed to save them became an abomination that condemned them to suffer God's wrath. By <i>choosing<\/i> their wicked ways, the people <i>chose<\/i> to have the Lord's terrible judgments come upon them (v. 4).<\/p>",
    "audit": null
}