{
    "id": 17325,
    "source": "poet",
    "verse_id": 18507,
    "verse_count": 7,
    "reference": "43:1-7",
    "title": "The Lord Promises the Gathering of Israel",
    "html": "<p>The promise of release from exile is one of Isaiah's favorite themes; it is amplified in these verses. After Israel is driven to the four corners of the earth, she will be gathered from all directions. Isaiah likens the future gathering to the earlier exodus from Egypt by associating it with similar signs and wonders:<\/p> <blockquote><p><b>43<\/b> But now thus says the LORD,<\/p> <p>he who created you, O Jacob,<\/p> <p>he who formed you, O Israel:<\/p> <p>\"Fear not, for I have redeemed you;<\/p> <p>I have called you by name, you are mine.<\/p> <p><sup>2<\/sup> When you pass through the waters I will be with you;<\/p> <p>and through the rivers, they shall not overwhelm you;<\/p> <p>when you walk through fire you shall not be burned,<\/p> <p>and the flame shall not consume you.<\/p> <p><sup>3<\/sup> For I am the LORD your God,<\/p> <p>the Holy One of Israel, your Savior.<\/p> <p>I give Egypt as your ransom,<\/p> <p>Ethiopia and Seba in exchange for you.<\/p> <p><sup>4<\/sup> Because you are precious in my eyes,<\/p> <p>and honored, and I love you,<\/p> <p>I give men in return for you,<\/p> <p>peoples in exchange for your life.<\/p> <p><sup>5<\/sup> Fear not, for I am with you;<\/p> <p>and I will bring your offspring from the east,<\/p> <p>and from the west I will gather you;<\/p> <p><sup>6<\/sup> I will say to the north, Give up,<\/p> <p>and to the south, Do not withhold;<\/p> <p>bring my sons from afar<\/p> <p>and my daughters from the end of the earth,<\/p> <p><sup>7<\/sup> every one who is called by my name,<\/p> <p>whom I created for my glory,<\/p> <p>whom I formed and made.\" (RSV)<\/p> <\/blockquote><p>Isaiah begins by reaffirming to exiled Israel that the Lord is the creator, the one who formed them at Sinai. The prophet uses the same words for <i>create<\/i> and <i>form<\/i> as Moses did in his creation account (<a class=\"ref\">Gen. 1:1, 26-27<\/a>), thus emphasizing that Israel gives her survival to God, just as the earth and mankind owe their existence to him.<\/p> <p>The Lord's discourse begins in the past tense (v. 1) and then shifts to the future (v. 2ff.), suggesting that the verbs of verse 1 do not refer to a past act. Instead, they promise a redemption yet to come. This is another example of the \"prophetic perfect\" tense where the fulfillment of a prophecy is so certain that it is spoken of in the perfect or past tense as though it had already happened. (See <a class=\"isa\" verses=\"WzE4NDkwXQ==\">Isa. 42:9<\/a>.)<\/p> <p>Two names designate the people who will inherit God's blessings, <i>Jacob<\/i> and <i>Israel.<\/i> Isaiah uses this double designation seventeen times in chapters 40-49. Of course, the two names are synonymous because both belonged to the same person. It is the order of the two names that makes the repetition significant, for \"Jacob\" nearly always precedes \"Israel,\" hinting, perhaps, that a change in Jacob's character prompted the Lord to change his name also. Jacob, the \"supplanter,\" who worried about his relationship with his twin brother, Esau, became Israel, the \"prevailer,\" who worked together with God to overcome wickedness. (See BD \"Jacob\"; \"Israel.\") Jacob was also at one time a deceiver and had to become as Israel, who prevailed over selfishness. Thus, Isaiah places <i>Jacob<\/i> before Israel in the chapter as a way of saying that the descendants of Jacob need to rise to the character of Israel; he charges them to be Israelites in deed as well as in lineage.<\/p> <p>The name <i>Israel<\/i> has acquired a variety of connotations over the centuries. A brief review of the three major applications of the term <i>Israelite<\/i> will be helpful in understanding its different meanings in Isaiah:<\/p> <p><sup>1<\/sup> <i>\"Blood\" Israelite.<\/i> Any descendent of the house of Israel (Jacob) now scattered throughout the earth. The most recognizable body of blood Israelites are the Jews.<\/p> <p><sup>2<\/sup> <i>\"Land\" Israelite.<\/i> Anyone who inhabits the area known as Israel. This area has also been called Canaan, Samaria, Judea, the Holy Land, Palestine, etc. (The modern citizens of this land are identified by modern writers as \"Israelis,\" and not \"Israelites.\")<\/p> <p><sup>3<\/sup> <i>\"Covenant\" Israelite.<\/i> Anyone who accepts the God and covenants of Israel. Today this term applies specifically to members of The Church of Jesus Christ of Latter-day Saints.<\/p> <p>So, when Isaiah addresses \"Israel,\" he may be including any one of these categories. Usually, though, he is speaking to either blood or covenant Israelites. Given the context of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43<\/a>, it appears that the Lord is addressing covenant Israel, those whom he has called by name as his peculiar people for his own glory (vs. 1-2; see <a class=\"ref\">Mosiah 5:6-15; Deut. 14:2; Moses 1:39<\/a>).<\/p> <p>The Lord uses the imagery of his earlier miracles with Israel to promise future protection to the people. The \"waters\" and \"rivers\" of verse 2 allude not only to the earlier miracles at the Red Sea and the Jordan River, but, along with the fire, also represent the dangers and judgments Israel will experience. It is also possible that water and fire symbolize the twin covenants of baptism by water and the Spirit. Whether the water and fire are really physical dangers or if they represent military power (see <a class=\"isa\" verses=\"WzE4Mjk0XQ==\">Isa. 33:14<\/a>) or covenants (<a class=\"isa\" verses=\"WzE4NjE2XQ==\">Isa. 48:1<\/a>; JST 55:1-3), the promise is given to righteous Israel that the Lord will accompany them through their tribulation.<\/p> <p>Listed in verse 3 are four special names for God: The LORD <i>(Yahweh),<\/i> God <i>(Elohim),<\/i> the Holy One of Israel <i>(Qedosh-Yisrael),<\/i> and the Savior <i>(Moshiya).<\/i> Isaiah frequently uses the first three titles in his earlier writings, but the last term, <i>Savior,<\/i> first appears in this verse.  Many other special names for God besides the four mentioned are found in chapter 43 of Isaiah: \"I am He\" (v. 10); \"I, I am the Lord\" (v. 11); \"God\" (<i>El,<\/i> v. 12); \"Redeemer\" (v. 14); \"your Holy One\" (v. 15); \"the Creator of Israel\" (v. 15); and \"your King\" (v. 15). While some of the terms are repeated in the chapter and throughout other sections of Isaiah, the last two titles are found only in the fifteenth verse of this chapter. The variety of titles used by Isaiah in this chapter and throughout his writings demonstrates that he had a deep understanding of the Lord's involvement in the salvation of mankind. The wide range of names also suggests that Isaiah himself had a profound, personal relationship with the Lord.<\/p> <p>After identifying himself to Israel by different titles, the Lord continues in verse 3 to promise that he will ransom Israel from the countries of Africa to the southwest. Later in this pronouncement, the Lord similarly promises a deliverance from the Babylonian invaders from the northeast (v. 14).<\/p> <p>Verses 5 and 6 emphasize that the final gathering will be worldwide. This literal gathering has been promised by modern prophets, including Joseph Fielding Smith, who quoted those verses and said that \"the time was to come when they [the Israelites] would be restored again.\" (CHMR 4:92.) Such an extensive gathering of Israel has occurred only within the past century. This gathering from the four corners of the earth has been twofold: (1) a gathering of covenant Israelites to the stakes of Zion through the missionary program, and (2) a gathering of the Jews (blood Israelites) to Palestine through the Zionist movement.<\/p> <p>While most Latter-day Saints are familiar with much of the success of the Church's missionary program, they are less aware of the conditions surrounding the return of the Jews. In the 1880s, when the gathering of the Jews began, only a few thousand Jews lived in Palestine. Most were students of the Jewish holy books and were supported by contributions from abroad. But, as the Jewish life in Eastern Europe deterioriated because of restrictive legislation and pogroms (mass riots sanctioned by the government that resulted in the destruction of life and property), many Jews sought new homes in America or Palestine. Under the leadership of Theodor Herzl in the early 1900s, the modern Zionist movement was organized and a more systematic return of the Jews began; with restrictive immigration laws in America and the rise of Naziism in Germany, many more Jews immigrated to Palestine during the 1920s. After the catastrophe of the Holocaust, the prayers of many Jews throughout the centuries of long dispersion were finally answered May 14, 1948, when the leadership of Jewish Palestine voted to found the Jewish State of Israel. The founding of the State of Israel has not been without problems, especially in securing the rights of the Arab Palestinians, but with it came the fulfillment of many prophecies and promises to ancient Israel, of which <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43<\/a> is just one. (See Nyman, <i>Great Are the Words of Isaiah,<\/i> p. 159 for some references by modern prophets to this Isaiah chapter.) Today there are over three million Jews living in Israel, immigrants from over one hundred countries. Truly the gathering has been from the east, west, north, and south!<\/p> <p>In verse 4, the Lord gives the reason for his involvement in the gathering: his love for Israel has required him to provide a ransom and to \"give men in return\" for them. Those sacrificed for the salvation of Israel could include the Jewish and Lamanite victims of persecution, the prophets who have sealed their testimonies with their blood, and, of course, Christ himself. After the purging judgments and sacrifices, however, Israel will be gathered in from the four corners of the earth. And since the exile symbolizes the spiritual separation between the Lord and Israel, the most important prerequisite for the full gathering of Israel is their recognition of the Lord as Savior! The invitation to gather, to be called by the Lord's name, and to take part in his glory (v. 7) is extended to all who desire to unite with covenant Israel through his church, The Church of Jesus Christ of Latter-day Saints. The relationship between covenant Israel and the Lord is highlighted in the next few verses.<\/p>",
    "audit": null
}