{
    "id": 17286,
    "source": "poet",
    "verse_id": 17838,
    "verse_count": 18,
    "reference": "9:8-10:4",
    "title": "Four Warnings to Israel",
    "html": "<p>Isaiah now turns his attention to the rebellious northern kingdom of Israel, whose ruling tribe is represented by Ephraim and whose capital is Samaria. The historical setting is the same as in verses 1-7: the northern tribes have already been placed under direct Assyrian control, and many leading citizens have been taken captive to Assyria. The campaign of Tiglath-Pileser III in 732 B.C. brought about the deportation of the major portions of the northernmost Israelite tribes, Zebulun and Naphtali. Still, the invasion and deportation did not bring the stubborn Israelites to the realization that the prophecies uttered against them would all surely come to pass unless they repented. They had had a taste of the Lord's judgment, but learned nothing from it, since Isaiah still levels four major accusations against them: pride, evil leaders, selfishness, and injustice.<\/p> <p>This prophecy is written in four stanzas, each ending with the same refrain: \"for all this his anger is not turned away, but his hand is stretched out still.\" As indicated earlier in the discussion of <a class=\"isa\" verses=\"WzE3NzY1XQ==\">Isaiah 5:25<\/a>, this same phrase implies both a warning of further punishment and an invitation to repent and yield to the Lord's mercy.<\/p> <p>In the first stanza, Isaiah describes the people's arrogance in their response to the destruction around them. They respond with a boast, saying that they will build a civilization more glorious than the one destroyed:<\/p> <blockquote><p><sup>8<\/sup> The Lord has sent a word against Jacob,<\/p> <p>and it will light upon Israel;<\/p> <p><sup>9<\/sup> and all the people will know,<\/p> <p>Ephraim and the inhabitants of Samaria,<\/p> <p>who say in pride and in arrogance of heart:<\/p> <p><sup>10<\/sup> \"The bricks have fallen,<\/p> <p>but we will build with dressed stones;<\/p> <p>the sycamores have been cut down,<\/p> <p>but we will put cedars in their place.\"<\/p> <p><sup>11<\/sup> So the LORD raises adversaries against them,<\/p> <p>and stirs up their enemies.<\/p> <p><sup>12<\/sup> The Syrians on the east and the Philistines on the west<\/p> <p>devour Israel with open mouth.<\/p> <p>For all this his anger is not turned away<\/p> <p>and his hand is stretched out still. (RSV)<\/p> <\/blockquote><p>The second stanza or warning describes why the Lord has caused their leaders to be taken away and allowed universal suffering to occur:<\/p> <blockquote><p><sup>13<\/sup> The people did not turn to him who smote them,<\/p> <p>nor seek the LORD of hosts.<\/p> <p><sup>14<\/sup> So the LORD cut off from Israel head and tail,<\/p> <p>palm branch and reed in one day—<\/p> <p><sup>15<\/sup> the elder and honored man is the head,<\/p> <p>and the prophet who teaches lies is the tail;<\/p> <p><sup>16<\/sup> for those who lead this people lead them astray,<\/p> <p>and those who are led by them are swallowed up.<\/p> <p><sup>17<\/sup> Therefore the LORD does not<\/p> <p>rejoice over their young men,<\/p> <p>and has no compassion on their fatherless and widows;<\/p> <p>for every one is godless and an evildoer,<\/p> <p>and every mouth speaks folly.<\/p> <p>For all this his anger is not turned away<\/p> <p>and his hand is stretched out still. (RSV)<\/p> <\/blockquote><p>The third warning promises the consuming wrath of the Lord, yet the people are so selfish that they continue to grasp whatever they can in the chaos:<\/p> <blockquote><p><sup>18<\/sup> For wickedness burns like a fire,<\/p> <p>it consumes briers and thorns;<\/p> <p>it kindles the thickets of the forest,<\/p> <p>and they roll upward in a column of smoke.<\/p> <p><sup>19<\/sup> Through the wrath of the LORD of hosts<\/p> <p>the land is burned, and the people are like fuel for the fire;<\/p> <p>no man spares his brother.<\/p> <p><sup>20<\/sup> They snatch on the right, but are still hungry,<\/p> <p>and they devour on the left, but are not satisfied;<\/p> <p>each devours his neighbor's flesh,<\/p> <p><sup>21<\/sup> Manasseh Ephraim, and Ephraim Manasseh,<\/p> <p>and together they are against Judah.<\/p> <p>For all this his anger is not turned away<\/p> <p>and his hand is stretched out still. (RSV)<\/p> <\/blockquote><p>The final stanza summarizes the northern Israelites' wickedness and describes their injustice toward the weak and needy. The Lord promises that since the oppressed have no one to help them, the Israelites will likewise be without a protector:<\/p> <blockquote><p><b>10<\/b> Woe to those who decree iniquitous decrees,<\/p> <p>and the writers who keep writing oppression,<\/p> <p><sup>2<\/sup> to turn aside the needy from justice<\/p> <p>and to rob the poor of my people of their right,<\/p> <p>that widows may be their spoil,<\/p> <p>and that they may make the fatherless their prey!<\/p> <p><sup>3<\/sup> What will you do on the day of punishment,<\/p> <p>in the storm which will come from afar?<\/p> <p>To whom will you flee for help,<\/p> <p>and where will you leave your wealth?<\/p> <p><sup>4<\/sup> Nothing remains but to crouch<\/p> <p>among the prisoners or fall among the slain.<\/p> <p>For all this his anger is not turned away<\/p> <p>and his hand is stretched out still. (RSV)<\/p> <\/blockquote><p>The Old Testament provides a limited account of the political events that led up to the destruction promised by Isaiah. Fortunately, some Assyrian records have been discovered and translated within the past century that give us a more complete history. Together, these two sources help us understand how the Lord used Assyria in an attempt to humble Israel and bring her to repentence. Israel, however, became progressively more wicked until she merited the complete destruction of her country, the loss of her independence, and the captivity of many of her citizens.<\/p> <p>As prophesied, the Assyrians came and attacked Syria from the north. Pekah and Rezin were forced to lift their siege of Jerusalem and rush off to defend their lands. Here are the accounts as recorded in the Bible and the cuneiform tablets of Tiglath-Pileser III:<\/p> <p><i>2 Kings<\/i><\/p> <p>The king of Assyria went up against Damascus and took it, and carried the people of it captive to Kir, and slew Rezin (16:9).<\/p> <p>In the days of Pekah, King of Israel came Tiglath-pileser king of Assyria, and took . . . Hazor, and Gilead, and Galilee, all the land of Naphtali, and carried them captive to Assyria (15:29).<\/p> <p>And Hosea . . . made a conspiracy against Pekah . . . and slew him and reigned in his stead (15:30).<\/p> <p><i>Cuneiform Text of Pul<\/i><\/p> <p>His noblemen I impaled alive and displayed this exhibition to his land. All his gardens and fruit orchards I destroyed. I besieged and captured the native city of Reson [Rezin] of Damascus. 800 people with their belongings I led away. Towns in 16 districts of Damascus I laid waste like mounds after the flood.<\/p> <p>Bet-Omri [Israel] all of whose cities I had added to my territories on my former campaigns, and had left out only the city of Samaria. The whole of Nephtali I took for Assyria. I put my officials over them as governors. The land of Bet-Omri, all its people and their possessions I took away to Assyria.<\/p> <p>They overthrew Pekah their king and I made Hosea to be king over them. (Keller, <i>The Bible as History,<\/i> p. 245.)<\/p> <p>By 732 B.C., as a result of this rebellion against the Assyrians, Israel was smashed to the ground, decimated by deportation, and beaten back into the southern corner of her kingdom. With the exception of Samaria, all her major cities were annexed by Assyria, and the countryside was divided into provinces over which Assyrian governors and officials exercised strict control.<\/p> <p>The Assyrians controlled the whole of the Fertile Crescent from the Persian mountains to Asia Minor, and from the Mesopotamian plain through Lebanon to Palestine. Only Judah and a few other states remained independent, although they had to pay tribute or risk conquest. Samaria retained only a few square miles of farmland, and even though she was reduced to barely a city with her surrounding mountains and valleys, Samaria still boasted that she would rebuild and come to power again. (<a class=\"isa\" verses=\"WzE3ODQwXQ==\">Isa. 9:10<\/a>.)<\/p> <p>With the death of Tiglath-Pileser III in 727 B.C., Hosea stopped paying annual tribute, conspired with Egypt, and rebelled against Assyria. Shalmaneser V, the next Assyrian king, attacked what remained of Israel and besieged Samaria. However, he soon died, and his successor, Sargon II, conquered Samaria. Sargon records:<\/p> <p>In the first year of my reign I besieged and conquered Samaria. . . . I led away into captivity 27,290 people who lived there. . . . People of the lands, prisoners my hand has captured, I settled there. My officials I placed over them as governors. I imposed tribute and tax upon them, as upon the Assyrians.\" (Keller, <i>The Bible as History,<\/i> pp. 246, 250; compare <a class=\"ref\">2 Kgs. 17<\/a>.)<\/p> <p>The fall of Samaria in 722-721 B.C. was the beginning of exile for the lost ten tribes of Israel. The Assyrians deported the conquered nation's inhabitants to break their national spirit and assimilate them into Assyrian culture. Shortly thereafter, Samaria was inhabited by pagan people from other nations. These people mixed with the remaining Israelites, for not all of them had been taken into captivity. Through the mixing of these groups the Samaritans came about. As a result of this mixing, the Jews later felt that the Samaritans were no longer pure descendants of Abraham and therefore were not entitled to be remembered with the chosen people. The Samaritan Province, along with the other Assyrian provinces, is shown in the map on page 160.<\/p> <p>The Assyrians could have been diverted from Israel if her people had only repented; instead, they persisted in boasting of their strength. Because they failed to heed the words of Isaiah and the other prophets, and ignored the earlier, minor judgments of the Lord, they were destroyed as a nation and taken captive to Assyria and Media. Later, they vanished from the stage of history, but the Lord has promised that a remnant will return again someday. (<a class=\"ref\">Jer. 16:14-15; D&amp;C 133:23-28<\/a>.) Isaiah gives a last warning to Israel along with a promise concerning her redeemed remnant in the pronouncement in chapter 10.<\/p>",
    "audit": null
}