{
    "id": 17287,
    "source": "poet",
    "verse_id": 17856,
    "verse_count": 30,
    "reference": "10:5-34",
    "title": "God Sends Assyria against Israel",
    "html": "<p>After his fourfold warning to Israel, Isaiah continues his discourse in the form of a poetic prophecy. He gives warning to both Assyria and Israel in a poem structured in introverted parallelism (chiasmus). The poem encompasses the entire chapter and can be outlined as follows:<\/p> <blockquote><p>A. The wicked will bow down (vs. 1-4)<\/p> <p>B. Assyria raised by the Lord (5)<\/p> <p>C. The Assyrian king speaks against Jerusalem (6-11)<\/p> <p>D. The Lord will punish proud Assyria (12-14)<\/p> <p>E. An ax is used as a tool (15)<\/p> <p>F. The Lord is a burning fire in the land (16-17)<\/p> <p>G. Out of all the scrubs—only a remnant remains (18-19)<\/p> <p>H. A remnant of Israel shall return to the Lord (20-21)<\/p> <p>G'. Out of the \"sands of the sea\"—only a remnant returns (22)<\/p> <p>F'. A divine consumption is in the land (23)<\/p> <p>E'. A rod is used as an instrument (24-26)<\/p> <p>D'. Assyria's yoke will be lifted (27)<\/p> <p>C'. Assyrian army approaches Jerusalem (28-32)<\/p> <p>B'. Assyria humbled by the Lord (33)<\/p> <p>A'. The haughty will be cut down (34)<\/p> <\/blockquote><p>Isaiah records that the Lord allowed Assyria to become a strong nation to enable it to be the medium through which he would mete out his judgments upon various nations, especially the wicked northern kingdom of Israel. However, the Assyrian king thinks that he has been able to gain control over the western Fertile Crescent because of his armies' great power. In this he is sadly mistaken, and his people will themselves experience the Lord's punishment and lose many of their own numbers:<\/p> <blockquote><p><sup>5<\/sup> Ah, Assyria, the rod of my anger, the staff of my fury!<\/p> <p><sup>6<\/sup> Against a godless nation I send him,<\/p> <p>and against the people of my wrath I command him,<\/p> <p>to take spoil and seize plunder,<\/p> <p>and to tread them down like the mire of the streets.<\/p> <p><sup>7<\/sup> But he does not so intend,<\/p> <p>and his mind does not so think;<\/p> <p>but it is in his mind to destroy,<\/p> <p>and to cut off nations not a few;<\/p> <p><sup>8<\/sup> for he says:<\/p> <p>\"Are not my commanders all kings?<\/p> <p><sup>9<\/sup> Is not Calno like Carchemish?<\/p> <p>Is not Hamath like Arpad?<\/p> <p>Is not Samaria like Damascus?<\/p> <p><sup>10<\/sup> As my hand has reached to the kingdoms of the idols<\/p> <p>whose graven images were greater than those of Jerusalem and Samaria,<\/p> <p><sup>11<\/sup> Shall I not do to Jerusalem and her idols<\/p> <p>as I have done to Samaria and her images?\"<\/p> <\/blockquote><p><sup>12<\/sup> When the Lord has finished all his work on Mount Zion and on Jerusalem he will punish the arrogant boasting of the king of Assyria and his haughty pride.<\/p> <blockquote><p><sup>13<\/sup> For he says:<\/p> <p>\"By the strength of my hand I have done it,<\/p> <p>and by my wisdom, for I have understanding;<\/p> <p>I have removed the boundaries of peoples,<\/p> <p>and have plundered their treasures;<\/p> <p>like a bull I have brought down those who sat on thrones.<\/p> <p><sup>14<\/sup> My hand has found like a nest the wealth of the peoples;<\/p> <p>and as men gather eggs that have been forsaken<\/p> <p>so I have gathered all the earth;<\/p> <p>and there was none that moved a wing,<\/p> <p>or opened the mouth, or chirped.\"<\/p> <p><sup>15<\/sup> Shall the axe vaunt itself over him who hews with it,<\/p> <p>or the saw magnify itself<\/p> <p>against him who wields it?<\/p> <p>As if a rod should wield him who lifts it,<\/p> <p>or as if a staff should lift him who is not wood!<\/p> <p><sup>16<\/sup> Therefore the Lord, the LORD of hosts,<\/p> <p>will send wasting sickness among his stout warriors,<\/p> <p>and under his glory a burning will be kindled,<\/p> <p>like the burning of fire.<\/p> <p><sup>17<\/sup> The light of Israel will become a fire,<\/p> <p>and his Holy One a flame;<\/p> <p>and it will burn and devour<\/p> <p>his thorns and briers in one day.<\/p> <p><sup>18<\/sup> The glory of his forest and of his fruitful land<\/p> <p>the LORD will destroy, both soul and body,<\/p> <p>and it will be as when a sick man wastes away.<\/p> <p><sup>19<\/sup> The remnant of the trees of his<\/p> <p>forest will be so few<\/p> <p>that a child can write them down.(RSV)<\/p> <\/blockquote><p>The extent of Assyrian power is described in verses 5-11, which include a list of the major Mesopotamian, Syrian, and Israelite cities that had already fallen (v. 9). Sargon records how he conquered and destroyed these cities:<\/p> <p>The king's throne would be set up before the gates of the city and the prisoners would be paraded before him, led by the monarch of the captured town, who would undergo the most agonizing torture, such as having his eyes put out or confinement in a cage, until the king of Assyria set a term to his long-drawn agony. Sargon had the defeated king of Damascus burned alive before his eyes. The wives and daughters of the captured king were destined for the Assyrian harems and those who were not of noble blood were condemned to slavery. Meanwhile the soldiery had been massacring the population, and brought the heads of their victims in into the king's presence, where they were counted up by the scribes. Not all the male prisoners were put to death, for the boys and craftsmen were led into captivity, where they would be assigned to the hardest tasks on the royal building projects, where the swamps which cover so much of Mesopotamia must have caused an enormously high rate of mortality. The remainder of the population were uprooted and sent to the other end of the empire. (Quoted in A. Heschel, <i>The Prophets<\/i> [New York: Jewish Publ. Soc. of America, 1962], p. 163.)<\/p> <p>The arrogant boasting of Assyria would eventually bring God's wrath upon her, but only after she had completed her task against Jerusalem.<\/p> <p>In verse 12, Isaiah gives the first hint that Jerusalem will actually be attacked by Assyria as was Samaria. The Assyrian invasion no doubt fulfilled a purpose the Lord had in mind; he wanted to humble the Jews and awaken them to an awareness of him. The invasion referred to took place under Sennacherib in the year 701 B.C. During this invasion, many cities in Judah were destroyed, but Jerusalem miraculously held out against the Assyrian siege because the Lord sent a terrible sickness throughout the Assyrian camps, which caused many deaths. (<a class=\"ref\">2 Kgs. 19:35, 37<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa. 36-37<\/a>.)<\/p> <p>The major point of these verses is that even though the Lord sent Assyria to carry out judgments on Israel and Judah, Assyria was sinful too, claiming victory because of her own strength and not rightfully giving the credit to God (vs. 12-14).<\/p> <p>Starting with verse 15 and continuing through verse 19, the Lord pronounces the judgment coming upon Assyria for her undue pride. The ax, Assyria, is nothing without the one who wields it, the Lord; because Assyria has tried to take the credit, she will be smitten (v. 15). (As described earlier, sickness did break out among the Assyrian troops, causing them to lift their siege of Jerusalem.) Continuing the judgment upon Assyria, Isaiah says that they will be so completely destroyed that even a child could count the number of people left (v.19). Indeed, the Babylonians and Persians later destroyed the Assyrian empire so completely that the Assyrians ceased to be a people.<\/p> <h4>A Remnant of Israel to Be Saved<\/h4> <p>Even though the country of Israel was destroyed by the Assyrians, and her people were scattered through the Assyrian Empire, Isaiah promises that a remnant of Israel will return to the Lord and their promised land:<\/p> <p><sup>20<\/sup> In that day the remnant of Israel and the survivors of the house of Jacob will no more lean upon him that smote them, but will lean upon the LORD, the Holy One of Israel, in truth. 21A remnant will return, the remnant of Jacob, to the mighty God. 22For though your people Israel be as the sand of the sea, only a remnant of them will return. Destruction is decreed, overflowing with righteousness. 23For the Lord, the LORD of hosts, will make a full end, as decreed, in the midst of all the earth. (RSV)<\/p> <p>The concept of a remnant returning is a key theme in Isaiah's writings. It goes back to his initial vision (<a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isa. 6:13<\/a>) and remains a thread of hope weaving throughout his darkest pronouncements of doom.<\/p> <p>Isaiah uses the term <i>remnant<\/i> to describe two distinct groups of Israelites: he talks about a remnant that remains in the land after the Assyrian destruction and promises the return of a future righteous remnant. The two groups are called the <i>historical remnant<\/i> and the <i>eschatological remnant<\/i> respectively. The historical remnant is the group present from a past event (such as the Assyrian invasions), while the eschatological remnant is the group that will emerge from a future action of God and have the qualifications of a latter-day, millennial society. Isaiah's urgent hope is that the historical remnant of the eighth century B.C. will return to the Lord and become the community from which the eschatological remnant will emerge.<\/p> <p>Isaiah concludes his pronouncement in chapter 10 by again addressing Israel and promising that the Lord will relieve her of the Assyrian oppression:<\/p> <p><sup>24<\/sup> Therefore thus says the Lord, the LORD of hosts: \"O my people, who dwell in Zion, be not afraid of the Assyrians when they smite with the rod and lift up their staff against you as the Egyptians did. 25For in a very little while my indignation will come to an end, and my anger will be directed to their destruction. 26And the LORD of hosts will wield against them a scourge as when he smote Midian at the rock of Oreb: and his rod will be over the sea, and he will lift it as he did in Egypt.<\/p> <p><sup>27<\/sup> And in that day his burden will depart from your shoulder, and his yoke will be destroyed from your neck.\"<\/p> <blockquote><p>He has gone up from Rimmon,<\/p> <p><sup>28<\/sup> he has come to Aiath;<\/p> <p>he has passed through Migron, at Michmash he stores his baggage;<\/p> <p><sup>29<\/sup> they have crossed over the pass,<\/p> <p>at Geba they lodge for the night,;<\/p> <p>Ramah trembles,<\/p> <p>Gibe-ah of Saul has fled.<\/p> <p><sup>30<\/sup> Cry aloud, O daughter of Gallim!<\/p> <p>Hearken, O Laishah! Answer her, O Anathoth!<\/p> <p><sup>31<\/sup> Madmenah is in flight,<\/p> <p>the inhabitants of Gebim flee for safety.<\/p> <p><sup>32<\/sup> This very day he will halt at Nob,<\/p> <p>he will shake his fist<\/p> <p>at the mount of the daughter of Zion,<\/p> <p>the hill of Jerusalem.<\/p> <p><sup>33<\/sup> Behold, the Lord, the LORD of hosts<\/p> <p>will lop the boughs with terrifying power;<\/p> <p>the great in height will be hewn down, and the lofty will be brought low.<\/p> <p><sup>34<\/sup> He will cut down the thickets of the forest with an axe,<\/p> <p>and Lebanon with its majestic trees will fall. (RSV)<\/p> <\/blockquote><p>Although the Assyrian army will come close to Jerusalem (vs. 28-32), the Lord promises that he will finally cut down the Assyrian leaders in order to preserve Jersualem. The cities conquered during the Assyrian invasion are shown in the map on page 166.<\/p> <p>The Assyrians did later invade Judah and came almost into Jerusalem. (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 36-37<\/a>.) However, the invasion Isaiah foretells may also be eschatological and refer to the future attack upon Jerusalem by forces from the north. (See <a class=\"ref\">Zech. 14:2; Rev. 11:1-13<\/a>; JST Matt. 24.) Another reason for looking at the end of chapter 10 from a latter-day context is that chapter 11 is definitely a prophecy to be fulfilled after 1823, for Moroni told Joseph Smith in September of that year \"that it was about to be fulfilled.\" (<a class=\"ref\">JS-H 1:40<\/a>.)<\/p> <p>In conclusion, chapters 9 and 10 present a blend of historical warnings, messianic promises, and latter-day prophecies. The people of Isaiah's time could have learned from his words and been blessed, especially as they heeded his counsel. We today can heed the same warnings, since similar conditions of wickedness and war appear in our society.<\/p>",
    "audit": null
}