{
    "id": 17323,
    "source": "poet",
    "verse_id": 18453,
    "verse_count": 54,
    "reference": "41-42",
    "title": "Trust in the Lord and His Servant",
    "html": "<p>In chapters 41-42, Isaiah builds further upon the concepts developed in chapter 40; in chapter 40 Isaiah extolls the Lord's knowledge and strength and promises that those who trust in the Lord can share his strength. Chapters 41-42 present the Lord's invitation to Israel to be his servant and share his glory, but also warn Israel she will be destroyed if she rejects her opportunity.<\/p> <p>Without a firm historical context to anchor them in any one setting, these chapters are easily applicable to any generation of God's children; indeed, Isaiah addresses his words to all nations upon the isles by the seas (which includes all land masses), indicating that people everywhere should listen to the Lord's message. At times, however, he speaks directly to Israel and challenges her to heed her special responsibility as God's servant to the world.<\/p> <p>In order to reinforce his message, Isaiah repeats key ideas in an extensive example of synonymous parallelism (41:1-20 and 41:21-42:17). In the two parallel halves of the pronouncement, Isaiah reminds Israel of the Lord's continual efforts in her behalf and foretells how God's servant will represent him to Israel. After his \"double discourse,\" Isaiah concludes with more insights concerning the role of the Lord's servant and a sober warning of bondage and divine wrath that will come upon those who disregard the Lord's message (42:18-25).<\/p> <p>Isaiah begins both pronouncements by setting a scene in a courtroom. The Lord begins speaking and addresses his remarks to the nations of the earth, particularly those who worship pagan gods;<\/p> <blockquote><p><b>41<\/b><i>Discourse 1, Part A<\/i><\/p> <p>\"Be silent before me, you islands!<\/p> <p>Let the nations renew their strength!<\/p> <p>Let them come forward and speak; let us meet together at the place of judgment. (NIV)<\/p> <p><i>Discourse 2, Part A<\/i><\/p> <p><sup>21<\/sup> \"Present your case,\" says the LORD.<\/p> <p>\"Set forth your arguments,\" says Jacob's King.<\/p> <p><sup>22<\/sup> \"Bring in your idols to tell us what is going to happen.<\/p> <p>Tell us what the former things were,<\/p> <p>so that we may consider them and know their final outcome.<\/p> <p><sup>23<\/sup> Or declare to us the things to come,<\/p> <p>tell us what the future holds, so we may know that you are gods.<\/p> <p>Do something, whether good or bad,<\/p> <p>so that we will be dismayed and filled with fear.<\/p> <p><sup>24<\/sup> But you are less than nothing and your works are utterly worthless;<\/p> <p>he who chooses you is detestable. (NIV)<\/p> <\/blockquote><p>After concluding chapter 40 with the promise that those who trust in the Lord will \"renew their strength\" (v. 31), Isaiah begins chapter 41 by inviting the nations to \"renew their strength\" if they can. Like Elijah with the priests of Baal (<a class=\"ref\">1 Kgs. 18<\/a>), he challenges the pagans to bring forth any signs of power like those the Lord had demonstrated earlier; still their idols remain silent and powerless. (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 40<\/a>.) Any comparison quickly demonstrates the Lord's omnipotence in contrast to the idols' impotence.<\/p> <p>The Lord next highlights the ministry of a prophesied leader who is divinely directed. An important sign of the Lord's power is the fact that no one else has envisioned this messenger and what he will do:<\/p> <blockquote><p><i>Discourse 1, Part B<\/i><\/p> <p><sup>2<\/sup> \"Who has stirred up one from the east,<\/p> <p>calling him in righteousness to his service?<\/p> <p>He hands nations over to him and subdues kings before him.<\/p> <p><i>Discourse 2, Part B<\/i><\/p> <p><sup>25<\/sup> \"I have stirred up one from the north, and he comes—<\/p> <p>one from the rising sun who calls on my name.<\/p> <p>He treads on rulers as if they were mortar,<\/p> <p>He turns them to dust with his sword,<\/p> <p>to windblown chaff with his bow.<\/p> <p><sup>3<\/sup> He pursues them and moves on unscathed,<\/p> <p>by a path his feet have not traveled before.<\/p> <p><sup>4<\/sup> Who has done this and carried it through,<\/p> <p>calling forth the generations from the beginning?<\/p> <p>I, the LORD—with the first of them and with the last—I am he.\"<\/p> <p><sup>5<\/sup> The islands have seen it and fear; the ends of the earth tremble.<\/p> <p><sup>6<\/sup> They approach and come forward; each helps the other<\/p> <p>and says to his brother, \"Be strong!\"<\/p> <p><sup>7<\/sup> The craftsman encourages the goldsmith,<\/p> <p>and he who smooths with the hammer<\/p> <p>spurs on him who strikes the anvil.<\/p> <p>He says of the welding, \"It is good.\"<\/p> <p>He nails down the idol so it will not topple. (NIV)<\/p> <p>as if he were a potter treading the clay.<\/p> <p><sup>26<\/sup> Who told of this from the beginning, so we could know,<\/p> <p>or beforehand, so we could say, 'He was right'?<\/p> <p>No one told of this, no one foretold it,<\/p> <p>no one heard any words from you.<\/p> <p><sup>27<\/sup> I was the first to tell Zion, 'Look, here they are!'<\/p> <p>I gave to Jerusalem a messenger of good tidings.<\/p> <p><sup>28<\/sup> I look but there is no one—<\/p> <p>no one among them to give counsel,<\/p> <p>no one to give answer when I ask them.<\/p> <p><sup>29<\/sup> See, they are all false!<\/p> <p>Their deeds amount to nothing;<\/p> <p>their images are but wind and confusion.\" (NIV)<\/p> <p>Compare the many striking parallels between the two chapter segments in these few verses:<\/p> <p>A. An important person comes from the east (or rising sun)<\/p> <p>B. He has power over rulers and kings<\/p> <p>C. He turns them into dry powder or molds them as wet clay<\/p> <p>D. His feet pursues them and treads them under<\/p> <p>E. His coming is foretold<\/p> <p>F. The Lord is the one who has announced it<\/p> <p>G. People are powerless though they try to obtain counsel from each other<\/p> <\/blockquote><p>H. The people try to secure their idols, but they cannot ward off the ensuing wind and confusion The powerful person who creates this havoc (vs. 2, 25) is unnamed, though scholars have speculated on a number of persons who could fulfill this prophecy, from Abraham to the future Messiah. If individuals near Isaiah's time are considered, various Assyrian kings or ancient emperors, especially Cyrus, are likely candidates. But if this leader embodies as much spiritual power as he does political force, Christ is the most likely candidate—he came out of the eastern deserts after his forty-day fast to begin his mortal ministry. (<a class=\"ref\">Matt. 3:13-4<\/a>:11.) Apparently, he will come again from the east at his political or second coming. (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 63<\/a>.) However, it is possible that the promised individual still belongs to the future and might be the evil king of the world (Gog of Magog) or the forces led by Michael who will oppose him. (<a class=\"ref\">Dan. 11:44-12<\/a>:1.)<\/p> <p>In verses 8 of chapter 41 and 1 of chapter 42, Isaiah continues his \"double pronouncement\" by introducing yet another entity who is identified as a servant of the Lord. In the first of these parallel sections, this servant is represented by Israel collectively, and in the corollary verses is personified by an individual messianic figure:<\/p> <blockquote><p><i>Discourse I, Part C<\/i><\/p> <p><sup>8<\/sup> \"But you, O Israel, my servant,<\/p> <p>Jacob, whom I have chosen,<\/p> <p>you descendants of Abraham<\/p> <p>my friend,<\/p> <p><sup>9<\/sup> I took you from the ends of the<\/p> <p>earth,<\/p> <p>from its farthest corners I<\/p> <p>called you.<\/p> <p>I said, 'You are my servant';<\/p> <p>I have chosen you and have not<\/p> <p>reject you.<\/p> <p><sup>10<\/sup> So do not fear, for I am with you;<\/p> <p>do not be dismayed, for I am<\/p> <p>your God.<\/p> <p>I will strengthen you and help<\/p> <p>you;<\/p> <p>I will uphold you with my<\/p> <p>righteous right hand.\"<\/p> <p>(NIV)<\/p> <p><i>Discourse 2, Part C<\/i><\/p> <p><b>42<\/b> \"Here is my servant, whom I uphold,<\/p> <p>my chosen one in whom I delight;<\/p> <p>I will put my Spirit on him<\/p> <p>and he will bring justice to the nations.<\/p> <p><sup>2<\/sup> He will not shout or cry out, or raise his voice in the streets.<\/p> <p>A bruised reed he will not break,<\/p> <p>and a smoldering wick he will not snuff out.<\/p> <p><sup>3<\/sup> In faithfulness he will bring forth justice;<\/p> <p>4 he will not falter or be discouraged<\/p> <p>till he establishes justice on earth.<\/p> <p>In his law the islands will put their hope.\"<\/p> <p><sup>5<\/sup> This is what God the LORD says—<\/p> <p>he who created the heavens and stretched them out,<\/p> <p>who spread out the earth and all that comes out of it,<\/p> <p>who gives breath to its people, and life to those who walk on it:<\/p> <p><sup>6<\/sup> \"I, the LORD, have called you in righteousness;<\/p> <p>I will take hold of your hand.<\/p> <p>I will keep you and will make you<\/p> <p>to be a covenant for the people and a light for the Gentiles,<\/p> <p><sup>7<\/sup> to open eyes that are blind, to free captives from prison<\/p> <p>and to release from the dungeon those who sit in darkness.<\/p> <p><sup>8<\/sup> \"I am the LORD; that is my name!<\/p> <p>I will not give my glory to another or my praise to idols.<\/p> <p><sup>9<\/sup> See, the former things have taken place, and new things I declare;<\/p> <p>before they spring into being I announce them to you.\" (NIV)<\/p> <\/blockquote><p>These verses contain some of Isaiah's most beautiful poetry. For example, verse 10 is paraphrased in a favorite Latter-day Saint hymn, \"How Firm a Foundation\": \"Fear not, I am with thee, O be not dismayed, For I am thy God and will still give thee aid; I'll strengthen thee, help thee, and cause thee to stand, upheld by my righteous, . . . omnipotent hand.\" (<i>Hymns,<\/i> no. 66.)<\/p> <p>The parallel segment to verse 10 begins chapter 42 and is identified as a hymn, psalm, or servant song of Isaiah. It expands the parallel concepts found in chapter 41 (part C, vs. 8-10). The last two verses echo the preceding B segments, both discourses (41:2-7, 25-29), promising that the Lord will bring forth some prophesied events.<\/p> <p>Looking back, then, to the previous sets of verses in which a mysterious individual is promised to come from the east (v. 2) or the northeast (v. 25), it seems possible that the servant is not an individual, but the entire house of Israel (v. 8), which will be gathered from the corners of the earth (v. 9). Indeed, this identification can easily apply to the Jews, who have thus far had two major gatherings to their homeland, the first from the east after the Babylonian captivity (538-500 B.C.) and the second from the north (Europe) and the east (Asia) as they have returned to Palestine in the past century.<\/p> <p>In short, the person (or people) promised to come from the east (segment B) may be the servant described in the succeeding set of verses (segment C). Although the precise identity of the person or servant has not been absolutely established, the house of Israel as a people and Jesus Christ himself seem to be the most likely possibilities.<\/p> <p>For now, to know the exact identity of the servant is not as important as to understand his character. Reread the servant song in chapter 42 above and note the servant's qualities: spirituality and fairness (v. 2), humility and faithfulness (v. 3), perseverance and justice (v. 4), righteousness and example (v. 6), and power and light (v. 7). Until the servant can be more precisely identified, readers will find it much more valuable to emulate his characteristics than to discover his name. In fact, the servant may not represent a single individual or tribe, but may typify all those who serve the Lord. As Isaiah explains more about servants of the Lord in later chapters and servant songs, identify the traits of these servants and ponder how they can become a productive part of your own personality. In this way, the servant songs and message of Isaiah will find the greatest value and application in your own life.<\/p> <p>Turning back to chapters 41 and 42, we see that Isaiah continues his parallel accounts by describing the Lord's protection of Israel and her song of joy to the Lord:<\/p> <blockquote><p><i>Discourse 1, Part D<\/i><\/p> <p><sup>41<\/sup> :11\"All who rage against you will surely be ashamed and disgraced;<\/p> <p>those who oppose you will be as nothing and perish.<\/p> <p><sup>12<\/sup> Though you search for your enemies, you will not find them.<\/p> <p>Those who wage war against you will be as nothing at all.<\/p> <p><sup>13<\/sup> For I am the LORD, your God,<\/p> <p>who takes hold of your right hand<\/p> <p><i>Discourse 2, Part D<\/i><\/p> <p><sup>42<\/sup> :10Sing to the LORD a new song,<\/p> <p>his praise from the ends of the earth,<\/p> <p>you who go down to the sea, and all that is in it,<\/p> <p>you islands, and all who live in them.<\/p> <p><sup>11<\/sup> Let the desert and its towns raise their voices;<\/p> <p>let the settlements where Kedar lives rejoice.<\/p> <p>Let the people of Sela sing for joy;<\/p> <p>let them shout from the mountaintops. and says to you, Do not fear;<\/p> <p>I will help you.<\/p> <p><sup>14<\/sup> Do not be afraid, O worm Jacob,<\/p> <p>O little Israel,<\/p> <p>for I myself will help you,\" declares the LORD,<\/p> <p>your Redeemer, the Holy One of Israel.<\/p> <p><sup>15<\/sup> \"See, I will make you into a threshing sledge,<\/p> <p>new and sharp, with many teeth.<\/p> <p>You will thresh the mountains and crush them,<\/p> <p>and reduce the hills to chaff.<\/p> <p><sup>16<\/sup> You will winnow them, the wind will pick them up,<\/p> <p>and a gale will blow them away.<\/p> <p>But you will rejoice in the LORD<\/p> <p>and glory in the Holy One of Israel. (NIV)<\/p> <p><sup>12<\/sup> Let them give glory to the LORD<\/p> <p>and proclaim his praise in the islands.<\/p> <p><sup>13<\/sup> The LORD will march out like a mighty man,<\/p> <p>like a warrior he will stir up his zeal;<\/p> <p>with a shout he will raise the battle cry<\/p> <p>and will triumph over his enemies. (NIV)<\/p> <\/blockquote><p>Isaiah creates beautiful poetry and powerful imagery in these verses. Humble Israel (or \"worm Jacob,\" 41:14) is counseled not to fear, for the Lord will make her into a threshing machine that will crush her enemies into dust that the wind will blow away (vs. 14-16). Righteous Israelites are destined also to inhabit the far reaches of the land, from the Mediterranean Sea to the desert boundaries of Kedar (northeast of Jerusalem in Syria) and Sela (southeast of Jerusalem in Edom; see areas D2 and C3 on Map 10). She will give glory to the Lord (41:16; 42:12) as he triumphs over his enemies (41:15; 42:13).<\/p> <p>Isaiah's parallel accounts then describe manifestations of the Lord's power upon the geography of the land: mountains and valleys will be transformed, and water and vegetation will fill the desert. In the first account the Lord protects his followers, and in the parallel version he punishes his enemies:<\/p> <blockquote><p><i>Discourse 1, Part E<\/i><\/p> <p><sup>41<\/sup> :17\"The poor and needy search for water,<\/p> <p>but there is none;<\/p> <p>their is none; their tongues are parched with thirst.<\/p> <p><i>Discourse 2, Part E<\/i><\/p> <p><sup>42<\/sup> :14\"For a long time I have kept silent,<\/p> <p>I have been quiet and held myself<\/p> <p>back. But now, like a woman in But I the LORD will answer them;<\/p> <p>I, the God of Israel, will not forsake them.<\/p> <p><sup>18<\/sup> I will make rivers flow on barren heights,<\/p> <p>and springs within the valleys.<\/p> <p>I will turn the desert into pools of water,<\/p> <p>and the parched ground into springs.<\/p> <p><sup>19<\/sup> I will put in the desert<\/p> <p>the cedar and the acacia, the myrtle and the olive.<\/p> <p>I will set pines in the wasteland,<\/p> <p>the fir and the cypress together,<\/p> <p><sup>20<\/sup> so that people may see and know,<\/p> <p>may consider and understand,<\/p> <p>that the hand of the LORD has done this,<\/p> <p>that the Holy One of Israel<\/p> <p>has created it. (NIV)<\/p> <p>childbirth, I cry out, I gasp and pant.<\/p> <p><sup>15<\/sup> I will lay waste the mountains and hills<\/p> <p>and dry up all their vegetation;<\/p> <p>I will turn rivers into islands and dry up the pools.<\/p> <p><sup>16<\/sup> I will lead the blind by ways they have not known,<\/p> <p>along unfamiliar paths I will guide them;<\/p> <p>I will turn the darkness into light before them<\/p> <p>and make the rough places smooth.<\/p> <p>These are the things I will do: I will not forsake them.<\/p> <p><sup>17<\/sup> But those who trust in idols,<\/p> <p>who say to images, 'You are our gods,'<\/p> <p>will be turned back in utter shame (NIV)<\/p> <\/blockquote><p>Probably the most important message in these verses is the Lord's promise that he will assist those who are either physically or spiritually poor, needy, thirsty (41:17), and blind (42:16). A second major point is delivered in the concluding verses in which the Lord gives the purpose for his manifestations of power—people will see the hand of the Lord (41:20) and know the impotence of their idols (42:17).<\/p> <p>At the conclusion of Isaiah's parallel accounts, the Lord directs a special message to the listener or reader. Isaiah continues with some earlier terminology as he talks about servants, blindness, Israel, and the Lord's manifestations upon the wicked. However, some of these verses seem full of contradictions that have baffled scholars. One apparent point of inconsistency is the representations of the Lord's servant in very derogatory imagery; he is described as completely blind and deaf. The English text was either so corrupt or confusing that Joseph Smith found it necessary to give an inspired translation of most of these concluding verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 42<\/a>. His version, with the major changes italicized, is reproduced side-by-side with the New International Version:<\/p> <blockquote><p><sup>42<\/sup> :18\"Hear, you deaf; look, you blind, and see!<\/p> <p><sup>19<\/sup> Who is blind but my servant,<\/p> <p>and deaf like the messenger I send?<\/p> <p>Who is blind like the one committed to me,<\/p> <p>blind like the servant of the LORD?<\/p> <p><sup>20<\/sup> You have seen many things,<\/p> <p>but have paid no attention;<\/p> <p>your ears are open, but you hear nothing.\"<\/p> <p><sup>21<\/sup> It pleased the LORD for the sake of his righteousness<\/p> <p>to make his law great and glorious.<\/p> <p><sup>22<\/sup> But this is a people plundered and looted,<\/p> <p>all of them trapped in pits or hidden away in prisons.<\/p> <p>They have become plunder, with no one to rescue them;<\/p> <p>they have been made loot, with no one to say, \"Send them back.\"<\/p> <p><sup>23<\/sup> Which of you will listen to this<\/p> <p>or pay close attention in time to come?<\/p> <p><sup>24<\/sup> Who handed Jacob over to become loot,<\/p> <p>and Israel to the plunderers?<\/p> <p>Was it not the LORD against whom we have sinned?<\/p> <p>For they would not follow his ways;<\/p> <p><sup>18<\/sup> Hear, ye deaf; and look, ye blind, that ye may see.<\/p> <\/blockquote><p><sup>19<\/sup> <i>For I will send my servant unto you<\/i> who are blind; <i>yea, a messenger to open<\/i> the eyes of the blind, <i>and unstop<\/i> the ears of the deaf;<\/p> <p><sup>20<\/sup> <i>And they shall be made perfect notwithstanding their blindness, if they will hearken unto the messenger, the LORD's servant.<\/i><\/p> <p><sup>21<\/sup> <i>Thou art a people,<\/i> seeing many things, but thou observest not; opening the ears to hear, but thou hearest not.<\/p> <p><sup>22<\/sup> The Lord is <i>not<\/i> well pleased <i>with such a people,<\/i> but for his righteousness sake he will magnify the law and make it honorable.<\/p> <p><sup>23<\/sup> <i>Thou art<\/i> a people robbed and spoiled; <i>thine enemies,<\/i> all of them, <i>have<\/i> snared thee in holes, and they have hid thee in prison houses; they <i>have taken thee<\/i> for a prey, and none delivereth; for a spoil, and none saith, Restore.<\/p> <p><sup>24<\/sup> Who among <i>them<\/i> will give ear unto <i>thee,<\/i> or hearken and hear <i>thee<\/i> for the time to come? and who gave Jacob for a spoil, and Israel to the robbers? did not the Lord, he against whom <i>they<\/i> have sinned?<\/p> <p><sup>25<\/sup> For they would not walk in his ways, neither were they obedient unto his law; therefore he hath poured upon them the fury of his anger, and the strength of battle; and <i>they have set them<\/i> on fire round about, yet they know not, and it burned them, yet they laid it not to heart. (JST)<\/p> <p>they did not obey his law.<\/p> <p><sup>25<\/sup> So he poured out on them his burning anger, the violence of war.<\/p> <p>It enveloped them in flames, yet they did not understand; it consumed them, but they did not take it to heart. (NIV)<\/p> <p>The major difference between the two translations is that the Joseph Smith Translation clarifies the ambiguous passages to make clear that the blindness lies with the people, not the servant. Furthermore, the Joseph Smith Translation gives the promise that the people can become perfect in spite of their blindness if they heed the Lord's servant. It also explains that Israel's enemies will be allowed to plunder her as punishment for her sins. In addition, by carefully studying the last two verses of the Joseph Smith Translation and matching the different referents to their various pronouns (thee\/Israel; they, them\/Israel's enemies or the Gentiles), one can see that the Gentiles will ignore the words of Israel until their sins merit divine wrath upon them.<\/p> <p>The Joseph Smith Translation is necessary help in understanding these important verses. With Joseph Smith's inspired revisions, Isaiah's message to Israel becomes much clearer. The relationship between God's children is thereby more easily understood. The reader can also better appreciate why and how the Lord will bless or punish people according to their diligence in following his counsel given through his servants. Isaiah's message is valuable today, since the Lord has called many servants to deliver God's word to us in the last dispensation. The identity and role of some of these servants is discussed in the following section.<\/p> <h4>THE SERVANT SONGS OF ISAIAH<\/h4> <p>The first four verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 42<\/a> comprise one of the four \"major songs\" or major poetic passages in which Isaiah describes a servant of the Lord. (The other three are <a class=\"isa\" verses=\"W3siMTg2MzgiOjZ9LHsiMTg2NjciOjZ9LHsiMTg3MTAiOjN9XQ==\">Isa. 49:1-6; 50:4-9; 52:13-53<\/a>:12.) This servant is not named, so readers and scholars often disagree about the servant's identity. Generally, the Jewish scholars believe the servant is either the prophet Isaiah or a representation of the people of Israel in their chosen rule as the Lord's servants to the world. Christian scholars usually believe Jesus Christ is the servant prophesied by Isaiah. Latter-day Saint readers often recognize that the covenant members of the restored gospel serve as the Lord's servants. They as a people, and the prophet of the restoration, Joseph Smith, may be identified as Isaiah's promised servant.<\/p> <p>In order to understand how any of these identities are possible, twelve major characteristics of the servant will be listed as described by Isaiah:<\/p> <p><sup>1<\/sup> The Lord calls the servant, attests to his authority, and foretells his coming. (See <a class=\"isa\" verses=\"W1sxODQ4Ml0seyIxODQ4OSI6Mn0sWzE4NDg3XV0=\">Isa. 42:1, 8-9; 42:6<\/a>; compare 49:1, 3; 50:4, 10.)<\/p> <p><sup>2<\/sup> God foreordains the servant, preserving him to come forth at a specific time and clothing him with the Spirit of God. (See <a class=\"isa\" verses=\"WzE4NDg3LDE4NDgyXQ==\">Isa. 42:6; 42:1<\/a>; compare 49:1, 2, 5; see also <a class=\"ref\">Jer. 1:5<\/a>.)<\/p> <p><sup>3<\/sup> The servant is <i>beloved<\/i> of God. (See <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isa. 42:1<\/a>.)<\/p> <p><sup>4<\/sup> The servant is taught from on high; though uneducated after the manner of the world, he is an articulate spokesman for truth. (See JST Isa. 50:4-5, 7; 49:2).<\/p> <p><sup>5<\/sup> The servant is refined and sanctified through suffering and adversity. Though hated and persecuted by his own people, he will prevail over all his enemies, for the result of his work will be everlasting. (See <a class=\"isa\" verses=\"W3siMTg2NjgiOjJ9LFsxODYzOSwxODY0NCwxODQ4NSwxODQ4N11d\">Isa. 50:5-6; 49:2, 7; 42:4, 6<\/a>; compare 49:4-5; 50:7-9, 11.)<\/p> <p><sup>6<\/sup> The servant does not use violence or coercion, but preaches peace through gentle persuasion. (See <a class=\"isa\" verses=\"W3siMTg0ODMiOjJ9LFsxODY2OV1d\">Isa. 42:2-3; 50:6<\/a>.)<\/p> <p><sup>7<\/sup> The servant is raised up at a time when Israel is scattered. He is sent to the house of Israel and leads those in spiritual darkness to light. (See <a class=\"isa\" verses=\"W1sxODY0Ml0seyIxODQ4NyI6Mn0sWzE4NjQ1LDE4NjczLDE4NjQzXV0=\">Isa. 49:5; 42:6-7; 49:8; 50:10; 49:6<\/a>.)<\/p> <p><sup>8<\/sup> The servant's mission extends to the entire world. (See <a class=\"isa\" verses=\"W1sxODQ4MiwxODQ4NSwxODY0M10seyIxODY3MyI6Mn1d\">Isa. 42:1, 4; 49:6; 50:10-11<\/a>.)<\/p> <p><sup>9<\/sup> The servant establishes a covenant with the chosen people. (See <a class=\"isa\" verses=\"WzE4NDg3LDE4NjQ1XQ==\">Isa. 42:6; 49:8<\/a>.)<\/p> <p><sup>10<\/sup> The servant prompts kings and princes to righteousness through the great power given him by the Lord. (See <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">Isa. 49:7<\/a>.)<\/p> <p><sup>11<\/sup> The servant paves the way for those in the spirit prison to hear the true gospel and be freed. (See <a class=\"isa\" verses=\"WzE4NjQ2LDE4NDg4XQ==\">Isa. 49:9; 42:7<\/a>.)<\/p> <p><sup>12<\/sup> The servant comes prior to the Millennium and is instrumental in the final redemption of Zion. His mission is significant, for it prepares the way for the renewal of Jerusalem and the return of Zion. (See <a class=\"isa\" verses=\"W1sxODY0NV0seyIxNzgzMSI6OTl9XQ==\">Isa. 49:8; 9-13<\/a>.)<\/p> <p>As noted in the many references listed above, strong scriptural support can be gathered for the five possible identities of Isaiah's prophesied servant: ancient Israel, restored Israel, Isaiah, Jesus Christ, and Joseph Smith. Rather than categorically stating that Isaiah's servant songs apply only to one servant, we might be wise in recognizing that the characteristics of God's servant are best exemplified in Christ and are also demonstrated through the lives of all of God's righteous children. In short, the precise identity of the servant is not as important as studying his characteristics and seeking to develop them in our own lives.<\/p>",
    "audit": null
}