{
    "id": 17319,
    "source": "poet",
    "verse_id": 18392,
    "verse_count": 30,
    "reference": "38-39",
    "title": "King Hezekiah Averts Death But Entices Slavery",
    "html": "<p>Chapters 38 and 39 form the second half of the historical bridge connecting the two collections of Isaiah's writings, chapters 1-35 and 40-66. (See Appendix: The Authorship of Isaiah.) Chapters 36 and 37, the first half of the bridge, conclude the prophecies to Israel during the peak of Assyrian power, while 38 and 39 introduce Isaiah's prophecies to Israel during the Babylonian and later periods. The relationship between sections can be illustrated with the following diagram:<\/p> <p><i>Early Collection Historical Bridge Later Collections<\/i><\/p> <p>Prophecies to Israel Assyrian Babylonian Prophecies to Israel in<\/p> <p>during Assyrian attack delegation Babylonian and later<\/p> <p>period (1-35) (36-37) (38-39) periods (40-66)<\/p> <p>This is somewhat misleading, however, since the four historical chapters are out of chronological order. The first set of chapters describe Sennacherib's attack upon Jerusalem in 701 B.C., while the second set (38-39) records Hezekiah's recovery from illness and his involvement with the Babylonians around 705-703 B.C., some few years before the Assyrian invasion.<\/p> <p>Some evidence that the chapters are transposed is contained in the text itself. Chapters 38 and 39 both begin with phrases that can be used to introduce historical flashbacks: \"In those days\" and \"At that time.\" Also, in chapter 38, Isaiah prophesies that Jerusalem will be saved from an Assyrian invasion, implying that the events of chapters 36 and 37 were, at that time, still in the future. And in chapter 39, Hezekiah proudly shows the Babylonians great treasures, which were undoubtedly given later as tribute to the victorious Assyrians. (See <a class=\"ref\">2 Kgs. 18:14-15<\/a>.) The correct chronology of the historical chapters in relation to the rest of Isaiah is illustrated in this diagram:<\/p> <p><i>First Collection Historical Chapters Second Collection<\/i><\/p> <p>Isaiah's earlier Hezekiah's sickness Assyrian attack Isaiah's later<\/p> <p>prophecies and Babylonian and defeat prophecies<\/p> <p>(1-35) visitors (38-39) (36-37) (40-66)<\/p> <p>The fact that some chapters are out of chronological order should not disturb the readers of Isaiah, since earlier collections in his book (1-12, 13-23) are organized thematically rather than chronologically. Similarly, although Isaiah's writings are roughly chronological, some other methods of arrangement were also used, possibly under the direction of Isaiah himself, though a scribe or later editor may have arranged Isaiah's writings in their present order.<\/p> <blockquote><p>Chapters 38 and 39 can be outlined as follows:<\/p> <p>I. Hezekiah's illness and recovery (ch. 38)<\/p> <p>A. Hezekiah's sickness and Isaiah's prophecy (v. 1)<\/p> <p>B. Hezekiah prays for health (2-3)<\/p> <p>C. Hezekiah receives an answer to his prayer (4-8, 21-22)<\/p> <p><sup>1<\/sup> Fifteen more years promised to Hezekiah (5)<\/p> <p><sup>2<\/sup> Jerusalem will be preserved from the Assyrians (6)<\/p> <p><sup>3<\/sup> Isaiah heals Hezekiah (21)<\/p> <p><sup>4<\/sup> Hezekiah asks for and receives a sign (22, 7-8)<\/p> <p>D. Hezekiah's psalm of thanksgiving (9-20)<\/p> <p>II. The Babylonian delegation (ch. 39)<\/p> <p>A. Merodach-baladan sends gifts and an embassy (v. 1)<\/p> <p>B. Hezekiah shows his treasures (2)<\/p> <p>C. Isaiah questions Hezekiah's actions (3-4)<\/p> <p>D. Isaiah prophesies of Babylonian captivity (5-7)<\/p> <p>E. Hezekiah responds to Isaiah's words (8)<\/p> <\/blockquote><p>With the exception of Hezekiah's psalm of thanksgiving, most of the material in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38<\/a> and 39 is also recorded in <a class=\"ref\">2 Kings 20<\/a>. Some additional phrases are in the 2 Kings account, and a brief evaluation of Hezekiah and the Babylonian visit is also found in <a class=\"ref\">2 Chronicles 32<\/a>. In addition, Joseph Smith revised portions of Hezekiah's psalm in his inspired translation. In order to provide a more complete account of these events, the additions from the materials mentioned above will be included as the Isaianic verses are quoted.<\/p> <p>The story of Hezekiah's illness is straightforward and easily understood. Close to death, Hezekiah reminds the Lord of his faithful life and petitions for divine aid. Isaiah, who had earlier told Hezekiah to prepare for death, is inspired by the Lord to return and pronounce a blessing upon the king. The events are recorded as follows (brackets enclose the additions from <a class=\"ref\">2 Kgs. 20:4-6<\/a>):<\/p> <p><b>38<\/b> At this time Hezekiah fell dangerously ill and the prophet Isaiah son of Amoz came to him and said, 'This is the word of the LORD: Give your last instructions to your household, for you are a dying man and will not recover.' 2Hezekiah turned his face to the wall and offered this prayer to the LORD: 3O LORD, remember how I have lived before thee, faithful and loyal in thy service, always doing what was good in thine eyes.' And he wept bitterly. [But before Isaiah had left the citadel] 4Then the word of the LORD came to Isaiah: 5'Go and say to Hezekiah [the prince of my people]: \"This is the word of the LORD the God of your father David: I have heard your prayer and seen your tears; [I will heal you and on the third day you shall go to the house of the LORD.] I will add fifteen years to your life. 6I will deliver you and this city from the king of Assyria and will protect this city.\"' (NEB)<\/p> <p>As the material in brackets indicates, the account in 2 Kings is more complete. In particular, it contains the promise that Hezekiah will be healed within three days and then be able to visit the temple again. The account then continues with a brief description of Isaiah's healing act and Hezekiah's question about a sign that will confirm the prophet's promise. The same basic material is found in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38<\/a>, but it is placed at the end of the chapter after Hezekiah's psalm.<\/p> <p>Here again is an example of material taken out of chronological order and placed in a thematic pattern for emphasis. The highlight of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38<\/a> is Hezekiah's psalm of thanksgiving. This psalm is not included in the 2 Kings account, and thus its editor simply presents the story in chronological sequence. With the psalm at the center of Isaiah's account, however, the following parallelism is developed:<\/p> <blockquote><p>A. Sickness and promised health (vs. 1-6)<\/p> <p>B. Sign given to Hezekiah (7-8)<\/p> <p>C. Hezekiah's psalm (9-20)<\/p> <p>A'. Symbolic act of healing (21)<\/p> <p>B'. Hezekiah's request for a sign (22)<\/p> <\/blockquote><p>Hezekiah's healing and his request for a sign are presented at the end of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38<\/a> and in verses 7 and 8 as follows (brackets enclose additions from <a class=\"ref\">2 Kgs. 20:8-11<\/a>):<\/p> <p><sup>21<\/sup> Then Isaiah told them to apply a fig-plaster; so they made one and applied it to the boil, and he recovered. 22Then Hezekiah said, 'By what sign shall [the LORD give that] I know that I shall go up into the house of the LORD [on the third day]?' 7And Isaiah said, 'This shall be your sign from the LORD that he will do what he has promised. [Shall the shadow go forward ten steps or back ten steps?' Hezekiah answered, 'It is an easy thing for the shadow to move forward ten steps; rather let it go back ten steps.' Isaiah the prophet called to the LORD, and he said,] 8'Watch the shadow cast by the sun on the stairway of Ahaz: I will bring backwards ten steps the shadow which has gone down on the stairway.' And the sun went back ten steps on the stairway down which it had gone. (NEB)<\/p> <p>Although Isaiah records that he made a mixture of figs and applied it to Hezekiah's boil, or sore, he does not say what type of boil it is or why he administered a fig-plaster as a remedy. Most likely, the fig-compress had no inherent healing properties, but was used as an outward \"ordinance\" to concretely illustrate God's blessing upon Hezekiah. Similarly, Christ made clay packs to heal the blind (<a class=\"ref\">John 9:6-7<\/a>), Elisha instructed the leper Naaman to dip himself seven times in the Jordan River (<a class=\"ref\">2 Kgs. 5<\/a>), and priesthood holders anoint the sick with oil.<\/p> <p>Hezekiah also asked for a sign to assure him that the promise would be fulfilled in time for him to visit the temple on the third day. Isaiah asked which sign he preferred—to have the shadow cast by the sun go forward or backward? The phraseology of this question requires further explanation. In Isaiah's time, the common geographic reference point was east, toward the rising sun, instead of north as today. Thus, if someone in Jerusalem said that he was going to visit the \"land to the front,\" he would journey east, probably to Syria. (See <a class=\"isa\" verses=\"WzE3ODQyXQ==\">Isa. 9:12<\/a>.) On the other hand, if he said that he was going to the \"sea behind,\" he would travel west to the Mediterranean Sea. (See <a class=\"ref\">Joel 2:20<\/a>.) Therefore, when Isaiah asks whether Hezekiah desires the shadow to go forward or backward, he means east or west, respectively.<\/p> <p>Now Hezekiah knew that as the day progresses, the sun's shadow naturally moves to the east, opposite to the sun's actual movement. Therefore, he requested that the shadow move backward, or west, since that would be a greater manifestation. The Lord responded and reversed the normal direction of the sun's shadow by \"ten steps\" or degrees (KJV).<\/p> <p>The Hebrew word here <i>(ma'alot)<\/i> refers to actual steps that apparently were used as time-markers alongside a wall built by Ahaz, Hezekiah's father. The wall served as a large sundial, with steps as units measuring the movement of the sun's shadow. Although the precise dimensions and style of the wall and steps of Ahaz are not known, the following diagram illustrates the principle involved:<\/p> <p>The shadow on the steps moved east as the sun moved west, and the shadow gradually moved down the steps during the afternoon. Apparently, Isaiah and Hezekiah conversed together in the afternoon, for when the Lord reversed the shadow's direction, it came \"back ten steps on the stairway down which it had gone\" (v. 8). The sign satisfied Hezekiah, and he composed the following psalm after his recovery (brackets enclose JST additions):<\/p> <blockquote><p><sup>9<\/sup> A poem of Hezekiah king of Judah after his recovery from his illness, as it was written down:<\/p> <p><sup>10<\/sup> I thought: In the prime of life I must pass away;<\/p> <p>for the rest of my years I am consigned to the gates of Sheol.<\/p> <p><sup>11<\/sup> I said: I shall no longer see the LORD in the land of the living;<\/p> <p>never again, like those who live in the world, shall I look on a man.<\/p> <p><sup>12<\/sup> My dwelling is taken from me,<\/p> <p>pulled up like a shepherd's tent;<\/p> <p>thou hast cut short my life like a weaver<\/p> <p>who severs the web from the thrum [fringe].<\/p> <p>From morning to night thou tormentest me,<\/p> <p><sup>13<\/sup> then I am racked with pain till the morning.<\/p> <p>All my bones are broken, as a lion would break them;<\/p> <p>from morning to night thou tormentest me.<\/p> <p><sup>14<\/sup> I twitter as if I were a swallow,<\/p> <p>I moan like a dove.<\/p> <p>My eyes falter as I look up to the heights;<\/p> <p>O Lord, pay heed, stand surety for me.<\/p> <p><sup>15<\/sup> How can I complain, what can I say to the LORD<\/p> <p>when he himself has done this [healed me]?<\/p> <p>I wander to and fro all my life long<\/p> <p>[that I may not walk] in the bitterness of my soul.<\/p> <p><sup>16<\/sup> Yet, O Lord, [thou who art the life of my spirit,] my soul shall live with thee,<\/p> <p>do thou give my spirit rest.<\/p> <p>Restore me and give me life [and in all these things I will praise thee].<\/p> <p><sup>17<\/sup> Bitterness had indeed been my lot in place of prosperity;<\/p> <p>but thou by thy love hast brought me back from the pit ofdestruction;<\/p> <p>for thou hast cast all my sins behind thee.<\/p> <p><sup>18<\/sup> Sheol cannot confess thee,<\/p> <p>Death cannot praise thee,<\/p> <p>nor can they who go down to the abyss hope for thy truth.<\/p> <p><sup>19<\/sup> The living, the living alone can confess thee as I do this day,<\/p> <p>as a father makes thy truth known, O God, to his sons.<\/p> <p><sup>20<\/sup> The LORD is at hand to save me;<\/p> <p>so let us sound the music of our praises<\/p> <p>all our life long in the house of the LORD. (NEB)<\/p> <p><i>Chiastic Outline<\/i><\/p> <p>A. He feels that he is going to hell.<\/p> <p>B. He will no longer see the Lord.<\/p> <p>C. He will not be among the living.<\/p> <p>D. All ties to earth life will be cut.<\/p> <p>E. He experiences physical pain.<\/p> <p>F. He is continually tormented.<\/p> <p>G. He is lost and afraid.<\/p> <p>H. He prays to the Lord<\/p> <p>H'. The Lord heals him.<\/p> <p>G'. He lives secure with the Lord.<\/p> <p>F'. He knows peace and rest.<\/p> <p>E'. He is freed from spiritual anguish.<\/p> <p>D'. People in spirit prison are without the gospel.<\/p> <p>C'. The living can repent and testify of God.<\/p> <p>B'. The Lord is nearby.<\/p> <p>A'. Hezekiah will sing in the house of the Lord.<\/p> <\/blockquote><p>As the outline illustrates, the psalm forms a complete chiasmus, structured with many parallelisms. In the first half of the hymn, Hezekiah describes his suffering and fears; in the second half he recounts the peace and blessings he received from the Lord. Hezekiah's psalm is a special testimony to the Lord's power, which testimony is emphasized by its position in the chiastic pivot point (v. 15; see <a class=\"ref\">Ps. 6<\/a>, 32).<\/p> <p>Shortly after his recovery, Hezekiah receives a Babylonian delegation that brings him gifts and congratulations on the restoration of his health. Hezekiah's activities with this delegation and Isaiah's response to them are the subject of chapter 39. Also, an evaluation of Hezekiah's wealth and boastful attitude is found in a similar account in <a class=\"ref\">2 Chronicles 32<\/a>.<\/p> <p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 39<\/a><\/p> <p><b>39<\/b> At this time Merodachbaladan son of Baladan king of Babylon sent envoys with a gift to Hezekiah; for he had heard that he had been ill and was well again. 2Hezekiah welcomed them and showed them all his treasury, silver and gold, spices and fragrant oil, his entire armoury and everything to be found among his treasures; there was nothing in his house and in all his realm that Hezekiah did not show them. 3Then the prophet Isaiah came to King Hezekiah and asked him, 'What did these men say and where have they come from?' 'They have come from a far-off country,' Hezekiah answered, 'from Babylon.' 4Then Isaiah asked, 'What did they see in your house?' 'They saw everything, Hezekiah replied; 'there was nothing among my treasures that I did not show them.' 5Then Isaiah said to Hezekiah, 'Hear the word of the LORD of Hosts: 6The time is coming, says the LORD, when everything in your house, and all that your forefathers have amassed till the present day, will be carried away to Babylon; not a thing shall be left. 7And some of the sons who will be born to you, sons of your own begetting, shall be taken and shall be made eunuchs in the palace of the king of Babylon.' 8Hezekiah answered, 'The word of the LORD which you have spoken is good'; thinking to himself that peace and security would last out his lifetime. (NEB)<\/p> <p><i><a class=\"ref\">2 Chronicles 32<\/a><\/i><\/p> <p><sup>24<\/sup> About this time Hezekiah fell dangerously ill and prayed to the LORD; the LORD said, 'I will heal you', and granted him a sign. 25But, being a proud man, he was not grateful for the good done to him, and Judah and Jerusalem suffered for it. 26Then, proud as he was, Hezekiah submitted, and the people of Jerusalem with him, and the LORD's anger did not fall on them again in Hezekiah's time.<\/p> <p><sup>27<\/sup> Hezekiah enjoyed great wealth and fame. He built for himself treasuries for silver and gold, precious stones and spices, shields and other costly things; 28and barns for the harvests of corn, new wine, and oil; and stalls for every kind of cattle, as well as sheepfolds. 29He amassed a great many flocks and herds; God had indeed given him vast riches. 30It was this same Hezekiah who blocked the upper outflow of the waters of Gihon and directed them downwards and westwards to the city of David. In fact, Hezekiah was successful in everything he attempted, 31even in the affair of the envoys sent by the King of Babylon—the envoys who came to inquire about the portent [or wonder, KJV] which had been seen in the land at the time when God left him to himself, to test him and to discover all that was in his heart. (NEB)<\/p> <p>The chronicler is very generous in his evaluation of Hezekiah as a king: \"Hezekiah . . . wrought that which was good and right and truth before the Lord his God. And in every work that he began in the service of the house of God, and in the law, and in the commandments, to seek his God, he did it with all his heart, and prospered.\" (2 Chr. 31:20-21.) Indeed, there is no doubt that Hezekiah did much good during his early years as king, for he was very zealous in eradicating paganism and restoring the Passover and other forms of true worship of the Lord. (See 2 Chr. 29-31.) But as <a class=\"ref\">2 Chronicles 32:31<\/a> indicates, the Lord blessed Hezekiah with health and wealth not only to reward him for previous righteous behavior, but also to test the true nature of his heart.<\/p> <p>Indeed, though the scriptures record that Hezekiah remained a righteous king over Judah and was buried in honor with his ancestors, some readers and scholars question the righteousness of Hezekiah's attitude in responding to Isaiah's prophecy of Judah's impending destruction. In 39:8, Isaiah indicates that Hezekiah is not disturbed by the warning that, in the future, his family's wealth will be lost and his descendants carried off as slaves to Babylon. He is just relieved that the disaster will not occur during his lifetime. But that is just one interpretation. It may be that Hezekiah is not as calloused as this brief account suggests. He may realize that later generations will be judged and punished for their actions, just as he has been judged and blessed for his. Still, his attitude toward the sufferings of his posterity lacks the compassion that many prophets had who foresaw similar circumstances. (For example, Enoch in <a class=\"ref\">Moses 7:41-42<\/a>, Noah in <a class=\"ref\">Moses 8:25-27<\/a>,Abraham in <a class=\"ref\">Gen. 18<\/a>, and Moses in <a class=\"ref\">Ex. 32:12-14, 31-33<\/a>.) Perhaps if Hezekiah had possessed the same concern for his posterity as he exhibited for his own health, he might have persuaded the Lord to grant a reprieve for his descendants as well as for himself.<\/p> <p>In any case, the Lord continually tested Hezekiah, whether in sickness and invasion, or in health and prosperity. It appears that Hezekiah remained true to the Lord and was a noble ruler whose righteous leadership was a strong support to Isaiah's prophetic ministry. After Hezekiah's death, Isaiah was persecuted and, according to tradition, eventually killed by Hezekiah's son and successor, King Manasseh.<\/p> <p>In conclusion, chapters 38 and 39 present many gospel teachings within the historical context of King Hezekiah. His story demonstrates the importance of faith and prayers in receiving a blessing from the Lord (38:1-7), as well as the necessity of a struggle for forgiveness. (Compare <a class=\"isa\" verses=\"eyIxODQwMSI6NX0=\">Isa. 38:10-14<\/a> with Alma's journey through hell in <a class=\"ref\">Alma 36<\/a>.) Also, Hezekiah beautifully expresses the joy of being forgiven (38:15-20). His willingness to follow the prophet's counsel is evidenced by these and the preceding two chapters. Hezekiah was a good man whose righteous example stands in sharp contrast to wicked kings who preceded and followed him, and chapters 38 and 39 provide special insights into his soul.<\/p> <p>These two chapters also give new insights into our understanding of Isaiah. The specific and immediate fulfillment of some of his prophecies are recorded along with his healing of Hezekiah and the miracle of the receding shadow. These chapters testify to Isaiah's power and authority as the Lord's prophet. Primarily historical, they witness the Lord's dealings with a prophet and king.<\/p>",
    "audit": null
}