{
    "id": 17322,
    "source": "poet",
    "verse_id": 18423,
    "verse_count": 1,
    "reference": "40:2",
    "title": "Notes and Commentary",
    "html": "<p><a class=\"isa\" verses=\"WzE4NDIzXQ==\">Isa. 40:2<\/a>: Why does Jerusalem have to pay \"double\" for her sins?<\/p> <p>First, it was the rule under the Mosaic law that \"for all manner of trespass\" a man found guilty by the judges should pay double. (<a class=\"ref\">Ex. 22:9<\/a>.) Because of the Israelites' accountability as the chosen people, the Lord required more of Judea's inhabitants when they sinned than from other nations.<\/p> <p>As a corollary, the double punishment might refer to the physical and spiritual suffering that God's children experience after they sin. Although anyone may experience physical consequences when he transgresses laws of God, those who know that the law is one of God's commandments, and still sin against the law, receive spiritual consequences as well.<\/p> <p>In addition, the double punishment might be a prophecy of the double scattering that the Jews experienced first at the hand of the Babylonians in the sixth century B.C. and then through the Romans in the first century A.D. Indeed, their punishment may continue into the twentieth century and the period immediately prior to the Millennium, for Elder Orson Hyde recorded in his vision of the Jews that the Lord instructed him to tell the Jews:<\/p> <p>The lion is come up from his thicket, and the destroyer of the Gentiles is on his way—he is gone forth from his place to make thy land [Judah] desolate, and thy cities shall be laid waste, without an inhabitant. Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished—that her iniquity is pardoned, for she hath received of the Lord's hand doubly for all her sins [<a class=\"isa\" verses=\"WzE4NDIzXQ==\">Isa. 40:2<\/a>]. (HC 4:376.)<\/p> <p>The main idea of verse 2 is to tell Jerusalem that she has proved herself faithful to the Lord through the trials and punishments she has experienced. She has humbled herself and come to the Lord and has more than satisfied the demands of justice. The Lord has therefore forgiven her of her trespasses so that she is ready for the Restoration and other events promised in chapter 40 and the rest of Isaiah.<\/p>",
    "audit": null
}