{
    "id": 17279,
    "source": "poet",
    "verse_id": 17691,
    "verse_count": 18,
    "reference": "2:5-22",
    "title": "A Rebuke of the Proud, Worldly Idolators",
    "html": "<p>Beginning in verse 5, Isaiah's attention shifts from the future back to his own people. He rebukes them for their pride and idolatry and warns of the sure judgment of the Lord. (Since there are a number of significant changes in these verses as quoted in the Book of Mormon, the <a class=\"ref\">2 Nephi 12<\/a> changes and additions will be included in this text within parentheses as the New American Standard translation is quoted.) While reading Isaiah's rebuke, notice that some words such as \"gold,\" \"silver,\" \"idols,\" \"proud,\" \"humbled,\" \"rocks,\" and \"holes\" are often repeated. Also recognize that three major themes are repeatedly stressed: the people's worldliness, the Lord's vengeance, and the wicked's humility and fear. The first theme is stressed in these verses:<\/p> <blockquote><p><sup>5<\/sup> Come, house of Jacob, and let us walk in the light of the LORD;<\/p> <p>(yea, come, for ye have all gone astray, every one to his wicked ways.)<\/p> <p><sup>6<\/sup> For Thou (O Lord,) hast abandoned Thy people, the house of Jacob,<\/p> <p>Because they are filled with influences from the east,<\/p> <p>And they (hearken unto) soothsayers like the Philistines,<\/p> <p>And they strike bargains with the children of foreigners.<\/p> <p><sup>7<\/sup> Their land has also been filled with silver and gold,<\/p> <p>And there is no end to their treasures;<\/p> <p>Their land has also been filled with horses,<\/p> <p>And there is no end to their chariots.<\/p> <p><sup>8<\/sup> Their land has also been filled with idols;<\/p> <p>They worship the work of their hands,<\/p> <p>That which their fingers have made. (NAS)<\/p> <\/blockquote><p>These verses provide quite a contrast from the first verses of the chapter: instead of the word of the Lord going from Jerusalem to the entire earth (v. 3), worldly paganism comes to the house of Jacob (v. 6); instead of Israel being the light of the world, she is darkened with idolatry and worldliness (vs. 5-8). (See TG \"Light,\" \"Israel, Mission of.\")<\/p> <p>Beginning in verse 9, Isaiah introduces the two other major themes in this pronouncement—the Lord's impending judgment and the people's humility and fear. Note particularly in verse 9 how the Book of Mormon clarifies what would otherwise be a very confusing verse. The Old Testament seems to suggest that one should not forgive those who repent and humble themselves. The account in 2 Nephi, on the other hand, explains that the people did <i>not<\/i> humble themselves, and therefore were not forgiven. These wicked people are destined to experience the following:<\/p> <blockquote><p><sup>9<\/sup> So the common man has (not) been humbled,<\/p> <p>And the man of importance has (not) been abased,<\/p> <p>(therefore) do not forgive them.<\/p> <p><sup>10<\/sup> Enter the rock and hide in the dust<\/p> <p>(O ye wicked ones,) the terror of the LORD and His majesty (shall smite thee.)<\/p> <p><sup>11<\/sup> (And it shall come to pass that) the proud look of man will be abased,<\/p> <p>And the loftiness of man will be humbled,<\/p> <p>And the LORD alone will be exalted in that day. (NAS)<\/p> <\/blockquote><p>Isaiah next gives a list of those with high, proud, and worldly aspirations whom the Lord will bring down:<\/p> <p><sup>12<\/sup> For the LORD of hosts will have a day of reckoning (upon all nations; yea)<\/p> <p>Against everyone who is proud and lofty,<\/p> <p>And against everyone who is lifted up,<\/p> <p>That he may be abased.<\/p> <p><sup>13<\/sup> (Yea, and the day of the Lord will come) and it will be against all the cedars of Lebanon that are lofty and lifted up,<\/p> <blockquote><p>Against all the oaks of Bashan.<\/p> <p><sup>14<\/sup> Against all the lofty mountains,<\/p> <p>Against all the hills (and upon all the nations) that are lifted up,<\/p> <p><sup>15<\/sup> (And upon every people) against every high tower,<\/p> <p>Against every fortified wall,<\/p> <p><sup>16<\/sup> (And upon all the ships of the sea,) against all the ships of Tarshish,<\/p> <p>And against all the beautiful craft. (NAS)<\/p> <\/blockquote><p>The Book of Mormon adds five phrases in these few verses, four of which stress the universality of the judgment that will come upon \"all nations\" and \"every people,\" even the high and lofty ones (the proud) as represented by tall trees, mountains, and towers (vs. 12-15). The fifth addition in verse 16 is also found in the early Greek version of the Old Testament, the Septuagint or LXX. (See BD \"Septuagint.\") The sixteenth verse in <a class=\"ref\">2 Nephi 12<\/a> consists of three phrases, two of which are found in both the Septuagint and the Hebrew Masoretic text (which the KJV followed; see BD \"Masoretic text\"). However, the same two phrases are not in both the Greek and Hebrew texts. The structure of the three versions can be shown as follows:<\/p> <blockquote><p><i>Three phrases of in KJV in Septuagint in B of M<\/i><\/p> <p>verse 16<\/p> <p>And upon all the - + +<\/p> <p>ships of the sea<\/p> <p>And upon all the ships + - +<\/p> <p>of Tarshish<\/p> <p>And upon all pleasant + + +<\/p> <p>ships<\/p> <\/blockquote><p>Thus, it appears that the Book of Mormon contains the most complete retention of the original structure of this verse. Since the prophet Joseph Smith did not know Greek, and since there is no evidence that he had access to a copy of the Septuagint when he completed his Book of Mormon translation in 1829, this addition supports the fact that Joseph Smith translated the Isaiah portion in the Book of Mormon from a more authentic ancient text. <\/p> <p>Verses 12-16 emphasize the status symbols of ancient times. The \"cedars of Lebanon\"—symbols of strength, splendor, and glory (v. 13)—provided beautiful, fragrant wood for major Israelite buildings such as Solomon's Temple. (IDB 1:545.) The \"oaks of Bashan\" (v. 13) came from the wooded areas east of the Sea of Galilee and were an important local source of hardwood, often a rare commodity in Palestine. The high mountains with their surrounding hills (v. 14) and the high towers with their surrounding walls (v. 15) represent man's false trust in natural and man-made defenses. The \"ships of the sea\" (v. 16) represent the people's commercial enterprises, especially the \"ships of Tarshish,\" which were noted for their ability to travel long distances, their strength as war vessels, and their large storage capacity as commercial carriers. (IB 5:186; IDB 4:333, 517-18.) The \"beautiful craft\" (NAS) or \"pleasant pictures\" (KJV, v. 16) were apparently the pleasure crafts or ships in which the wealthy traveled throughout the Mediterranean. Isaiah prophesies that the Lord will abase all these superficial symbols of wealth and power.<\/p> <p>In verses 17-18, Isaiah directs his attention to the people who have relied upon these worldly symbols. Echoing verses 9-11, he foretells that the proud will be humbled and that their idols will vanish in the presence of the Lord:<\/p> <blockquote><p><sup>17<\/sup> And the pride of man will be humbled,<\/p> <p>And the loftiness of men will be abased,<\/p> <p>And the LORD alone will be exalted in that day.<\/p> <p><sup>18<\/sup> But the idols will completely vanish.<\/p> <p><sup>19<\/sup> And men will go into caves of the rocks,<\/p> <p>And into holes of the ground<\/p> <p>(For) the terror of the LORD (shall come upon them),<\/p> <p>And the splendor of His majesty (shall smite them),<\/p> <p>When He arises to make the earth tremble. (NAS)<\/p> <\/blockquote><p>Isaiah concludes his pronouncement with another description of the final fate of the wicked and their idols when the Lord comes:<\/p> <p><sup>20<\/sup> In that day men will cast away to the moles and the bats<\/p> <p>Their idols of silver and their idols of gold,<\/p> <p>Which they made for themselves to worship,<\/p> <p><sup>21<\/sup> In order to go into the caverns of the rocks and the clefts of the cliffs,<\/p> <p>(For) the terror of the Lord (shall come upon them), and the splendor of His majesty (shall smite them),<\/p> <p>When he arises to make the earth tremble.<\/p> <p><sup>22<\/sup> Stop regarding man, whose breath of life is in his nostrils;<\/p> <p>For why should he be esteemed? (NAS)<\/p> <p>The imagery of verse 20 is striking: the people will throw their gold and silver idols to moles and bats, animals who are blind from living so long in darkness. The irony of this is that people who understood the material value of the precious metals, and should also have seen the spiritual impotence of the idols, will throw these precious items to animals who will not be able to see them at all.<\/p> <p>The endpoint of Isaiah's pronouncement is verse 22, in which he reminds the people of man's insignificance when compared with God's glory. (See <a class=\"ref\">Moses 1:10<\/a>.) The prophet exhorts Israel to cease placing confidence in man and his status symbols and idols. Instead of foolishly trusting in himself, man should exhibit wisdom, since he knows that someday he will stand accountable before the Lord.<\/p> <h4>ISAIAH IN THE BOOK OF MORMON<\/h4> <p>A strong scriptural foundation was a valuable element of the Book of Mormon society. Lehi sent his sons back to Jerusalem to acquire the brass plates of Laban, which contained the Old Testament records that were then extant. (<a class=\"ref\">1 Ne. 3-5<\/a>.) These records were used to teach the people in the New World, and the Book of Mormon prophets often quoted from them, especially from the writings of Isaiah.<\/p> <p>From his dream of the tree of life, Lehi records how important the rod of iron was in helping the people reach the tree, or salvation. (<a class=\"ref\">1 Ne. 8<\/a>.) Yet Lehi did not define what the iron rod was. Nephi later saw the same vision, and was told that the rod of iron represented the word of God. (<a class=\"ref\">1 Ne. 15:23-24<\/a>.) Since Isaiah's words were used by Nephi and others to teach the word of God, it appears from the context of Lehi's dream that the writings of Isaiah were a primary scriptural \"iron rod\" that the people could grasp.<\/p> <p>The ancient American prophets quoted Isaiah so extensively that one-third of Isaiah is quoted directly, and at least another five percent is paraphrased, in the Book of Mormon. As Latter-day Saints read and compare the Isaiah portions in the Book of Mormon with those in the Old Testament, they should also study how they are used and why they are important for a better understanding of both Isaiah and the Book of Mormon. The following five ideas suggest some reasons <i>how<\/i> Isaiah was used and <i>why<\/i> it is important in the Book of Mormon:<\/p> <h4>Accuracy<\/h4> <p>Since the brass plates contain the earliest known version of Isaiah, it is likely that they are more correct than the version recorded in the Old Testament or Dead Sea Scrolls. Accordingly, there are over 70 verses with major changes (almost four changes per quoted chapter) in the Book of Mormon quotations of 433 verses of Isaiah. That there are not more implies the overall accuracy of the transmission of the book of Isaiah in the King James Version. The nature of the changes, however, makes clear the fact that, indeed, \"many plain and precious things\" have been lost. (See <a class=\"ref\">1 Ne. 13:20-42<\/a>.)<\/p> <p>On the other hand, many Isaiah verses as quoted in the Book of Mormon have no changes at all when compared to the King James Version. Latter-day Saint scholar Daniel Ludlow discusses this socalled \"Isaiah problem\" of the Book of Mormon:<\/p> <p>Translation is frequently concerned with general ideas rather than specific words; even the best translators do not translate the same material from one language into another word-for-word the same. There appears to be only one answer to explain the word-for-word similarities between the verses of Isaiah in the Bible and the same verses in the Book of Mormon. When Joseph Smith translated the Isaiah references from the small plates of Nephi, he evidently opened his King James Version of the Bible and compared the impression he had received in translating with the words of the King James scholars. If his translation was essentially the same as that of the King James Version, he apparently quoted the verse from the Bible; then his scribe, Oliver Cowdery, copied it down. However, if Joseph Smith's translation did not agree precisely with that of the King James scholars, he would dictate his own translation to the scribe. This procedure in translation would account both for the 234 verses of Isaiah which were changed or modified by the Prophet Joseph as well as the 199 verses which were translated word-for-word the same. Although some critics might question this procedure of translation, scholars today frequently use this same procedure in translating the Biblical manuscripts among the Dead Sea Scrolls. (CSBM, pp. 141-42.)<\/p> <h4>Contextual Meaning<\/h4> <p>Another dimension of meaning derives from the various contexts in which the Isaiah passages were quoted by Book of Mormon prophets:<\/p> <blockquote><p><i>Book of Mormon Reference Use of Isaiah<\/i><\/p> <p><a class=\"ref\">1 Ne. 20-21<\/a> Nephi quotes <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 48<\/a> and 49 to<\/p> <p> Laman and Lemuel as a plea for them<\/p> <p> to recognize God and the prophets and<\/p> <p> to repent of their rebelliousness. He<\/p> <p> seeks to \"more fully persuade them to<\/p> <p> believe in the Lord their Redeemer.\" (1<\/p> <p> Ne. 19:23; see also <a class=\"ref\">1 Ne. 2:12-13<\/a>;<\/p> <p> 7:8-15.)<\/p> <p><a class=\"ref\">2 Ne. 7-8<\/a> Jacob quotes <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50<\/a> and 51 so<\/p> <p> that his people \"might know concerning<\/p> <p> the covenants of the Lord that he<\/p> <p> has covenanted with all the house of<\/p> <p> Israel.\" He uses the citations as a<\/p> <p> springboard for his discussion in 2<\/p> <p> Nephi 9 on the atonement.<\/p> <p><a class=\"ref\">2 Ne. 12-24<\/a> Nephi records chapters 2-14 of<\/p> <p> Isaiah prior to his own prophecy<\/p> <p> \"according to . . . plainness\" (2 Ne.<\/p> <p> 25:7), which deals almost exclusively<\/p> <p> with the last days and speaks<\/p> <p> considerably of a certain \"sealed<\/p> <p> book.\" (<a class=\"ref\">2 Ne. 27:6-22<\/a>.)<\/p> <p><a class=\"ref\">Mosiah 12-15<\/a> In addressing King Noah's wicked<\/p> <p> priests who claimed to understand the<\/p> <p> law of Moses, the prophet Abinadi<\/p> <p> quoted most of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a> and 53,<\/p> <p> echoing the teachings of king Benjamin,<\/p> <p> who said that \"the law of Moses avail-<\/p> <p> eth nothing except it were through the<\/p> <p> atonement of [Christ's] blood.\" (Mosiah<\/p> <p> 3:15.) Like the Jews, Noah's priests<\/p> <p> claimed to be keeping the law of Moses, though they didn't<\/p> <p> understand this \"law of<\/p> <p> performances and ordinances\" and that<\/p> <p> \"all these things were types of things<\/p> <p> to come.\" (<a class=\"ref\">Mosiah 13:30-31<\/a>.) In short,<\/p> <p> the wicked priests did not understand<\/p> <p> that the law of Moses foreshadowed the<\/p> <p> atonement. Abinadi's prophetic<\/p> <p> commentary makes the messianic<\/p> <p> interpretation of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53<\/a><\/p> <p> perfectly clear. (<a class=\"ref\">Mosiah 15<\/a>.)<\/p> <p><a class=\"ref\">3 Ne. 16<\/a>, 20-22 While among the Nephites, the<\/p> <p> resurrected Savior quoted at length<\/p> <p> from chapters 52 and 54 to prophesy of<\/p> <p> the final triumph of Israel and the<\/p> <p> foundation of Zion on this continent<\/p> <p> and commanded his disciple Nephi to<\/p> <p> include his addresses and accounts<\/p> <p> of other events in the sacred<\/p> <p> records. (<a class=\"ref\">3 Ne. 23:1-4<\/a>.)<\/p> <\/blockquote><h4>Prophetic Commentary<\/h4> <p>Because \"the Book of Mormon prophets interpreted the passages they used,\" explains Elder Bruce R. McConkie, <i>\"the Book of Mormon is the world's greatest commentary of the book of Isaiah.\"<\/i> He continues, \"No one, absolutely no one, in this age and dispensation has or does or can understand the writings of Isaiah until he first learns and believes what God has revealed by the mouths of his Nephite witnesses as these truths are found\" in the Book of Mormon. (<i>Ensign,<\/i> Oct. 1973, p. 81; italics added.)<\/p> <p>The following chapters contain specific commentaries on Isaiah's messages by the Nephite prophets and the Lord Jesus Christ: <a class=\"ref\">1 Nephi 22<\/a> (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 48-49<\/a>); <a class=\"ref\">2 Nephi 6<\/a>, 9-11 (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 50-51<\/a>), 25-30 (<a class=\"isa\" verses=\"WzE3NzAwXQ==\">Isa. 2-14<\/a>, 29); <a class=\"ref\">Mosiah 15<\/a> (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 52-53<\/a>); <a class=\"ref\">3 Nephi 16<\/a>, 20-21, 23, 26 (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 52<\/a>, 54).<\/p> <p>For example, as the capstone on his lengthy Isaiah citations, Nephi presents a case study of how to study Isaiah in his own chapters of inspired commentary. (<a class=\"ref\">2 Ne. 25-30<\/a>.) Introducing his \"plain prophecy\" and saying that the words of Isaiah he has quoted are plain \"to all those with the spirit of prophecy,\" Nephi draws together two broad themes found in the writings of Isaiah before closing his own testimony with his beautiful \"Doctrine of Christ\" discourse. These two themes become the dominant themes of the Book of Mormon as a whole and include an affirmation of belief in the Messiah and predictions of events to transpire in relation to the Restoration, the last days, and the Millennium. The following is a brief outline of five major topics introduced by Nephi and later developed in his six commentary chapters, followed by references showing the Isaiah passages Nephi may have drawn upon for his commentary.<\/p> <blockquote><p><sup>1<\/sup> The Jews are scattered and a Messiah is promised. (See <a class=\"ref\">1 Ne. 11<\/a>.)<\/p> <p><i> 2 Nephi Isaiah<\/i><\/p> <p><sup>25<\/sup> :7-15 Scattering of the Jews after rejection 8:14<\/p> <p> of the Messiah<\/p> <p><sup>25<\/sup> :16-21 Convincing of the Jews 11:11<\/p> <p><sup>25<\/sup> :22-30 All judged in Christ 9:7<\/p> <\/blockquote><p><sup>2<\/sup> A remnant is destroyed, but its records will speak from the dust. (See <a class=\"ref\">1 Ne. 12-13<\/a>.)<\/p> <blockquote><p><i> 2 Nephi Isaiah<\/i><\/p> <p><sup>26<\/sup> :1-7 Destruction of the Nephites by 5:24-30; 29:6<\/p> <p> internal contention <\/p> <p> words—law (26:1) 5:24<\/p> <p> stubble (26:4, 6) 5:24<\/p> <p> consume (26:6) 5:24<\/p> <p> cast out (26:3) 5:24<\/p> <p> blood cries\/anger (26:3) 5:25<\/p> <p> earthquakes (26:6) 5:25<\/p> <p> streets torn (26:5) 5:25<\/p> <p> whirlwinds (26:5) 5:28<\/p> <p> anger kindled (26:6) 5:25<\/p> <p> pain and sorrow (26:7) 5:30<\/p> <p><sup>26<\/sup> :8-15 Seed smitten by Gentiles<\/p> <p> camped against (26:15) 29:3<\/p> <p> destruction (26:11) 5:25<\/p> <p><sup>26<\/sup> :16-19 Speak from the dust 29:4<\/p> <p><sup>26<\/sup> :20-22 Problems of the Gentiles 3:15<\/p> <p> Leaders err (26:20) 3:15; 9:16; 8:14<\/p> <p><sup>26<\/sup> :23-33 Gospel is free (26:25) 55:1<\/p> <p> No need to stumble (26:20) 8:14<\/p> <p><sup>27<\/sup> :6-27 Sealed book 29:1-18<\/p> <p> sealed book (27:7) 29:11<\/p> <p> words from sealed books (27:15) 29:11<\/p> <p><sup>27<\/sup> :1-2 Abominations 10:23-27; 11:4<\/p> <p> signs (27:2-4) 29:6-9<\/p> <p> last days (27:25-34) 29:13-24<\/p> <p><sup>3<\/sup> The ways of the devil; his destruction foretold. (See <a class=\"ref\">1 Ne. 14<\/a>.)<\/p> <p><i>2 Nephi Isaiah<\/i><\/p> <p><sup>28<\/sup> :12-32 Wickedness in the last days<\/p> <p> pride of leaders (28:12-13) 3:15; 2:12<\/p> <p> destruction (28:16) 10:25<\/p> <p> repentance (28:17) 2:9<\/p> <p> abominable branch (28:18) 14:19<\/p> <p> fall of devil (28:19) 14:9<\/p> <p> brought down to hell (28:21) 14:15<\/p> <p> woes (28:24-32) 5:8-23<\/p> <p><sup>4<\/sup> Righteousness will be established. (See <a class=\"ref\">1 Ne. 22<\/a>.)<\/p> <p><i>2 Nephi Isaiah<\/i><\/p> <p><sup>29<\/sup> :1-14 God speaks to all nations 11:10<\/p> <p> ensign (29:2) 11:10<\/p> <p> second time (29:1) 11:11<\/p> <p> remember isles of the sea (29:7) 11:11<\/p> <p> all in all (29:13) 11:13<\/p> <p> God's people (29:14) 14:32<\/p> <p><sup>5<\/sup> People will be rejoicing in God's judgment. (See <a class=\"ref\">1 Ne. 22<\/a>.)<\/p> <p><i>2 Nephi Isaiah<\/i><\/p> <p><sup>30<\/sup> :1-18 Millennial joy 11:5-9<\/p> <p> great division (30:10) 5:24<\/p> <p> covenant\/repent (30:2) 8:14-16<\/p> <p> gospel declared (30:5) 2:1-5<\/p> <p> rejoicing (30:6) 12:1-6<\/p> <p> gathering (30:7) 10:21<\/p> <p> commence work (30:8) 11:11<\/p> <p> judge poor (30:9) 11:4<\/p> <p> destroy by fire (30:10) 5:24<\/p> <p> blessedness and peace (30:11-15) 11:5-9<\/p> <\/blockquote><h4>\"One Isaiah\" Affirmed<\/h4> <p>Because some disputed chapters of Isaiah (those after chapter 39) that belong to the \"second Isaiah\" are quoted in the Book of Mormon, the sectarian \"deutero-Isaiah\" theory and other theories of multiple authorship are disproved. Because the version from which most of the Isaiah passages were cited and recorded was itself produced no later than 600 B.C., and because the resurrected Lord quoted from the later chapters of Isaiah (52, 54) and attributed them to Isaiah, it seems reasonable to assume that the book of Isaiah as we have it is close to its original form and is the work of a single prophet-writer.<\/p> <h4>Editing and Compiling<\/h4> <p>The brass plates were had among the people. Copies of at least some of the writings (including Isaiah) were made and dispersed among the people. (See <a class=\"ref\">Jacob 7:23; Alma 13:20; 14:2, 8; 3 Ne. 20:11<\/a>.) Why, then, did Nephi, for example, go to the trouble of copying so much of the book of Isaiah in his own records?<\/p> <p>After Nephi had secured the brass plates of Laban and made his own plates, he recorded that \"he received a commandment that . . . <i>the prophecies, the more plain and precious parts of them, should be written upon these plates<\/i> . . . and . . . kept <i>for the instruction of my people,<\/i> who should possess the land, <i>and also for other wise purposes,<\/i> which purposes are known unto the Lord.\" (<a class=\"ref\">1 Ne. 19:3<\/a>, italics added.) Nephi's shortened account of his father's prophecies, the eight-year journey in the wilderness, the subsequent sea voyage, and the initial colonization of the promised land comprise only seventeen of the fifty-five chapters in Nephi's two books! (<a class=\"ref\">1 Ne. 1-8<\/a>, 10, 16-18; <a class=\"ref\">2 Ne. 1-5<\/a>.) The remaining chapters deal with his reasons for writing his own record (<a class=\"ref\">2 Ne. 6<\/a>, 9, 19); his own prophecies, visions, and interpretations of Lehi's dream (<a class=\"ref\">1 Ne. 11-15; 2 Ne. 25-33<\/a>); his commentaries on the Isaiah passages he quotes (<a class=\"ref\">2 Ne. 25-30<\/a>); and the <i>eighteen<\/i> chapters of Isaiah he or his brother Jacob quote in their entirety. (<a class=\"ref\">2 Ne. 12-24<\/a>, 26-27; <a class=\"ref\">1 Ne. 20-21<\/a>.)<\/p> <p>The Lord prompted the extensive quotation of the writings of Isaiah in the book that is a compilation of prophetic writings preserved specifically for our day and edited by prophets who have seen our day (several of whom said they could not write \"the hundredth part\" of what could have been written—see <a class=\"ref\">Jacob 3:13<\/a>; W of M 1:5; <a class=\"ref\">Hel. 3:14; 3 Ne. 5:8; 26:6; Ether 15:33<\/a>). Nephi, the most prolific commentator on Isaiah, wrote, \"I know that they shall be of great worth unto them in the last days . . . wherefore, for their good have I written them.\" (<a class=\"ref\">2 Ne. 25:8<\/a>.) Apparently, above all the ancient prophet-writers, Isaiah will be the best guide through the perilous last days of the dispensation of the fulness of times.<\/p> <p>In conclusion, Latter-day Saints who accept the Book of Mormon as the word of God have a scriptural perspective unmatched in all the world. The writings of Isaiah contained in the Book of Mormon, when studied together with the Old Testament version, give a deep understanding of the words of the ancient prophet.<\/p>",
    "audit": null
}