{
    "id": 17311,
    "source": "poet",
    "verse_id": 18079,
    "verse_count": 18,
    "reference": "23:1-18",
    "title": "Seventh Pronouncement: The Burden of Tyre",
    "html": "<p>It is appropriate that the concluding prophecy in Isaiah's pronouncements upon the foreign nations (chs. 13-23) be an oracle against Tyre. Tyre had much in common with Babylon (to whom Isaiah had directed his first foreign pronouncement), although the two came into prominence by contrasting means: Babylon was at the heart of political kingdoms, Tyre was the central commercial city; Babylon was the traditional center of land power, Tyre was the leading sea power; Babylon extended her empire by war, Tyre expanded her influence through trade; Babylon tore down and destroyed other cities, Tyre planted colonies and built new cities. (See Young, <i>The Book of Isaiah<\/i> 2:121.)<\/p> <p>The name of Tyre is also a symbol of the ways of the world: while Babylon represents wickedness and idolatry, Tyre symbolizes worldliness and materialism. Isaiah first foretells how Tyre's commercial power will be broken:<\/p> <blockquote><p><b>23<\/b> An oracle concerning Tyre:<\/p> <p>Wail, O ships of Tarshish!<\/p> <p>For Tyre is destroyed<\/p> <p>and left without house or harbor.<\/p> <p>From the land of Cyprus<\/p> <p>word has come to them.<\/p> <p><sup>2<\/sup> Be silent, you people of the island<\/p> <p>and you merchants of Sidon,<\/p> <p>whom the seafarers have enriched.<\/p> <p><sup>3<\/sup> On the great waters<\/p> <p>came the grain of the Shihor;<\/p> <p>the harvest of the Nile was the revenue of Tyre,<\/p> <p>and she became the marketplace of the nations.<\/p> <p><sup>4<\/sup> Be ashamed, O Sidon, and you, O fortress of the sea,<\/p> <p>for the sea has spoken:<\/p> <p>\"I have neither been in labor nor given birth;<\/p> <p>I have neither reared sons nor brought up daughters.\"<\/p> <p><sup>5<\/sup> When word comes to Egypt,<\/p> <p>They will be in anguish at the report from Tyre.<\/p> <p><sup>6<\/sup> Cross over to Tarshish;<\/p> <p>wail, you people of the island.<\/p> <p><sup>7<\/sup> Is this your city of revelry,<\/p> <p>the old, old city,<\/p> <p>whose feet have taken her<\/p> <p>to settle in far-off lands? (NIV)<\/p> <p>The oracle begins with four parallel couplets that mention important Phoenician trade cities:<\/p> <p>a. Tarshish and Cyprus (Chittim, KJV) (v. 1)<\/p> <p>b. Sidon, Shihor, and the Nile (2-3)<\/p> <p>b. Sidon and Egypt (4-5)<\/p> <p>a. Tarshish and \"people of the island\" (Tyre and Cyprus?) (6-7)<\/p> <p>Most of these sites are identified on Map 2, and each is important for different reasons:<\/p> <\/blockquote><p>Tyre is in southern Phoenicia with the oldest settlements on the mainland and the important seaport located on a small island. Tyre was usually the strongest of the Phoenician city-states and was noted for its purple dye, the most famous and precious of the dyes in ancient times (area D3 on Map 2; this area is part of modern Lebanon).<\/p> <p>Tarshish is west of Phoenicia either in Asia Minor (Tarsus, in modern Turkey) or, more likely, on the Iberian Peninsula (Tartessus, in modern Spain). The \"ships of Tarshish\" were noted for their long travel, power, and heavy loads. In addition to dyed clothes, they delivered timber, grain, oil, wine, metal, slaves, and horses. (See <a class=\"isa\" verses=\"WzE3NzAyXQ==\">Isa. 2:16<\/a> and pp. 90-91 in this book where they are also discussed.)<\/p> <p>Cyprus, identified as Chittim in the King James Version, is a large island west of Phoenicia. It was controlled by Tyre during most of Isaiah's lifetime. It later came under the control of the Assyrians after the subjugation of the Phoenician city-states by Sargon and Sennacherib. It was an important seaport and trade center for the Phoenicians (area C3 on Map 2; today the island is controlled by both the Greeks and the Turks).<\/p> <p>Sidon, called Zidon in the King James Version, was located along the central Phoenician coast about twenty-five miles north of Tyre. At times a rival with Tyre, it was usually subject to the kings of Tyre. It was noted for its fishing and industries, such as producing purple dye (area D3 on Map 2; also part of modern Lebanon).<\/p> <p>Shihor, called Sihor in the King James Version, was probably located in the swamps of northeastern Egypt. Its precise location is unknown, but it is sometimes mentioned with Ramses or Zoan, which is located in the eastern delta; much of Egypt's grain was shipped from this area (area C4 on Map 2; part of modern Egypt). (See IDB 1:753-54; 4:328, 343-44, 517-18, 721-22; see also BD \"Tyre,\" \"Sidon,\" \"Phoenicia.\")<\/p> <p>As shown by the description of these cities, the Phoenician trade empire extended throughout the Mediterranean Sea and encompassed areas that are today located in at least a half dozen different countries.<\/p> <p>Isaiah promised Tyre, however, that she would lose her dominion of the sea and that the effects of the loss would be felt throughout her empire. He then told why and through whom this humiliation was coming:<\/p> <blockquote><p><sup>8<\/sup> Who planned this against Tyre,<\/p> <p>the bestower of crowns,<\/p> <p>whose merchants are princes,<\/p> <p>whose traders are renowned in the earth?<\/p> <p><sup>9<\/sup> The LORD Almighty planned it,<\/p> <p>to bring low the pride of all glory<\/p> <p>and to humble all who are renowned on the earth. (NIV)<\/p> <\/blockquote><p>Although the Lord used the Assyrians to subdue Tyre, he did it primarily to humble the proud Phoenicians.<\/p> <p>Isaiah repeats his warning, listing the major Phoenician cities and colonies once again, thus emphasizing the inevitability of the impending destruction:<\/p> <blockquote><p><sup>10<\/sup> Go through your land;<\/p> <p>the Daughter of Tarshish, like the Nile,<\/p> <p>will no longer be a haven for you.<\/p> <p><sup>11<\/sup> The LORD has stretched out his hand over the sea<\/p> <p>and made its kingdoms tremble.<\/p> <p>He has given an order concerning Phoenicia<\/p> <p>that her fortresses be destroyed.<\/p> <p><sup>12<\/sup> He said, \"No more of your reveling,<\/p> <p>O Virgin Daughter of Sidon, now crushed!<\/p> <p>\"Up, cross over to Cyprus;<\/p> <p>even there you will find no rest.\"<\/p> <p><sup>13<\/sup> Look at the land of the Babylonians,<\/p> <p>this people that is now of no account!<\/p> <p>The Assyrians have made it<\/p> <p>a place for desert creatures;<\/p> <p>they raised up their siege towers,<\/p> <p>they stripped its fortresses bare<\/p> <p>and turned it into a ruin.<\/p> <p><sup>14<\/sup> Wail, you ships of Tarshish;<\/p> <p>your fortress is destroyed! (NIV)<\/p> <\/blockquote><p>In his second warning, Isaiah singles out the Assyrians as the instruments of God's judgment. As seen in the discussion and maps concerning <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36<\/a> and 37 in this book, Sennacherib gained absolute control of Phoenicia, thus initiating Tyre's humiliation.<\/p> <p>Isaiah concludes his pronouncement upon Tyre with a note of hope, promising an end to the Lord's punishment and a time when Phoenician profits will benefit the Lord's righteous children:<\/p> <p><sup>15<\/sup> At that time Tyre will be forgotten for seventy years, the span of a king's life. But at the end of these seventy years, it will happen to Tyre as in the song of a prostitute:<\/p> <p><sup>16<\/sup> \"Take up a harp, walk through the city,<\/p> <p>O prostitute forgotten;<\/p> <p>play the harp well, sing many a song,<\/p> <p>so that you will be remembered.\"<\/p> <p><sup>17<\/sup> At the end of seventy years, the LORD will deal with Tyre. She will return to her hire as a prostitute and will ply her trade with all the kingdoms on the face of the earth.<\/p> <p><sup>18<\/sup> Yet her profit and her earnings will be set apart for the LORD; they will not be stored up or hoarded. Her profits will go to those who live before the LORD, for abundant food and fine clothes. (NIV)<\/p> <p>The term \"seventy years\" seems to have a double meaning. About seventy years after Sennacherib humiliated Tyre and placed his own ruler on the throne, the Assyrians quickly declined in power. The small countries in the Mediterranean area were thereby able to reestablish some independence (701 B.C.). Tyre later fell to the Babylonians about the same time as Jerusalem did (587-586 B.C.) and thereafter never regained any real power as a nation. Although Tyre was freed after seventy years of bondage, she did not set apart her riches to the Lord. Therefore, since the numbers seven and seventy can also represent completeness, perfection, and wholeness, perhaps Isaiah is also promising that after an appropriate period of time the riches of Tyre will be dedicated to the Lord. (IDB 4:295.)<\/p> <p>The destruction of Tyre also parallels the destruction of spiritual Babylon in the last days. John the Revelator used a number of Isaiah's descriptive terms to portray Babylon as a symbol of wickedness. (See <a class=\"ref\">Rev. 14:8; 16:19; 17:1-5, 15, 18; 18:3, 11, 15, 17-19, 23<\/a>.) Both Isaiah and John denounced the worldly wealth of the two cities, and both visions of destruction serve as a warning to the entire world to avoid the bondage of wealth and pride. (See <a class=\"ref\">2 Ne. 28:17-19; D&amp;C 132:12-14<\/a>.)<\/p> <p>In conclusion, the seven pronouncements of Isaiah in chapters 21-23 deal with a variety of countries, people, historical contexts, and possibilities of prophetic fulfillment. The dominant theme throughout them all, however, is that worldly aspirations, wickedness, selfishness, and pride will eventually be thwarted. Generally given in a punitive tone, these oracles warn the wicked of the Lord's sure judgments upon the world. In the following chapters (24-27), Isaiah elaborates upon this theme and expands it to describe a universal judgment to come upon all mankind. He also encourages hope, however, as he promises the Resurrection and a new life of righteousness.<\/p>",
    "audit": null
}