{
    "id": 17309,
    "source": "poet",
    "verse_id": 18068,
    "verse_count": 5,
    "reference": "22:15-19",
    "title": "Fifth Pronouncement: A Prophecy of Shebna",
    "html": "<p>After portraying the unconcerned and sinful condition of Jerusalem's inhabitants, Isaiah singles out a leading citizen and describes his selfish, vain actions. The individual selected is Shebna, the leader of the king's court, a position similar to a present-day secretary of state. Isaiah apparently confronts Shebna in the Kidron Valley near the tombs of the kings:<\/p> <blockquote><p><sup>15<\/sup> This is what the Lord, the LORD<\/p> <p>Almighty, says:<\/p> <p>\"Go, say to this steward,<\/p> <p>to Shebna, who is in charge of the palace:<\/p> <p><sup>16<\/sup> What are you doing here and who gave you permission to cut out a grave for yourself here,<\/p> <p>hewing your grave on the height<\/p> <p>and chiseling your resting place in the rock?<\/p> <p><sup>17<\/sup> \"Beware, the LORD is about to take firm hold of you<\/p> <p>and hurl you away, O you mighty man.<\/p> <p><sup>18<\/sup> He will roll you up tightly like a ball<\/p> <p>and throw you into a large country.<\/p> <p>There you will die<\/p> <p>and there your splendid chariots will remain—<\/p> <p>you disgrace to your master's house!<\/p> <p><sup>19<\/sup> I will depose you from your office,<\/p> <p>and you will be ousted from your position. (NIV)<\/p> <\/blockquote><p>Like the dashed expectations of those in Jerusalem, Shebna's hope for a magnificent tomb in Jerusalem is destined to come to naught. Indeed, Shebna was eventually disgraced in office and demoted to the office of secretary or scribe of the king's court. (<a class=\"isa\" verses=\"WzE4MzM0XQ==\">Isa. 36:3<\/a>.) This position was still influential, however, being the post second only to the head of the court.<\/p> <p>According to some scholars, Shebna was actually a foreigner who rose to power in Jerusalem. They give three primary reasons for this supposition: (1) his father is never mentioned, although other officials are identified by their families (see <a class=\"isa\" verses=\"WzE4MDczLDE4MzM0XQ==\">Isa. 22:20; 36:3<\/a>); (2) his name is not Hebrew; and (3) Isaiah makes a strong contrast between \"here\" in Jerusalem where Shebna hews out his tomb and \"there\" where he will die. (Young, <i>The Book of Isaiah<\/i> 2:106; Slotki, <i>Isaiah,<\/i> p. 103.)<\/p> <p>Many scholars also believe that Shebna favored a strong pro-Egyptian policy, and that Jerusalem's immunity from Sargon's campaign of 711 B.C. resulted from a shift in Judean policy at the time when Shebna was removed from office. In short, the Jewish government became more submissive to Assyria. (IDB 4:312.)<\/p> <p>In any case, Isaiah presents two strong contrasts in this short discourse: Shebna planned a glorious tomb for himself in Jerusalem, but the Lord has planned another burial in a foreign land; Shebna, indifferent to Jerusalem's fate, builds himself a permanent tomb while Isaiah weeps over the fate of his people.<\/p>",
    "audit": null
}