{
    "id": 17306,
    "source": "poet",
    "verse_id": 18047,
    "verse_count": 2,
    "reference": "21:11-12",
    "title": "Second Pronouncement: The Burden of Dumah",
    "html": "<blockquote><p>Isaiah's next oracle is one of the shortest and most enigmatic in his entire book:<\/p> <p><sup>11<\/sup> An oracle concerning Dumah:<\/p> <p>Someone calls to me from Seir,<\/p> <p>\"Watchman, what is left of the night?<\/p> <p>Watchman, what is left of the night?\"<\/p> <p><sup>12<\/sup> The watchman replies,<\/p> <p>\"Morning is coming, but also the night.<\/p> <p>If you would ask, then ask;<\/p> <p>and come back yet again.\" (NIV)<\/p> <\/blockquote><p>Dumah is a desert oasis approximately two hundred and fifty miles southeast of the Dead Sea. (See area E4 on Map 2.) Dumah was also the name of a son of Ishmael who founded an Arabian tribe. (<a class=\"ref\">Gen. 25:14<\/a>.) Seir is the chief mountain range immediately southeast of the Dead Sea in the area of Sela, the home of Esau and his descendants, the Edomites. (See area D4 on Map 3.)<\/p> <p>The oracle recounts a nighttime episode in which someone asks a watchman how much of the night has passed. He responds that morning is coming, but that night will inevitably fall again. Morning is symbolic of salvation and deliverance, while night represents distress, misery, and evil. In other words, the watchman implies that although redemption is coming, it will be followed by a period of disaster, oppression, or wickedness. (Compare <a class=\"isa\" verses=\"WzE3ODMwLDE3ODMxXQ==\">Isa. 8:22; 9:1<\/a>.) Or, more broadly, he may be saying that \"morning\" is coming for the righteous and \"night\" for the wicked.<\/p> <p>Spiritually, Edom symbolizes \"the world\" (<a class=\"ref\">D&amp;C 1:36<\/a>) and the watchman represents a prophet (<a class=\"ref\">Jer. 6:17; Ezek. 3:17<\/a>). Thus, a prophet's saying \"morning and darkness are coming, inquire later when the night will end\" could be a manner of prophesying about an apostasy and restoration. The \"night\" in the question asked the watchman seems to symbolize the night of apostasy or spiritual darkness. The watchman, in reply, says that \"the morning cometh\" (the Millennium, the Lord at his coming, hope for a benighted world) \"and also the night\" (wherein there can be no labor performed; the end of probation, mortality [<a class=\"ref\">Alma 34:32<\/a>]). The prophet's cryptic reply seems to mean that time is passing; if you want to ask, come later and ask when the time is closer for these events to be fulfilled. Like John the Revelator, Isaiah saw the glorious, triumphant return of the Lord and the end of the earth. One cannot but hear an echo of this in the final words that seal John's revelation: \"Come . . . even so, come, Lord Jesus.\" (<a class=\"ref\">Rev. 22:20<\/a>.)<\/p>",
    "audit": null
}