{
    "id": 17312,
    "source": "poet",
    "verse_id": 18154,
    "verse_count": 12,
    "reference": "27:2-13",
    "title": "The Deliverance of Israel",
    "html": "<p>After Leviathan has been overcome, a song will be sung \"in that day.\" Isaiah describes the song that will be sung about the Lord's vineyard:<\/p> <blockquote><p><sup>2<\/sup> In that day—<\/p> <p>\"Sing about a fruitful vineyard:<\/p> <p>3 I, the LORD, watch over it;<\/p> <p>I water it continually<\/p> <p>I guard it day and night so that no one may harm it.<\/p> <p>4 I am not angry.<\/p> <p>If only there were briers and thorns confronting me!<\/p> <p>I would march against them in battle;<\/p> <p>I would set them all on fire.<\/p> <p><sup>5<\/sup> Or else let them come to me for refuge;<\/p> <p>let them make peace with me,<\/p> <p>yes, let them make peace with me.\"<\/p> <p><sup>6<\/sup> In days to come Jacob will take root,<\/p> <p>Israel will bud and blossom<\/p> <p>and fill all the world with fruit. (NIV)<\/p> <\/blockquote><p>Isaiah then poses a rhetorical question (expecting a negative answer) about the Lord's judgments with Israel; he questions whether God has been as harsh with Israel as with her oppressors. Isaiah continues by elaborating upon the consequences to befall Israel:<\/p> <blockquote><p><sup>7<\/sup> Has the LORD struck her<\/p> <p>as he struck down those who struck her?<\/p> <p>Has she been killed<\/p> <p>as those were killed who killed her?<\/p> <p><sup>8<\/sup> By warfare and exile you contend with her—<\/p> <p>with his fierce blast he drives her out,<\/p> <p>as on a day the east wind blows.<\/p> <p><sup>9<\/sup> By this, then, will Jacob's guilt be atoned for,<\/p> <p>and this will be the full fruitage of the removal of his sin:<\/p> <p>When he makes all the altar stone<\/p> <p>to be like chalk stones crushed to pieces,<\/p> <p>no Asherah poles or incense altars will be left standing.<\/p> <p><sup>10<\/sup> The fortified city stands desolate,<\/p> <p>an abandoned settlement,<\/p> <p>forsaken like the desert;<\/p> <p>there the calves graze,<\/p> <p>there they lie down;<\/p> <p>they strip its branches bare.<\/p> <p><sup>11<\/sup> When its twigs are dry, they are broken off<\/p> <p>and women come and make fires with them.<\/p> <p>For this is a people without understanding;<\/p> <p>so their Maker has no compassion on them,<\/p> <p>and their Creator shows them no favor. (NIV)<\/p> <\/blockquote><p>The east wind (v. 8) is probably the hot sirocco that blows out of the Arabian desert and destroys vegetation. Usually arriving in the early summer months while the plants are still young and tender, the sirocco destroys crops and brings chaos to the seas as it carries sand and debris before it. (See <a class=\"isa\" verses=\"WzE3OTM2XQ==\">Isa. 14:7<\/a>; <a class=\"ref\">Hosea 13:15; Ezek. 27:26; Jer. 18:17<\/a>.) It is clear that Isaiah is promising severe treatment for Israel.<\/p> <p>The unnamed fortified city that is described as desolate in verse 10 may refer to a specific city, such as old or new Jerusalem, Samaria, or Babylon, but more likely represents the community of the children of Israel as a whole (see 26:2). But, finally, a new community and a new Jerusalem will be built which will be the home of the gathered remnants of Israel:<\/p> <p><sup>12<\/sup> In that day the LORD will thresh from the flowing Euphrates to the Wadi of Egypt, and you, O Israelites, will be gathered up one by one. 13And in that day a great trumpet will sound. Those who were perishing in Assyria and those who were exiled in Egypt will come and worship the LORD on the holy mountain in Jerusalem. (NIV)<\/p> <p>In these two short verses the whole prophecy is put into perspective. Although the children of Israel have strayed from the path of God, \"in that day\" the Lord will gather them from the entire earth. And although the gathering of Israel in a general sense refers to the gathering of all believers, the gathering here refers to the particular gathering of scattered Israel. The gathering that begins just prior to the second coming of Christ is made complete at the sound of the last trumpet, which ushers in the millennial reign of Christ. At the sounding of the trumpet, all the exiled Israelites will return to the lands of their inheritance, either in old or new Jerusalem, and will there worship the Lord at his holy mountain, the temple.<\/p>",
    "audit": null
}