{
    "id": 17315,
    "source": "poet",
    "verse_id": 18195,
    "verse_count": 24,
    "reference": 29,
    "title": "Records from the Dust",
    "html": "<p>Many visions from the Lord have been recorded as scripture for all to read and study. Yet these scriptures often seem to be sealed, in that although we can read the words, we often don't understand them. Chapter 29 of Isaiah is one such vision; it often confuses readers with its promises of records and sealed books that will come out of the ground and perplex both the wise and the ignorant. Fortunately, later prophets have received additional revelation about this prophecy, and their insights help to illuminate the words of Isaiah.<\/p> <p>Most Latter-Day Saints associate the promises of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> with the Book of Mormon, its coming forth out of Hill Cumorah and its translation, mainly because Nephi quotes most of the chapter in the Book of Mormon; he likens Isaiah's prophecy to his own plates and to the Book of Mormon. Furthermore, as Nephi quotes <a class=\"isa\" verses=\"eyIxODE5NyI6MjJ9\">Isaiah 29:3-24<\/a> in <a class=\"ref\">2 Nephi 26-27<\/a>, he adds additional information about Isaiah's prophecy. Whereas <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> consists of twenty-four verses, Nephi's record contains fifty-four verses. (See <a class=\"ref\">2 Ne. 26:15-27<\/a>:35.)<\/p> <p>There are several possible explanations as to why the material of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> is so much longer in 2 Nephi. Among them are the following:<\/p> <p><sup>1<\/sup> Isaiah's record was originally much larger, but editing and the loss of plain and precious parts shortened it to its present twenty-four verses. However, Nephi had access to a more complete version of Isaiah from the Brass Plates of Laban, and thus his Isaiah material is longer.<\/p> <p><sup>2<\/sup> Isaiah's record was originally the same basic size and format that it is now, but Nephi expounded upon the material and added many verses of his own commentary.<\/p> <p>Since we lack the Brass Plates of Laban, we do not know how the record that we have compares to the record of Lehi's time, which probably closely resembled the original prophecy recorded by Isaiah. Also, since Nephi does not separate Isaiah's words from his own additions in his record, it is difficult to distinguish Isaiah's text from Nephi's commentary. The inspired efforts of a third prophet, who has also dealt with this same Isaiah material, can help to shed further light on the meaning of Isaiah's vision.<\/p> <p>This third prophet is Joseph Smith. In March 1833, four years after he completed his translation of the Book of Mormon, Joseph was translating the Isaiah chapters of the Old Testament as he prepared his Inspired Version of the Bible (now known as the Joseph Smith Translation). Although he had access to both the King James Version and his earlier Book of Mormon translation of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>, his new translation differs somewhat from both. The content of the Joseph Smith Translation is very similar to that of the Book of Mormon version, although some of the Book of Mormon additions are lacking from the Joseph Smith Translation, and there are some differences in punctuation. The inclusion of some phrases from the King James Version that are not in the Book of Mormon account indicates that Joseph did not simply \"lift\" the Isaiah material from the Book of Mormon and place it in his inspired translation.<\/p> <p>The Joseph Smith Translation stands partway between the King James and Book of Mormon translations in size, phraseology, and content, and seems to present the most correct text available of the original <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>. Its size, thirty-two verses, is larger than the King James Version's twenty-four verses, but smaller than the Book of Mormon's fifty-four verses. Although all of its phrases are found in either the King James Version or the Book of Mormon, many are found in one but not in both, which makes it a distinct document.<\/p> <p>In order to appreciate the relationship between the three versions of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>, careful study and comparison is necessary. To facilitate such a study, all three versions are compared in the following chart:<\/p> <h4>King James Version of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a><\/h4> <p>As the major points of the King James Version are described, you can read from your own Bible (especially the new Latter-day Saint edition if you have one).<\/p> <blockquote><p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> contains five major themes or discourses:<\/p> <p><sup>1<\/sup> Warnings to Ariel (Zion) (vs. 1-4).<\/p> <p><sup>2<\/sup> Judgments upon the wicked (5-10).<\/p> <p><sup>3<\/sup> Words of a sealed book (11-12).<\/p> <p><sup>4<\/sup> A marvelous work to come forth (13-21).<\/p> <p><sup>5<\/sup> Blessings to Israel (22-24).<\/p> <\/blockquote><p>These five sections are in a rough chiastic pattern: Isaiah directs the Lord's words to the house of Israel at the beginning and end of the prophecy (1, 5); the next two sections (2, 4) tell the wicked how the Lord's work will be accomplished; and the center, pivot section (3) contains the ambiguous promise of a sealed vision or book.<\/p> <p><i>Warnings to Ariel (vs. 1-4).<\/i> Isaiah's prophecy is initially directed to Ariel, a term that appears only five times in Isaiah's writings, all five in this chapter. The name <i>Ariel<\/i> is applied to Jerusalem and is usually interpreted to mean \"lion of God,\" although a more exact translation would be \"altar of God.\" The Hebrew word <i>ariel<\/i> actually means \"altar hearth,\" the highest tier of the altar of Solomon's Temple on which the wood and sacrifices were consumed by fire. (See <a class=\"isa\" verses=\"bnVsbA==\">Isa. 29<\/a>, footnote 1b.) Since the term is used to describe Jerusalem in her distressed condition (the word \"Zion\" replaces this term in 2 Ne. 27:3), it implies that Judah will need to be humbled and that God's fire of judgment will refine her. This implication can be illustrated in verse 3 by substituting the term \"sacrificial hearth\" for the second use of the word <i>Ariel<\/i> so that the verse reads: \"I [the Lord] will distress Ariel, and there will be moaning and sorrow and she will be like a sacrificial hearth.\"<\/p> <p>Verses 3 and 4 further describe how the Lord will come against Zion until the Israelites are brought low in humility, so that their fallen nation speaks \"out of the ground\" and \"out of the dust.\" Israel speaking to the world from \"low out of the dust\" can be understood figuratively to mean that she will deliver her message from the depths of her humiliation. The remnants of Israel in their scattered condition have often been taught by the Lord how disobedience to divine law brings punishments, while obedience brings blessings. Because of this, the sad experiences of the Jews and the Lamanites serve as a witness to the world of what will happen to everyone who turns away from God.<\/p> <p>Israel's words speaking \"out of the ground\" can also be interpreted more literally to mean that her written prophetic records would be preserved in the earth for a time before coming forth as a witness to the world. Of course, the Book of Mormon fulfills such a role. (See <a class=\"ref\">2 Ne. 26:15-17<\/a>; compare LeGrand Richards, CR, Apr. 1963, p. 118.) Also, the Dead Sea Scrolls provide an ancient record of the importance given to Old Testament texts; they reveal a Jewish religious community that maintained many teachings, ordinances, and practices that were not followed by orthodox Jews and Catholics. Yet other records that are now hidden in the earth will undoubtedly come forth from Israel to bear witness of the Lord's gospel. (See <a class=\"ref\">2 Ne. 29:7-14<\/a>.) They also will be speaking forth \"out of the dust.\"<\/p> <p><i>Judgments upon the wicked (vs. 5-10).<\/i> In this portion, Isaiah tells about the multitude of the Lord's judgments that will fall upon the strangers (or Gentiles) and the terrible ones (the wicked) who fight against Ariel. They, with their expectations of power over Zion, will be as frustrated and empty as a sleeper who dreams of food and drink but awakens still hungry and thirsty. These people, who are full of iniquity, will be lost and confused because they have rejected their rulers, the seers, and the Lord's prophets. They will live in a time of spiritual darkness and apostasy because of their wickedness. (See Orson Pratt, JD 15:185-86.)<\/p> <p><i>Words of a sealed book (vs. 11-12).<\/i> Latter-day Saints understand how the words of a sealed book (the Book of Mormon) at one time went to a learned man who claimed he was unable to translate from such a record. The well-known visit of Martin Harris to the scholar Charles Anthon is recorded in modern scripture. (<a class=\"ref\">JS-H 1:63-65<\/a>.)<\/p> <p>Verse 12 describes the words of a sealed book going to an unlearned man. Joseph Smith was such a man; in spite of his lack of higher education, he eventually was able to read and translate the sacred records. (See <a class=\"ref\">JS-H 1:59; D&amp;C 1:29<\/a>; compare Orson Pratt, JD 15:186.)<\/p> <p><i>A marvelous work to come forth (vs. 13-21).<\/i> The verses of this section build upon the themes of the previous two sections. Warnings similar to those in <a class=\"ref\">section 2<\/a> (vs. 5-10) are given, along with promises of marvelous events similar to those promised in <a class=\"ref\">section 3<\/a> (vs. 11-12).<\/p> <p>Verses 13 and 14 are familiar to Latter-day Saints because the Lord quoted to Joseph Smith the pronouncement in verse 13 about apostasy and the precepts of men (<a class=\"ref\">JS-H 1:19<\/a>); the promised \"marvelous work and wonder\" of verse 14 has become a motto of the Restoration (especially because of Elder LeGrand Richard's book of that title; see especially pp. 34-35 of <i>A Marvelous Work and a Wonder<\/i>).<\/p> <p>Verses 15 and 16 warn the earth's inhabitants against ignoring the omniscience of the Creator, and verses 17-19 promise his physical and spiritual blessings to those who seek and accept the gospel truths. The next two verses (20-21) echo some of the phrases found earlier in the chapter and are directed back to the wicked and to the \"terrible one\" (perhaps Lucifer), who will be brought to naught (compare v. 5). Scorners, those who deliberately lie about others (\"make a man an offender for a word\"), and those who seek to persecute the righteous will be cut off from the Lord. In summary, this section combines positive and negative promises as the Lord speaks through Isaiah to both the righteous and the wicked of the last days.<\/p> <p><i>Blessings to Israel (vs. 22-24).<\/i> Isaiah's prophecy concludes on a warm, positive note, promising an intimate relationship between the Lord and his children. Jacob will no longer be ashamed of his descendants nor will his face pale any longer as it did earlier when he observed their offenses. Many of the children of Israel who have rejected the Spirit and murmured against God will eventually come to understand the truth and receive forgiveness (v. 24). One need not wait until the world at large or the whole house of Israel receives these blessings, however, because each one of us can obtain these promises for himself just as soon as he turns to the Lord and sanctifies him (v. 23).<\/p> <h4>Joseph Smith Translation Additions to <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a><\/h4> <p>The additional insights and verses provided by Joseph Smith's translation are centered in five areas of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>:<\/p> <blockquote><p><sup>1<\/sup> Additions to verses 9-10.<\/p> <p><sup>2<\/sup> Ten verses added between verses 10 and 11.<\/p> <p><sup>3<\/sup> Additions to verses 11-12.<\/p> <p><sup>4<\/sup> Four verses added between verses 12 and 13.<\/p> <p><sup>5<\/sup> Minor additions to other verses (especially vs. 16, 17, and 20).<\/p> <\/blockquote><p><i>Additions to verses 9-10.<\/i> The audience being addressed in these verses remains ambiguous in the King James Version. The Joseph Smith Translation and Book of Mormon amplify the verses, indicating that they are directed only to those who \"do iniquity.\" The Joseph Smith Translation also makes it clear that the Lord has not retracted his prophets, but that the people themselves have closed their eyes to his word. The apostasy that results comes not because of the Lord's prophets but because of the people's iniquities.<\/p> <p><i>Ten verses added between verses 10 and 11.<\/i> The ten verses added after verse 10 in the Joseph Smith Translation describe the contents of the sealed book. The words of the sealed book reveal God's work with this earth from its foundation to its final state. The sealed book will eventually be delivered to a man (Joseph Smith) who will show it to a few select witnesses. Through the words of the book and through the special witnesses, God will establish his word (the gospel) upon the earth.<\/p> <p>The existence of sealed books is mentioned in the writings of other apocalyptic and eschatological prophets, including Daniel (<a class=\"ref\">Dan. 12:1, 4<\/a>), John the Revelator (<a class=\"ref\">Rev. 5:1-14; D&amp;C 77:6-7; D&amp;C 93:18<\/a>), the brother of Jared (<a class=\"ref\">Ether 3:21-4<\/a>:19), Ether (<a class=\"ref\">Ether 1:1-5; 13:1-14; 15:33-34<\/a>; see also <a class=\"ref\">Mosiah 8:9; 21:27; 28:11-20; Alma 37:21-31<\/a>), and Nephi (<a class=\"ref\">1 Ne. 14:19-28<\/a>). A common trademark of these sealed books is that they are sealed because of the wickedness of the people, as is described in Joseph Smith's translation of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>. Because of the sacred material contained in these inspired books, \"the things which are sealed shall not be delivered in the day of the wickedness and abominations of the people.\" (JST Isa. 29:13.) The sealed books will not come forth while the people are unworthy to receive them. Also, since the transmission of sacred records is often faulty, as texts are easily corrupted when left in secular hands, Nephi tells us that some inspired books and records \"are sealed up to come forth in their purity.\" (<a class=\"ref\">1 Ne. 14:26<\/a>.) The Lord is waiting until he can restore these pure records to a people faithful and ready to receive them. Apparently, the additions to <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> found in the Book of Mormon and the Joseph Smith Translation concerning sealed visions refer to the sealed portion of the Book of Mormon plates, which contains the visions of the brother of Jared and the \"revelation from God, from the beginning of the world to the ending thereof,\" which will be translated in the \"due time of the Lord.\" (<a class=\"ref\">2 Ne. 27:7, 10<\/a>; see also <a class=\"ref\">Ether 3:21-28; D&amp;C 17:6<\/a>.)<\/p> <p><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> is an interesting example of a prophecy within a prophecy. <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> contains a prophecy about a sealed book. This prophecy is amplified in the Joseph Smith Translation, which contains a more pristine text of the prophecy and makes it clear that the sealed book will itself contain an apocalyptic and eschatological sealed portion. (See JST Isa. 29:14-15.) The Book of Mormon thus fulfills the conditions of the sealed book prophecy of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>, although it may not be the only hidden, sealed record to do so.<\/p> <p>With the rebirth of the spirit of prophecy in the spring of 1820, Latter-day Saints have been able to witness through the Book of Mormon a literal fulfillment of the prophecy contained in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>. Furthermore, the Book of Mormon mentions a time when the Lord will see fit to reveal even more sacred instruction to those who accept the scriptures and teachings of the living prophets. (See <a class=\"ref\">2 Ne. 27-29<\/a>.) Indeed, this sequence of revelation seems to fulfill the prophetic statement in the chapter directly preceding <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> (as quoted by Nephi in the chapter following his text of <a class=\"isa\" verses=\"bnVsbA==\">Isa. 29<\/a>): \"I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth will I give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.\" (<a class=\"ref\">2 Ne. 28:30<\/a>; compare <a class=\"isa\" verses=\"WzE4MTc1XQ==\">Isa. 28:10<\/a>.)<\/p> <p>It becomes clear, then, that to scholars who reject prophecy (especially in our time), and with it the divine calling of the Prophet Joseph Smith and the authenticity of the Book of Mormon, the prophecy in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> is itself a \"sealed book.\" In the words of Jacob, \"The things of the wise and the prudent shall be hid from them forever\" and they will not understand or enjoy \"that happiness which is prepared for the saints.\" (<a class=\"ref\">2 Ne. 9:43<\/a>.) The saints, meanwhile, will not only understand the words of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>, but they will also be better prepared to receive the full sealed vision that is promised in this prophecy.<\/p> <p>The ten verses in the Joseph Smith Translation that describe the sealed book and its vision are missing from the King James Version, but they are briefly summarized in the first part of verse 11 of that text: \"And the vision of all is become unto you as the words of a book that is sealed.\" The next verses describe how some words of the sealed book will be taken to and received by different types of men.<\/p> <p><i>Additions to verses 11-12.<\/i> The basic contents of the King James Version of verses 11 and 12 are found in the Joseph Smith Translation (vs. 21-22), along with additional phrases that give more details about how words from the unsealed portions of the sealed book will be taken to both the learned and unlearned. As indicated earlier, the learned man is Charles Anthon and the unlearned man is Joseph Smith. The Joseph Smith Translation gives a few additional details about how the words of the book are received by these men.<\/p> <p><i>Four verses added between verses 12 and 13.<\/i> The next few verses of the Joseph Smith Translation (end of v. 22 to the first part of v. 26), which are not in the King James Version, contain direct instructions to the unlearned man who will receive the sealed book. He is charged to follow the Lord's directions with the sealed book and then to hide it up unto the Lord. Later, God will again bring forth the book, revealing all its contents to his faithful children.<\/p> <p><i>Minor additions to other verses.<\/i> The rest of the Joseph Smith Translation (vs. 26-32) has the same basic content as the King James Version (vs. 13-24), although the versification differs slightly.<\/p> <h4>Book of Mormon Additions to <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a><\/h4> <p>The Book of Mormon version of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a>, found in <a class=\"ref\">2 Nephi 26-27<\/a>, contains all the additions of the Joseph Smith Translation, although it lacks some phrases found in the King James Version. The 2 Nephi account also contains some verses that are not duplicated in the King James Version or Joseph Smith Translation. These verses appear to be Nephi's commentary on how the first part of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> (vs. 1-5) could be applied to his own people. This commentary consists of about eighteen verses, primarily in <a class=\"ref\">2 Nephi 26:15-33<\/a>.<\/p> <h4>Summary<\/h4> <p>What is the message of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> and how has it been fulfilled, especially as it discusses special hidden records? Some possible interpretations might be:<\/p> <p><sup>1<\/sup> Isaiah was talking only to the Jews of Jerusalem about the Bible and other records that would come forth in the last days in Judea. Such records could be the Dead Sea Scrolls or some other sacred, sealed works yet to come forth.<\/p> <p><sup>2<\/sup> Isaiah was not addressing the Israelites in the Old World. Rather, he was talking to the branch of Joseph that would cross the sea, and Nephi recognized this, recording <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> in <a class=\"ref\">2 Nephi 26-27<\/a>. Nephi's record differs from the King James Version, but it is hard to say whether Nephi was expounding upon the text by giving his additional insights or whether he was reading from a more correct text.<\/p> <p><sup>3<\/sup> Isaiah was addressing the Jews about their records, but Nephi applied this material to his own record, the Book of Mormon. In other words, he likened the Isaiah description of Old World records to his New World witness, amplifying the description and giving more specific details about the Book of Mormon in his inspired interpretation.<\/p> <p><sup>4<\/sup> Isaiah was talking to us in the last days about any number of records, sacred writings, and scriptures that would miraculously appear, confounding the \"wise\" and confusing the \"unlearned.\" The sealed words of any of these hidden books would be delivered to prophets who, although they were \"unlearned\" in that they were not language scholars, would be able to translate these sacred records through the power and inspiration of God.<\/p> <p>A review of the above possibilities coupled with a comparison of the three versions of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29<\/a> strongly supports the common Latter-day Saint viewpoint that Isaiah's vision of the sealed book applies to the Book of Mormon. However, students of the scripture should not ignore the possibility that Isaiah's prophecy may yet be fulfilled by still other hidden records. In any case, Isaiah prophesies that the Lord will perform marvelous works in the last days, even revealing new scriptures.<\/p> <p>Isaiah also tells us that faithful readers of the scriptures that are now available will come to understand the words of the new sealed books as they are revealed (v. 24). There appear to be at least three types of people who receive and attempt to understand the words from a religious record:<\/p> <p><sup>1<\/sup> The unlearned, who cannot read the language or words of the book, and who make no attempt to understand them.<\/p> <p><sup>2<\/sup> The learned, who can read the book but cannot understand it because it is \"sealed\" to those without the spirit of inspiration.<\/p> <p><sup>3<\/sup> Those who can read and understand the words of the book. Even though they may lack a knowledge of the language of the work, God's revelation can help them translate it, and after they know the words, his Spirit will help them understand the meaning of the \"sealed\" book.<\/p> <p>Hopefully we will become this third type of person who is able to understand not only the words of Isaiah, but also the other scriptures that the Lord has given us and the \"sealed\" books that he will yet reveal to us according to our faithfulness.<\/p>",
    "audit": null
}