{
    "id": 17275,
    "source": "poet",
    "verse_id": 17676,
    "verse_count": 4,
    "reference": "1:21-24",
    "title": "Apostasy",
    "html": "<blockquote><p><sup>21<\/sup> Alas, she has become a harlot,<\/p> <p>The faithful city<\/p> <p>That was filled with justice,<\/p> <p>Where righteousness dwelt—<\/p> <p>But now murderers.<\/p> <p><sup>22<\/sup> Your silver has turned to dross;<\/p> <p>Your wine is cut with water.<\/p> <p><sup>23<\/sup> Your rulers are rogues<\/p> <p>And cronies of thieves,<\/p> <p>Every one avid for presents<\/p> <p>and greedy for gifts;<\/p> <p>They do not judge the case of the orphan,<\/p> <p>And the widow's cause never reaches them.<\/p> <p><sup>24<\/sup> Assuredly, this is the declaration<\/p> <p>Of the Sovereign, the Lord of Hosts,<\/p> <p>The Mighty One of Israel:<\/p> <p>\"Ah, I will get satisfaction from My foes;<\/p> <p>I will wreak vengeance on My enemies!\" (NJV)<\/p> <\/blockquote><p>The Israelite society has become so wicked that Jerusalem is compared to a harlot, quite a contrast from the \"daughter of Zion\" in verse 8. From verses 21-24, it is obvious that the people of Jerusalem do not heed Isaiah's admonition to repent. Consequently, they find themselves out of favor with God and subject to his wrath. Their sins include adultery, murder, graft (adulterating the silver with alloys), deception (watering the wine),  rebellion, thievery, corruption (accepting bribes), and injustice (oppressing the needy). Small wonder, then, that they should be counted as the Lord's enemies and worthy of his vengeance (v. 24).<\/p> <p>One immediate fulfillment of this prophecy upon Israel was the invasion by Assyria and the forced resettlement of many Israelites in the far reaches of the Assyrian Empire. Also, according to Oliver Cowdery, the angel Moroni quoted these verses to Joseph Smith and told him that they referred to the Ten Tribes, who were scattered because of their apostasy. Moroni indicated that the next verses predict a future restoration of Israel. (<i>Messenger and Advocate,<\/i> Apr. 1835, p. 110.)<\/p>",
    "audit": null
}