{
    "id": 17316,
    "source": "poet",
    "verse_id": 18219,
    "verse_count": 42,
    "reference": "30-31",
    "title": "False Trust in Egypt",
    "html": "<h4>Historical Setting<\/h4> <p>King Hezekiah's rule over Judah was constantly threatened by the Assyrian Empire. After the Assyrians, under Sargon II, had conquered the northern kingdom, Israel, and deported her leading citizens to the far northeastern Assyrian territories, Judah remained one of the few independent countries in the western Fertile Crescent. Sargon II attempted to encircle Judah with his armies as he had established dominion over the coastal states Phoenicia and Philistia and had forced Egypt to open trade relations with her.<\/p> <p>King Hezekiah knew that any offensive action by Judah would immediately bring the Assyrian army upon his country. However, after Sargon II's death in 705 B.C., a number of political conditions seemed to favor a move away from Assyrian domination:<\/p> <p><sup>1<\/sup> With Sargon's death on the Hittite battlefield of Tabal (now part of southern Turkey), internal dissension and questions over the power of his successor encouraged numerous vassal states to revolt against Assyrian power and taxation.<\/p> <p><sup>2<\/sup> Egypt seemed to be growing more powerful as the Nubian pharaoh, Shabako, developed the twenty-fifth (or Ethiopian) dynasty into a strong threat against Assyrian expansion in the west.<\/p> <p><sup>3<\/sup> In the east, Babylon showed signs of resurgent power, as a new leader, Merodach-baladan, received support from neighboring states.<\/p> <p><sup>4<\/sup> Closer to Judah, other states were exerting increased independence.<\/p> <p>Taking advantage of these circumstances, Judah joined a coalition of states in Philistia and Phoenicia in their rebellion against Assyria. She also entered into a treaty with Egypt, with the Egyptians promising military aid against any Assyrian attack.<\/p> <p>Isaiah strongly opposed this whole series of events as they developed from 705 to 701 B.C. and renounced Judah's reliance upon Egyptian power. He desired the people to seek counsel and strength from the Lord instead of turning to Egypt, the land of their former bondage and affliction. Isaiah prophesied that, because the Judeans rejected the prophets and relied upon the power of men, Judah would fall along with her guardian, Egypt, and her inhabitants would be scattered until the Lord's judgments upon them were complete.<\/p> <h4>Primary Message<\/h4> <p>The alliance with Egypt was condemned not only as a political mistake, but because it represented a national frame of mind that feared men more than God. Previous to Hezekiah's reign, King Ahaz had made a similar pact with Assyria during the 730s B.C., which had ultimately produced the current threat. (<a class=\"isa\" verses=\"WzE4MjI2XQ==\">Isa. 7-8<\/a>.) Now, to avoid the threatened Assyrian bondage, Ahaz's son, Hezekiah, sought deliverance through Egyptian help. In both cases, the Judean kings attempted to avoid danger by turning to other political powers rather than relying upon God. Isaiah exhorted Judah to break out of this vicious circle through trust in the Lord. He told the children of Israel to be quiet and confident with God—in other words, to build their faith. Also, they should turn away from their sins (30:1) and return to the Lord (30:15) so that he might bless them in righteousness (30:18-25, 29).<\/p> <p>Four major topics are presented by Isaiah in these two chapters:<\/p> <p><sup>1<\/sup> Dependence upon Egypt will result in disappointment.<\/p> <p><sup>2<\/sup> As the children of Israel reject God's word they will be punished, and as they return to the Lord they will be blessed.<\/p> <p><sup>3<\/sup> Blessings will be given righteous Israel in a latter day.<\/p> <p><sup>4<\/sup> Judgments will come upon the wicked world.<\/p> <p>These four themes are intertwined throughout the chapters and are developed as follows:<\/p> <p><i>Dependence upon Egypt results in disappointment.<\/i> Isaiah uses five examples to illustrate this theme. The most detailed example begins chapter 30:<\/p> <p><b>30<\/b> Alas for you, rebellious children, says the LORD, who formulate a policy that is not Mine; who make an alliance contrary to My Spirit, thus adding sin to sin; 2who set out to go down to Egypt without asking for My counsel, to take refuge in the protection of Pharaoh and to seek shelter in the shadow of Egypt. 3The protection of Egypt shall end in shame, and the protection you seek in the shadow of Egypt shall be to your reproach. 4His princes are in Zoan, and his messengers have arrived in Hanes. 5All shall come to shame because of a people who will bring them no benefit, that are of no help or profit, but bring shame and disgrace. (MLB)<\/p> <p>In these verses, Isaiah warns the Israelites that they are following their own whims and not God's Spirit as they send a delegation down to Egypt. Instead of strength they will receive shame from their alliance.<\/p> <p>The second illustration (vs. 6-7) is less detailed but more subtle and powerful, for it equates their present situation with the earlier Israelite bondage in Egypt and their tribulations in the desert south of their promised land:<\/p> <p><sup>6<\/sup> A message concerning the beasts of the southland. Through a land of trouble and anguish, the home of the lioness and the lion, the viper and the flying serpent, they carry their riches on the backs of donkeys and their prized treasures on the humps of their camels to a people who cannot help them. 7As for Egypt, its assistance is empty and vain; therefore I have called her \"Rahab who sits still.\" (MLB)<\/p> <p>Generations earlier, the Israelites had been led by the Lord through these same dangerous deserts as they escaped with gifts and treasures from Egypt. (<a class=\"ref\">Ex. 11:2; 12:35-36<\/a>). Now, against God's command (<a class=\"ref\">Deut. 17:16<\/a>), they were returning to Egypt, laden with treasure to repurchase their bondage in the form of a military alliance. Furthermore, the lions, poisonous snakes, and fiery serpents that had tormented Moses' party also threatened Hezekiah's Judean delegation as it traveled the inland desert route instead of the major highway to avoid Assyrian spies along the sea. By suggesting with these similarities that history would repeat itself, Isaiah warned that instead of support from Egypt, the Israelites would receive renewed suffering.<\/p> <p>The third example (vs. 12-14) presents an analogy concerning Israel and her Egyptian alliance, which is doomed to destruction:<\/p> <p><sup>12<\/sup> Therefore thus says the Holy One of Israel: Because you have spurned this word and have trusted in oppression and crookedness and have relied on them, 13therefore this iniquity shall be to you as a broken section ready to fall, bulging out from a high wall, whose crash shall come suddenly at any instant. 14It shall be broken like the smashing of a potter's vessel smashed intentionally in pieces, so that among the fragments there shall not be found a piece with which to carry a coal of fire from the hearth or to dip water from a cistern. (MLB)<\/p> <p>Turning away from Yahweh to Egypt is a \"breach\" in the ancient covenant represented by a break in the protecting wall around Israel. The crack, initiated by the military alliance, will someday suddenly break the wall in pieces, leaving Israel exposed to external dangers. Likewise, Israel's faithless attitudes toward God weaken her until she becomes fragile like a pottery jug that is shattered and then spills its contents. Instead of being protected by the strength guaranteed through Egyptian might, Judah will find herself defenseless. Instead of being walled in and protected by the Lord, she will be broken and scattered.<\/p> <p>In the fourth illustration (vs. 16-17), Isaiah ironically promises the people both horses and swift speed, but not for the purposes they originally desired:<\/p> <p><sup>16<\/sup> But you answered, \"No! we will flee upon horses\"; therefore you shall flee—\"upon the swift shall we flee\"; therefore your pursuers shall be swift. 17At the threat of one, a thousand of you and at the threat of five [all of you] shall flee, till you will be left like a flagstaff on the peak of a mountain, and as a beacon on a hill. (MLB)<\/p> <p>The horses would not be needed to fight against the Assyrian forces but to flee from them; the swift speed would come not to the Israelites, but to those who pursued them. Indeed, a few of the enemy would send multitudes of Israelites running, and Judah would find herself fleeing until she would be scattered across the hills of the earth.<\/p> <p>The last example begins chapter 31 (vs. 1-3) and summarizes the four earlier illustrations:<\/p> <p><b>31<\/b> Alas for those who go down to Egypt for help, who rely on horses and trust in chariots because they are many and in horsemen because they are powerful; but they do not look to the Holy One of Israel; they do not seek the LORD. 2Yet He who brings calamity is also wise, He shall not retract His words; He will arise against the house of evildoers and against the helpers of those who work iniquity. 3The Egyptians are men and not God; their horses are flesh and not spirit. For, when the Lord stretches out His hand, he who helps falls and he who is helped stumbles; they shall all perish together. (MLB)<\/p> <p>The horses, men, or power of Egypt will not be able to help Judah when the hand of the Lord is raised against her. Indeed, both Egypt and Judah will fall together. Judah's lack of trust in the Lord and her attempt to go her own way with Egypt will result in great tragedy for both nations.<\/p> <p>These five examples demonstrate Isaiah's awareness of the political situation. But he was more than a political observer—he was an inspired prophet who knew the future consequences of political actions. Hezekiah and the Jewish leaders may have thought their actions would lead to political independence, but the Lord and Isaiah knew otherwise—political subservience and the scattering of the Jews would be the result.<\/p> <p><i>Israel's rejection or reception of God's word.<\/i> As a sign of his prophetic foreknowledge and a seal upon his warning to Judah, Isaiah was commanded to record his message as a witness to the people (30:8). He also chastised the people for their unwillingness to hear God's word (v. 9). In fact, their rejection of the Lord was so advanced that they wanted the prophets to cease their warning and leave the people alone (vs. 10-11):<\/p> <p><sup>8<\/sup> Go now, write it in their presence on a tablet, and inscribe it in a book, that it may be for the time to come [as a witness] for ever and ever: 9that they are a rebellious people, lying children who will not listen to the LORD's instruction, 10who say to the seers, \"See not,\" and to the prophets, \"Do not prophesy to us right things! Speak smooth things to us; predict delusions! 11Forsake the way, swerve from the path, and cease holding up before us the Holy One of Israel.\" (MLB)<\/p> <p>Here, Isaiah does more than just rebuke the people because of their attitudes and their reliance upon their own counsels. He shows them the true solution to their problems both as a people and as individuals. Recognizing that national problems will be solved only after individual spiritual weaknesses are overcome, he gives a few suggestions as to how the children of Israel can reestablish their relationship with God.<\/p> <p>The first and most powerful solution is suggested in 30:15:<\/p> <p><sup>15<\/sup> For thus says the Lord God, the Holy One of Israel: In conversion and rest you shall be saved; in quietness and confidence shall be your strength. Yet you would not. (MLB)<\/p> <p>In his own way, using vocabulary common to the Hebrew Old Testament period, Isaiah challenges the people to develop the first two principles of the gospel—faith and repentance. As their relationship with the Lord becomes calm and confident, this development will be a measurement of the faith and trust they have developed in God, and, as they return to the Lord and rest in the companionship of his Spirit, their repentance and spiritual development will guarantee them the guidance and power of God.<\/p> <p>A further suggestion and promise is given in verse 18. If the people exalt the Lord and wait for him (trust in him) they will be blessed:<\/p> <p><sup>18<\/sup> Nevertheless the Lord longs to be gracious to you! Therefore He shall rise up to bestow mercy on you: for the LORD is a God of justice. Blessed are they who wait for him. (MLB)<\/p> <p>Specific promises of leadership and guidance are given in verses 20 and 21. The Israelites are told to listen to the voice of the Lord (v. 21) and to cast aside their idols and pagan images (v. 22):<\/p> <p><sup>20<\/sup> Though the LORD gave you the bread of adversity and the water of affliction, yet your Teacher will not hide Himself any more, for with your eyes you will see your Teacher. 21When you turn, whether to the right or to the left, your ears will hear a voice behind you, saying, \"This is the way; walk in it!\" 22Then you will consider unclean your graven images overlaid with silver and your molten images plated with gold; you will cast them aside as an unclean thing, and you will say to them, \"Be gone!\" (MLB)<\/p> <p>The final command to Judah is issued in 31:6-7. Isaiah repeats the exhortations to turn to the Lord and to cast aside all idols.<\/p> <p><sup>6<\/sup> Return, O children of Israel, to Him from whom you have so gravely revolted! 7For in that day each man will cast away with contempt his idols of silver and his idols of gold, which your sinful hands have made for you. (MLB)<\/p> <p>The common theme of these four sets of verses is an admonition to turn to the Lord and to heed his word. A sign of adherence to this admonition would be demonstrated by the people rejecting their idols and listening to the Lord's prophets and his Spirit.<\/p> <p><i>Future blessings to Israel.<\/i> When Israel follows the Lord, she is ready to receive his blessings. Isaiah illustrates this relationship between action and reward in 30:18-26:<\/p> <p><sup>18<\/sup> Nevertheless <i>the LORD longs to be gracious<\/i> to you! Therefore He shall rise up to bestow mercy on you; for the LORD is a God of justice. Blessed are they who wait for Him. 19<i>O people in Zion,<\/i> who dwell in Jerusalem, you shall weep no more. <i>He shall surely be gracious to you<\/i> at the sound of your cry! He will answer you when He hears you. 20Though <i>the LORD gave you<\/i> the <i>bread<\/i> of adversity and the <i>water<\/i> of affliction, yet <i>your Teacher will not hide Himself<\/i> any more, for with your eyes you will see your Teacher. 21When you turn, whether to the right or to the left, <i>your ears will hear a voice<\/i> behind you, saying, \"This is the way; walk in it!\" 22Then you will consider unclean your graven images overlaid with silver and <i>your molten images<\/i> plated with gold; <i>you will cast them aside<\/i> as an unclean thing, and you will say to them, \"Be gone!\"<\/p> <p><sup>23<\/sup> <i>He shall then give you rain<\/i> for the seed with which you sow the soil, <i>and food,<\/i> the produce of the soil which is rich and plenteous; your cattle in that day will graze in large pastures. 24<i>The oxen and the donkeys<\/i> that till the ground <i>will feed<\/i> on salted provender winnowed with sieve and fan. 25On every lofty <i>mountain<\/i> and on every high <i>hill<\/i> there <i>will flow<\/i> brooks, copious streams in the day of the great slaughter when the towers fall. 26Then the light of the moon will be as the light of seven days, at the time <i>the LORD binds<\/i> up the fractures of His people <i>and heals<\/i> the severe wounds of his blows. (MLB, italics added to show chiasmus)<\/p> <blockquote><p><i>Chiastic Outline<\/i><\/p> <p>A. Lord's blessings<\/p> <p>B. Blessed people<\/p> <p>C. Bread and water<\/p> <p>D. Your true teacher<\/p> <p>E. Spiritual guidance<\/p> <p>D'. False idols<\/p> <p>C'. Rain and food<\/p> <p>B'. Blessed animals<\/p> <p>A'. Lord's blessings<\/p> <\/blockquote><p>While reading verse 20 of this optimistic poem, one might ask why Isaiah would use the terms <i>bread<\/i> and <i>water<\/i> to represent types of suffering, \"adversity\" and \"affliction.\" Bread and water usually symbolize sustenance, both physical and spiritual. Sometimes, however, bread and water are the only food and drink provided poor people or captives. Thus, one possible meaning of these phrases is that the people will become slaves or prisoners. (For an earlier example of these terms in this context, see <a class=\"ref\">1 Kgs. 22:27<\/a>.)<\/p> <p>Another possible meaning comes from a more literal translation of <i>bread—adversity<\/i> and <i>water—affliction.<\/i> In the Hebrew scriptures, these terms are in apposition to each other so that they read \"bread which is adversity\" and \"water which is affliction.\" By combining these phrases with the rest of verse 20, the following more literal translation develops:<\/p> <p>And the Lord gives you bread (which is adversity) and water (which is affliction)<\/p> <p>And your teacher will not hide himself anymore<\/p> <p>And your eyes shall see your teacher.<\/p> <p>If the teacher in this verse is the \"teacher of all teachers,\" or the Messiah, Jesus Christ, then this verse may be a promise to ancient Israel of the eventual presence and atonement of Christ using the symbolism of the bread and water of the sacrament. Thus, the bread-adversity and water-affliction could easily represent his suffering for sin and the subsequent resurrection. Also, without this type of bread and water, there would be a spiritual famine, such as the one described by Isaiah's contemporary, Amos. (<a class=\"ref\">Amos 8:11<\/a>.)<\/p> <p>We who partake of the bread and water of the sacrament should not only remember the adversity and affliction that Christ suffered, but also realize that as we take his name upon ourselves, we too become subject to adversity and affliction from Satan and his followers. Thus, for the children of Israel or us today to receive \"bread of adversity\" and \"water of affliction\" from the Lord should not always be considered a punishment. It often gives us an opportunity to remember the Atonement and to share the burdens of furthering God's work against those forces that oppose it.<\/p> <p>In addition to the prophesied blessings in the chiasmus above, Isaiah tells in 31:4-5 that the Lord promises he will come to Zion to defend and deliver it:<\/p> <p><sup>4<\/sup> For thus the LORD said to me: As the lion or the young lion growls over his prey and, though a full band of shepherds be called out against him, is neither terrified at their shouting nor daunted at their noise, so the LORD of hosts will come down to fight upon Mount Zion and upon His hill. 5Like hovering birds, [so] will the LORD of hosts protect Jerusalem, protect and deliver it; [by] passing over, He will preserve it. (MLB)<\/p> <p>The lion probably represented one of two symbols for Israelites of Isaiah's time. On one hand, the lion is the ancient symbol of Assyria. Therefore, if the Lord is like a lion, fearless against the shepherds of the land, Isaiah must be saying that the local inhabitants will be powerless against Assyrian might. Thus, the Lord will allow the lion (Assyria) to make war <i>against<\/i> the mount of Zion. <\/p> <p>On the other hand, the lion was also the symbol of the tribe of Judah, and if the lion in this verse represents Judah, then Isaiah is saying that Judah will have power over those who come <i>against<\/i> her. This interpretation seems more likely, especially in light of Isaiah's ideas in verse 5. There he compares the Lord of Hosts to birds and explains that the Lord will protect Jerusalem as the birds defend their nests. In short, the Lord will help the lion (Judah) to defend her property (Jerusalem) from conquest.<\/p> <p>Historically, although the lion of Assyria did come against Judah with great power and arrogance as a tool of chastisement in the Lord's hand (<a class=\"isa\" verses=\"W3siMTc4NTYiOjJ9LHsiMTc4NzUiOjJ9XQ==\">Isa. 10:5-6, 24-25<\/a>), the Lord defended Jerusalem and ensured that the lion of Judah was able to retain its independence. (<a class=\"isa\" verses=\"bnVsbA==\">Isa. 36-37<\/a>.)<\/p> <p><i>God's judgment upon the wicked.<\/i> Isaiah combines powerful vocabulary with the poetic structure of a double climactic parallelism in 30:27-33 as he prophesies concerning the Lord's punishments upon the wicked:<\/p> <p><sup>27<\/sup> Behold, the Name of the LORD is coming from afar, in burning anger, amid thick rising smoke; His lips are filled with fury; His tongue is like consuming fire. 28His breath as an overflowing torrent shall reach the neck, to sift the nations with the sieve of destruction [and to place] on the jaws of the people a bridle that will mislead them. 29But you shall have a song as in the night consecrated for feasting; and you shall [have] gladness of heart as when men march with flutes to come to the mountain of the LORD, the Rock of Israel. 30For the LORD will cause His powerful voice to be heard and will show His arm descending with furious anger, [with] a flame of devouring fire, a cloud-burst, a tempest, and hailstones. 31The Assyrians will be terrorstricken at the voice of the LORD when he smites with the rod; 32but every stroke of the rod of chastisement which the LORD lays upon them shall be accompanied by the timbrel and harp, when, in battles, He assails them with a brandishing arm. 33For Topheth has already been prepared; yes, for the king it has been made ready, made deep and wide piled high with fire and logs in abundance. The breath of the LORD, like a stream of brimstone, is setting it on fire. (MLB)<\/p> <blockquote><p>These parallel messages can be outlined as follows:<\/p> <p><i>First Message Second Message<\/i><\/p> <p>A. The Lord's anger, A'. The Lord's anger,<\/p> <p>indignation, and indignation, and<\/p> <p>devouring fire (v. 27) devouring fire (v. 30)<\/p> <p>B. The Lord's breath will B'. The Lord's voice will<\/p> <p>control the vain nations (28) beat down Assyria (31)<\/p> <p>C. The people will sing C'. Instruments of music<\/p> <p>songs of gladness as they follow the Lord's path (32)<\/p> <p>come to the Lord (29)<\/p> <p> D. A place of judgment<\/p> <p> and fire near Jerusalem<\/p> <p> has been prepared by the<\/p> <p> Lord for the wicked (33;<\/p> <p> climax of this parallelism)<\/p> <\/blockquote><p>This idea is repeated in 31:8-9, where Assyria's fall is predicted and a place of fire at Jerusalem is promised:<\/p> <p><sup>8<\/sup> The Assyrian shall fall by the sword of no man; no human's sword shall devour him. He shall flee from the sword, and his young men shall be put to bond service. 9His rock will pass away in terror and his princes will desert the standard in panic, says the LORD, whose fire is in Zion and His furnace in Jerusalem. (MLB)<\/p> <p>Although on one level these chapters are a warning to Judah to avoid any alliance with Egypt, they also contain Isaiah's deep pleading with Israel to hear the word of the Lord and to have faith and trust in his word. The Israelites are promised that if they repent and return to God, they will receive marvelous blessings; if they continue in their present path, they will be numbered among the wicked, who will suffer divine punishment.<\/p> <p>The same message should be understood by God's children who live now on the earth. Neither treaties among nations nor the powers of men will bring peace and security; they eventually bring only frustration and disappointment. If we hear and follow God's counsel, we can find rest and peace as we receive his blessings. Otherwise, we will join the wicked in their sufferings.<\/p>",
    "audit": null
}