{
    "id": 17350,
    "source": "poet",
    "verse_id": 18845,
    "verse_count": 23,
    "reference": "61-62",
    "title": "New Clothes, New Names, and New Blessings",
    "html": "<p>Having promised in chapter 60 the future glory of Zion, Isaiah prophesies further in chapters 61 and 62 concerning the blessings of Zion. While these chapters find partial fulfillment in the return of the Jewish exiles from Babylon and the rebuilding of their temple, they are only completely fulfilled in the ministry of Christ at the meridian of time and in the fulness of times.<\/p> <p>Isaiah begins by speaking about the earthly ministry of Christ. Jesus applied the first two verses to himself as he began his public ministry in Nazareth. He told the Jews, \"This day is this scripture fulfilled in your ears.\" (<a class=\"ref\">Luke 4:21<\/a>.) Isaiah prophesies at the end of verse 2 of the ministry of Christ in the fulness of times, speaking of Christ's second coming:<\/p> <blockquote><p><b>61<\/b> The spirit of the Lord God is upon me,<\/p> <p>Because the Lord has anointed me;<\/p> <p>He has sent me as a herald of joy to the humble,<\/p> <p>To bind up the wounded of heart,<\/p> <p>To proclaim release to the captives,<\/p> <p>Liberation to the imprisoned;<\/p> <p><sup>2<\/sup> To proclaim a year of the Lord's favor<\/p> <p>And a day of vindication by our God;<\/p> <p>To comfort all who mourn. (NJV)<\/p> <\/blockquote><p>Isaiah's promise of liberty to the captives can refer to both physical and spiritual bondage; the resurrection frees men from the physical bondage of death, while the Atonement frees men from sin. As Joseph Fielding Smith said, \"These references to the opening of the captives evidently have reference to the dead who had been confined in darkness not knowing their fate.\" (AGQ 2:81.) The souls in spirit prison remained in spiritual darkness, subject to the buffetings of Satan, until the Savior initiated missionary work among them after his crucifixion. (See TG \"Spirits in Prison.\")<\/p> <p>When Christ referred to these verses, he quoted only through the first phrase in verse 2. This is significant, for he said that he had come \"to preach the acceptable year of the Lord\" (KJV), but did not go on to say that he had come \"in a day of vengeance\" (KJV). His first ministry upon the earth did not complete his mission, but did accomplish the Atonement and resurrection. The \"day of vengeance\" will come with Christ's second coming, when the world will be judged and the wicked punished.<\/p> <p>The compression of events centuries apart into a single verse is characteristic of Isaiah's writings. Indeed, a \"compact\" view of history is common among both Old and New Testament writers, who often portray the first advent of the Messiah together with his coming in glory. (See <a class=\"ref\">Acts 1:6-7<\/a>.)<\/p> <p>The imagery of chapter 61 is that of the year of Jubilee. A year of liberty and restoration is proclaimed (v. 1), the present tide of Judah's troubles is reversed (v. 3), and universal righteousness and hymns of praise abound (v. 11; see <a class=\"ref\">Lev. 25<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isa. 58<\/a>). Again Isaiah applies present conditions to the future. Just as Christ provides liberty from death and sin, his followers should forgive or \"free\" their captives, those indebted to them. Some of the conditions in verses 1 and 2 fulfilled by Christ can likewise be fulfilled by us:<\/p> <blockquote><p><i>Condition Christ's Role Our Opportunity<\/i><\/p> <p>Bind up the Christ's atonement brings We can teach people the<\/p> <p>brokenhearted God's eternal family back plan of salvation<\/p> <p> together again<\/p> <p>Proclaim Jesus preached the gospel We can proclaim<\/p> <p>liberty to the here and in the spirit world repentance to the world.<\/p> <p>captives<\/p> <\/blockquote><p>Open the The Savior opened the gates We can do vicarious work prison to the celestial kingdom for the dead (D&amp;C 128:22)<\/p> <p>Comfort the Christ's teachings and We can comfort those who<\/p> <p>mourners mission bring peace to suffer and are oppressed<\/p> <p> those who now mourn<\/p> <p>There is a close relationship between the millennial condition of these first two verses of chapter 61 and the preceding chapter. Having described the future blessings of Zion in chapter 60, Isaiah here indicates <i>who<\/i> is to bring about Zion. Christ, first and foremost, will bring Zion to the world, but there can be no Zion society without a community of the \"pure in heart.\" Like Isaiah's servant songs, the admonition of 61:1-2 serves as a model for all God's children who attempt to build his kingdom.<\/p> <p>In short, Isaiah's prophecies contain a variety of possible applications. A nineteenth century scholar, Adam Clarke, distinguishes at least two levels of meaning in these first verses of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 61<\/a>:<\/p> <p>In most of Isaiah's prophecies there is a primary and secondary sense, or a remote subject illustrated by one that is near. The deliverance of the Jews from their captivity in Babylon is constantly used to shadow forth the salvation of men by Jesus Christ. Even the prophet himself is a typical person, and is sometimes intended to represent the great Saviour. It is evident from <a class=\"ref\">Luke 4:18<\/a> that this is a prophecy of our blessed Lord and his preaching; and it is as evident that it primarily refers to Isaiah preaching the glad tidings of deliverance to the Jews. (<i>Clarke's Commentary<\/i> 4:225.)<\/p> <p>Latter-day Saints can find at least one more level of meaning as they study Isaiah's words and apply them to the events of this dispensation.<\/p> <p>As we become true servants of the Lord, we can help him bring about the conditions needed to establish the Zion that Isaiah describes in the next few verses of chapter 61:<\/p> <blockquote><p><sup>3<\/sup> To provide for the mourners in Zion—<\/p> <p>To give them a turban instead of ashes,<\/p> <p>Festive ointment instead of mourning,<\/p> <p>A garment of splendor instead of a drooping spirit.<\/p> <p>They shall be called terebinths of victory,<\/p> <p>Planted by the Lord for His glory.<\/p> <p><sup>4<\/sup> And they shall build the ancient ruins,<\/p> <p>Raise up the desolations of old,<\/p> <p>And renew the ruined cities,<\/p> <p>The desolations of many ages.<\/p> <p><sup>5<\/sup> Strangers shall stand and pasture your flocks,<\/p> <p>Aliens shall be your plowmen and vine-trimmers;<\/p> <p><sup>6<\/sup> While you shall be called \"Priests of the Lord,\"<\/p> <p>And termed \"Servants of our God.\"<\/p> <p>You shall enjoy the wealth of nations<\/p> <p>And revel in their riches.<\/p> <p><sup>7<\/sup> Because your shame was double—<\/p> <p>Men cried, \"Disgrace is their portion\"—<\/p> <p>Assuredly,<\/p> <p>They shall have a double share in their land,<\/p> <p>Joy shall be theirs for all time.<\/p> <p><sup>8<\/sup> For I the Lord love justice,<\/p> <p>I hate robbery with a burnt offering.<\/p> <p>I will pay them their wages faithfully,<\/p> <p>And make a covenant with them for all time.<\/p> <p><sup>9<\/sup> Their offspring shall be known among the nations,<\/p> <p>Their descendants in the midst of the peoples.<\/p> <p>All who see them shall recognize<\/p> <p>That they are a stock the Lord has blessed. (NJV)<\/p> <\/blockquote><p>In sharp contrast to the shame, destruction, and desolation promised in his earlier writings (see <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isa. 1<\/a>), Isaiah now prophesies prosperity—the people multiply (v. 3), cities are rebuilt (v. 4), and the land is replenished (v. 5). While others till the land and provide society's physical sustenance (v. 5), the members of covenant Israel will officiate in the Lord's priesthood and temple service (v. 6). Isaiah contrasts the wealth, reputation, joy, justice, and family security that God's chosen people will eventually enjoy with their earlier depraved condition (vs. 6-9).<\/p> <p>Isaiah's anticipation of these events becomes so exuberant that, beginning in verse 10, he breaks forth into a song that continues to 62:9. This song is distinctly noted in the Dead Sea Scrolls in an unusual arrangement. Ordinarily, a number of Hebrew phrases that usually comprise anywhere from two to ten or more verses in our English translations are strung together from one column margin to another without any extra spacing between the phrases or verses. However, in this section of 61:10-62:9, each phrase is distinctly separated from the phrases preceding and following it by an extra wide space. For the most part, the New Jewish Version of these verses retains the separations, since each line in the English is one phrase in the Hebrew.<\/p> <blockquote><p>Isaiah sings for all of Zion in his psalm of praise:<\/p> <p><sup>10<\/sup> I greatly rejoice in the Lord,<\/p> <p>My whole being exults in my God.<\/p> <p>For He has clothed me with garments of triumph,<\/p> <p>Wrapped me in a robe of victory,<\/p> <p>Like a bridegroom adorned with a turban,<\/p> <p>Like a bride bedecked with her finery.<\/p> <p><sup>11<\/sup> For as the earth brings forth her growth<\/p> <p>And a garden makes the seed shoot up,<\/p> <p>So the Lord God will make<\/p> <p>Victory and renown shoot up<\/p> <p>In the presence of all the nations. (NJV)<\/p> <\/blockquote><p>In these verses, the former mourners of Zion (v. 3) are now the redeemed of the Lord and sing thanks to him for his blessings. The motifs of a wedding and the temple ceremony are a part of their rejoicing: clothed in garments, robes, and wedding attire, Israel and the Lord are ready to enter into their marriage covenant.  This symbolism echoes the writings of Isaiah's contemporary prophet, Hosea, and calls to mind the \"wedding feast\" to be held at Christ's second coming. (<a class=\"ref\">Matt. 22<\/a>; see <a class=\"ref\">D&amp;C 33:17-18; 65:3; 133:10-19<\/a>.)<\/p> <p>The imagery of special clothing conveys lasting impressions to the reader. For example, Isaiah's earlier use of \"armor\" (59:17) brings to mind the \"armor of righteousness,\" which all saints should wear. (<a class=\"ref\">2 Ne. 1:23; Eph. 6:11-12<\/a>.) Armor is uncomfortable, heavy, and awkward, just as maintaining righteousness in a world of wickedness can make one feel separated from the world while living in the world. Some may feel that the armor or righteousness is too confining and shed it, thus falling to the dangers of the world. Soon they find that they have exchanged the slightly awkward armor for the absolutely confining \"chains of hell.\" (<a class=\"ref\">Alma 5:7, 9-10<\/a>.) On the other hand, those who faithfully wear the armor are promised a time when they will be clothed with the more comfortable \"robes of righteousness.\" (<a class=\"ref\">2 Ne. 9:14<\/a>.) Isaiah's repeated use of \"garments,\" \"robes,\" and other fine items of attire presents a picture of comfort and pleasantness (compare 59:17 with 60:3, 10).<\/p> <p>Continuing with the symbolism of Zion, the temple, and marriage, Isaiah sings more about Jerusalem in chapter 62:<\/p> <blockquote><p><b>62<\/b> For the sake of Zion I will not be silent,<\/p> <p>For the sake of Jerusalem I will not be still,<\/p> <p>Till her victory emerge resplendent<\/p> <p>And her triumph like a flaming torch.<\/p> <p><sup>2<\/sup> Nations shall see your victory,<\/p> <p>And every king your majesty;<\/p> <p>And you shall be called by a new name<\/p> <p>Which the Lord Himself shall bestow.<\/p> <p><sup>3<\/sup> You shall be a glorious crown<\/p> <p>In the hand of the Lord,<\/p> <p>And a royal diadem<\/p> <p>In the palm of your God.<\/p> <p><sup>4<\/sup> Nevermore shall you be called \"Forsaken,\"<\/p> <p>Nor shall your land be called \"Desolate\";<\/p> <p>But you shall be called \"I delight in her,\"<\/p> <p>And your land \"Espoused.\"<\/p> <p>For the Lord takes delight in you,<\/p> <p>And your land shall be espoused.<\/p> <p><sup>5<\/sup> As a youth espouses a maiden,<\/p> <p>Your sons shall espouse you;<\/p> <p>And as a bridegroom rejoices over his bride,<\/p> <p>So will your God rejoice over you. (NJV)<\/p> <\/blockquote><p>Isaiah excels in his poetry and imagery in this majestic psalm. Undoubtedly, musical accompaniment accentuated the lyrics. Besides the many semantic parallelisms, which are obvious even in the English translations, grammatical parallelisms, rhyme, and meter give richness to the psalm. For example, the first two lines in verse 2 contain synonymous parallels in both content and form. The conceptual similarity is apparent in the English translations, while grammatical and rhyming parallels are more obvious in the original Hebrew:<\/p> <p><i>ve<\/i>-ra'n goy<i>im<\/i> tzedk<i>aych<\/i><\/p> <p><i>ve<\/i>-kol melawch<i>im<\/i> kevod<i>aych<\/i><\/p> <p>Four stressed syllables in each line reinforce the poetry, which would have been sung or chanted in a pattern similar to well-known English children's songs and rounds. Just as the song \"Three Blind Mice\" has four beats in each line (although the lines vary in length from three to ten syllables), each line of Isaiah's poetry contains a set number of beats or stressed syllables per line (regardless of the number of syllables in each line). The first two lines of verse 2 could be translated and scanned as follows:<\/p> <p>Nations shall behold your victory;<\/p> <p>kings all of them your majesty.<\/p> <p>By repeating these two lines aloud with the proper accentuation, one can begin to capture the rhythm and style of Isaiah's poetry. Because of their content, form, and beauty, Isaiah's words would have been easily remembered and passed on among the ancient Israelites.<\/p> <blockquote><p>As Isaiah develops his song in verses 1-5, he presents six themes:<\/p> <p>A. He cannot remain <i>silent<\/i> (v. 1)<\/p> <p>B. <i>Jerusalem<\/i> will be victorious (1-2)<\/p> <p>C. A <i>new<\/i> name will be given to Zion (2)<\/p> <p>D. She will be a <i>royal crown<\/i> in the Lord's hand (3)<\/p> <p>E. She will no longer be <i>desolate<\/i> (4)<\/p> <p>F. The Lord <i>will claim<\/i> her as his bride (5).<\/p> <p>He repeats the same set of six themes as he concludes chapter 62:<\/p> <p><sup>6<\/sup> Upon your walls, O Jerusalem,<\/p> <p>I have set watchmen,<\/p> <p>Who shall never be silent<\/p> <p>By day or by night.<\/p> <p>O you, the Lord's remembrancers,<\/p> <p>Take no rest<\/p> <p><sup>7<\/sup> And give no rest to Him.<\/p> <p>Until He establish Jerusalem<\/p> <p>And make her renowned on earth.<\/p> <p><sup>8<\/sup> The Lord has sworn by His right hand,<\/p> <p>By His mighty arm:<\/p> <p>Nevermore will I give your new grain<\/p> <p>To your enemies for food,<\/p> <p>Nor shall foreigners drink the new wine<\/p> <p>For which you have labored.<\/p> <p><sup>9<\/sup> But those who harvest it shall eat it And give praise to the Lord;<\/p> <p>And those who gather it shall drink it<\/p> <p>In My sacred courts.<\/p> <p><sup>10<\/sup> Pass through, pass through the gates!<\/p> <p>Clear the road for the people;<\/p> <p>Build up, build up the highway,<\/p> <p>Remove the rocks!<\/p> <p>Raise an ensign over the peoples!<\/p> <p><sup>11<\/sup> See, the Lord has proclaimed<\/p> <p>To the end of the earth:<\/p> <p>Announce to Fair Zion,<\/p> <p>Your Deliverer is coming!<\/p> <p>See, his reward is with Him,<\/p> <p>His recompense before Him.<\/p> <p><sup>12<\/sup> And they shall be called, \"The Holy People,<\/p> <p>The Redeemed of the Lord,\"<\/p> <p>And you shall be called, \"Sought Out,<\/p> <p>A City Not Forsaken.\" (NJV)<\/p> <p>Again, the six themes are:<\/p> <p>A'. The watchmen (prophets) and we should never be <i>silent<\/i> (vs. 6-7).<\/p> <p>B'. <i>Jerusalem<\/i> will be renowned (7).<\/p> <p>C'. She will receive <i>new<\/i> grain and <i>new<\/i> wine (8).<\/p> <p>D'. Her people will gather in the Lord's <i>sacred<\/i> courts (9).<\/p> <p>E'. A highway will be <i>built up<\/i> (10).<\/p> <p>F'. Zion's deliverer <i>will come<\/i> (11).<\/p> <\/blockquote><p>Verse 12 climaxes the song, promising that righteous Israel will be known as God's holy, redeemed people.<\/p> <p>Joseph Smith provides a few insights that complement and strengthen Isaiah's psalm. The crowning of Zion (62:3) is mentioned in <a class=\"ref\">Doctrine and Covenants 133:32<\/a> (compare <a class=\"ref\">D&amp;C 60:4<\/a>). In the inspired version of Isaiah, Joseph Smith translated the merely transliterated terms of the King James Version, <i>Hephzi-bah<\/i> and <i>Beulah<\/i> (verse 4), as \"delightful\" and \"union,\" an interpretation close to that of the New Jewish Version quoted earlier. Finally, in verse 5, Joseph Smith strengthened the parallelism of the first two lines in the Joseph Smith Translation by substituting the word \"God\" for \"sons\":<\/p> <p>As a youth espouses a maiden<\/p> <p>Your God shall espouse you [Zion].<\/p> <p>A number of allusions to the temple ceremony are found in chapter 61 and 62. The following chart highlights some of them:<\/p> <blockquote><p>Reference Concept Temple Meaning<\/p> <p> 61:2 Freedom to those The vicarious work for the dead (see<\/p> <p> in spirit prison <a class=\"ref\">Mal. 4:5-6; D&amp;C 2<\/a>; 138; 1 Pet.<\/p> <p> 3:18-20)<\/p> <p> 61:2 Comfort the A common practice in temple prayers<\/p> <p> mourners is to exercise faith on behalf of<\/p> <p> the sick, afflicted, and others who<\/p> <p> mourn<\/p> <p> 61:4 Rebuilding ancient Building temples or restoring<\/p> <p> ruins eternal family ties and keys (D&amp;C<\/p> <p> 110)<\/p> <p> 61:8 Everlasting The new and everlasting covenant of<\/p> <p> covenant marriage (<a class=\"ref\">D&amp;C 131:1-4; 132:1<\/a>)<\/p> <p> 61:9 Children Promise of eternal increase to those<\/p> <p> in the highest degree of celestial<\/p> <p> glory<\/p> <p> 62:2 New name A new name is given those who are to<\/p> <p> enter the celestial kingdom (D&amp;C<\/p> <p> 130:11)<\/p> <p> 62:4,5 Marriage Eternal marriages are performed in<\/p> <p> temples<\/p> <p> 62:9 Sacred courts Only worthy people are allowed in<\/p> <p> God's house<\/p> <p> 62:10 Gates Certain requirements are necessary<\/p> <p> to pass by Heavenly Father's<\/p> <p> servants in order to enter his<\/p> <p> presence<\/p> <\/blockquote><p>These examples encourage a fourth level of understanding for chapters 61 and 62 of Isaiah. As indicated earlier, these chapters might apply to (1) the Jews returning from Babylon, (2) Christ's first coming, and (3) the events surrounding his second coming. For God's faithful children in any dispensation, Isaiah's words can also refer to the temple and its ordinances and blessings.<\/p>",
    "audit": null
}