{
    "id": 17314,
    "source": "poet",
    "verse_id": 18166,
    "verse_count": 29,
    "reference": 28,
    "title": "Teaching the Children of the Lord",
    "html": "<p>God sincerely desires to provide peace and rest for everyone, especially for the children of Israel. In his wisdom, however, he realizes that his love, care, and protection should not be forced upon anyone. In chapter 28, Isaiah extends an invitation for peaceful rest to God's children (v. 12). He also reminds Israel that God the Father teaches only the truth and instructs the people precept by precept, line upon line, and little by little (vs. 11, 13).<\/p> <p>Having previously pronounced woes upon the whole world (chs. 13-23) and predicted the events of the Lord's great and dreadful day (chs. 24-27), Isaiah begins in chapter 28 to condemn the condition of the people of his own time. He issues warnings first to Samaria and then to Jerusalem. His discourse was probably given after Assyria cut down the Syro-Israelite alliance in 732 B.C. and before the Assyrian army destroyed Israel in 722 B.C. The most likely date is 724 B.C., for it was then that King Hoshea of Israel began to resist Shalmaneser V of Assyria. While only the capital, Samaria, and the immediate surrounding territories remained out of Assyrian control, the remaining \"free\" Israelites rejoiced in their independence and boasted in the invincibility of their defense.<\/p> <p>Isaiah therefore addresses the proud Israelites in Samaria as the \"haughty crown\" of Ephraim and prophesies their impending judgment:<\/p> <p><b>28<\/b> Woe to the haughty crown of the drunkards of Ephraim, and to the fading flower of its ornament of beauty, which is on the head of the fertile valley of those overcome with wine! 2Behold, the LORD has a strong and mighty agent; like a tempest of hail and a destroying storm, like a flood of powerful, overwhelming waters, He will cast down to the earth with the [clenched] hand. 3The proud crown of the drunkards of Ephraim shall be trodden under foot; 4and the fading flower of its ornament of beauty, which is at the head of the fertile valley, shall be like a first ripe fig before summer; when a man sees it, he eats it as soon as he has put it in his hand. (MLB)<\/p> <p>The prophet contrasts Israel's present condition with the time when the Lord will be a \"crown of glory\" for a just, righteous remnant:<\/p> <p><sup>5<\/sup> In that day the LORD of hosts shall be a crown of glory and a diadem of beauty to the remnant of His people, 6a spirit of justice to him who executes justice, and of valor to those who turn back the battle to the gate. (MLB)<\/p> <p>Isaiah makes several other interesting comparisons in these two sets of verses. First he tells proud Israel that when she raises herself as a \"crown\" and is overcome with wine, she will be humbled by the Lord. However, when she finally recognizes the Lord as her \"crown\" or ruler, he will give Israel justice and courage so that her warriors can push back any threatening danger to the place (or \"gate\") from which it came (v. 6).<\/p> <p>Isaiah returns to a discussion of the drunken condition of the leaders in his own day in the next two verses:<\/p> <p><sup>7<\/sup> These also reel with wine and wander about because of strong drink; [both] priest and prophet reel because of strong drink; they are victims of wine; they wander about due to strong drink; they err in vision and stumble in giving judgment; 8for all their tables are covered with vomit; there is not a place without filth. (MLB)<\/p> <p>The priests and prophets that Isaiah identifies are probably the corrupt and apostate Israelites who have either abused their priestly roles or falsely claimed to be prophets of God. (See <a class=\"isa\" verses=\"WzE4MTkzXQ==\">Isa. 28<\/a>, footnotes 7a and 7d.) On the other hand, even true, honorable priests and prophets can be \"victims of wine\" when their message is misunderstood or rejected because of spiritual \"drunkenness\" or wickedness among the people. (See <a class=\"ref\">2 Ne. 27:1-5<\/a>.)<\/p> <p>Isaiah portrays the drunkenness of Israel through assonance. In choosing his words, he imitates the staggering and stumbling of the drunkards with a threefold repetition of <i>shagu-taghu, shagu-taghu, shagu-paqu (Shagu<\/i> is usually translated as \"err\" or \"reel,\" <i>taghu<\/i> as \"wander\" or \"stagger away,\" and <i>paqu<\/i> as \"stumble.\") The prophet places all these verbs \"in the preterite completed action, thus implying that drunkenness was a habit long entrenched.\" (Young, <i>The Book of Isaiah<\/i> 2:272.)<\/p> <p>Since Israel's leaders are unable to receive or understand the Lord's message, Isaiah asks a rhetorical question: \"Whom then can the Lord teach?\" He then answers his own question:<\/p> <p><sup>9<\/sup> Whom will He teach knowledge, and who shall be made to understand the message? [Babes just] weaned from the milk, [just] drawn from the breasts? 10For [it is] precept upon precept, precept upon precept, line upon line, line upon line, here a little, there a little. (MLB)<\/p> <p>The \"message\" or \"doctrine\" (KJV) that Israel is to understand is one given by divine revelation to a prophet and then through him to the people in a manner commensurate with their spiritual development. (See <a class=\"ref\">2 Ne. 28:30-31<\/a>; compare <a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isa. 53:1<\/a>.)<\/p> <p>Such disciplines as reading, speaking, mathematics, and foreign languages are not mastered at first exposure, but require gradual growth and constant study. Similarly, spiritual growth is a gradual learning process that requires constant effort. Spiritual development is gradual both because of its complicated nature and because of its elusiveness in a temporal world, although one of the purposes of mortal existence is to learn spirituality.<\/p> <p>Isaiah teaches us in the same way the Lord does. The development of spirituality \"precept upon precept,\" \"line upon line,\" and \"here a little, there a little\" is also mentioned in modern scripture (<a class=\"ref\">D&amp;C 98:11-12; 128:21<\/a>) and by modern prophets (Brigham Young in JD 7:143; 9:167; 10:350; Joseph F. Smith in JD 18:276). A contemporary apostle, Bruce R. McConkie, suggests how one can learn spiritual truths, especially those taught by Isaiah:<\/p> <p>Read, ponder, and pray—verse by verse, thought by thought, passage by passage, chapter by chapter! As Isaiah himself asks: \"whom shall he teach knowledge? and whom shall he make understand doctrine?\" His answer: \"them that are weaned from the milk, and drawn from the breasts. For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little.\" (<i>Ensign,<\/i> Oct. 1973, p. 83.)<\/p> <p>Three descending levels of learning are stressed by Isaiah in the phrases \"precept upon precept,\" \"line upon line,\" and \"a little\" at a time. The highest level, \"precept\" is a \"principle imposing a particular standard of action\" (<i>American Heritage Dictionary,<\/i> 1969, p. 1030) or \"an instruction intended as a rule of conduct\" (<i>Webster's Dictionary,<\/i> New American Edition, p. 289). Latter-day Saint beliefs expand the meaning to include \"eternal principle\" or \"higher law.\"<\/p> <p>Eternal principles based upon unconditional love form the framework for God's actions with his children. For example, the concept that \"life is sacred\" is an eternal precept.<\/p> <p>The word Isaiah uses to describe the second level of learning, translated as \"line upon line,\" refers to a plumb line, the means of measuring vertical and horizontal relationships. Literally, the word is equivalent to \"rule upon rule\" (Young, <i>The Book of Isaiah<\/i> 2:276) and can be considered as a course of conduct, thought, or policy (<i>Webster's Dictionary,<\/i> New American Edition, p. 219). Further emendation based upon Latter-day Saint perspective yields \"commandment\" or \"lesser law\"; it is God's direction to us on how to fulfill the higher law. A commandment is usually given to us by the Lord through the prophets, although the individual conscience can and should provide guidelines for conduct without direct instruction from a prophet. An example of a \"line upon line\" or \"lesser law\" within the framework of the precept \"Life is sacred\" would be the commandment \"Thou shalt not kill.\"<\/p> <p>The third level of learning, \"here a little, there a little,\" is more difficult to identify. As bits of information are learned about any new subject, a gradual, more complete understanding develops. Repetition is a tool used by effective teachers; it reinforces the learning just a \"little\" until the concept or term is finally mastered. Similarly, the Lord expects us to learn his truths a little at a time as we grow spiritually until we come to an \"understanding in all things\" and even a knowledge of \"the mysteries of God.\" (<a class=\"ref\">2 Tim. 2:7; 1 Ne. 10:19<\/a>; compare <a class=\"ref\">Matt. 13:11<\/a> and TG \"Mysteries of Godliness.\") The \"little\" means by which we learn and apply God's instructions and commandments are the personal resolutions we make to help us draw nearer to God. These allow us to apply God's directions in a manner best suited to our own spiritual level.<\/p> <p>In Jewish tradition, the personal application of the laws is called the \"fence\" around the law that protects one from accidentally or inadvertently breaking any commandment. As one applies a commandment in his own life, he establishes for himself how he will interpret the Lord's law and put it into practice. If he is unsure of his capacity to fully obey the law, he may also need to put a fence around the law to protect himself. Considering the examples given earlier of \"life is sacred\" and \"thou shalt not kill,\" a \"little\" personalized law or fence that could help someone follow the higher precept and commandment would be \"Do not lose your temper.\"<\/p> <p>The relationship between the three levels of learning presented by Isaiah and discussed above can be outlined as follows:<\/p> <blockquote><p><i>Isaiah's Ludlow's LDS Example: Term Emendation Synonym Definition Meaning Law of Life<\/i><\/p> <p>precept principle higher framework <i>Why <\/i>God<i> <\/i>Life is law for God's acts as sacred<\/p> <p> actions he does<\/p> <p>line command- lesser God's <i>What <\/i>Thou shalt<\/p> <p> ment law directions God wants us not kill<\/p> <p> to us to do<\/p> <p>here a fence personal individual <i>How <\/i>Do not lose<\/p> <p>little law application we live God's temper<\/p> <p> laws<\/p> <\/blockquote><p>Before repeating the three levels of learning, Isaiah gives a few rather enigmatic details concerning how the Lord speaks to the people and lists some puzzling reasons why the Lord teaches as he does:<\/p> <p><sup>11<\/sup> But with stammering lips and in a foreign language, He will speak to this people, 12to whom He said: This is the rest you shall give to the weary, and this is the refreshing. Yet they would not listen. 13However, the word of the LORD shall be to them, precept upon precept, precept upon precept, line upon line, line upon line, here a little, there a little; that they may go and stumble backward, be broken, snared, and taken. (MLB)<\/p> <p>The \"foreign\" language in which the Lord speaks (v. 11) is only foreign to those who lack enlightenment by the Holy Ghost. On the other hand, God's message will relieve and refresh those \"who have ears to hear.\" It will undoubtedly free them not only from physical worries but from emotional concerns and spiritual doubts. (See <a class=\"isa\" verses=\"WzE4Mjk5XQ==\">Isa. 33:19<\/a>; <a class=\"ref\">Acts 3:19<\/a>.) Unfortunately, however, the people generally will not listen to the Lord's word.<\/p> <p>Still, the Lord attempts to instruct such people \"precept upon precept,\" \"line upon line,\" and a \"little\" at a time. But instead of leading them to a full knowledge of truth, this knowledge only condemns the insensitive people who refuse to heed God's counsel. (See <a class=\"isa\" verses=\"WzE4MTkzXQ==\">Isa. 28<\/a>, footnote 13b.) For them, his word is a snare in which they trap themselves, and because they refuse to receive more direction from the Lord, they lose the spiritual insights they have already received. (See <a class=\"ref\">2 Ne. 28:30<\/a>; compare <a class=\"ref\">D&amp;C 50:24; 93:20<\/a>.)<\/p> <p>Sensing that the people in Jerusalem were falling into the same pitfalls as the northern Israelites, Isaiah turned his attention to the Judeans and repeated some warnings found in <a class=\"isa\" verses=\"WzE4MTcyXQ==\">Isaiah 7<\/a> and 8, structuring his words in chiastic parallelism:<\/p> <p><sup>14<\/sup> Therefore, hear the <i>word<\/i> of the LORD, you scoffers, who rule this people in Jerusalem! 15Because you have boasted, \"We have made a <i>covenant<\/i> with <i>death,<\/i> and with <i>Sheol<\/i> we have an <i>agreement;<\/i> when the <i>overwhelming<\/i> scourge passes through, it shall not reach us, for we have made falsehood our <i>refuge,<\/i> and in fraud we <i>hid<\/i> ourselves\"; 16therefore, thus says the LORD God, \"Behold, I lay in Zion a foundation <i>Stone,<\/i> a tested Stone, a precious <i>cornerstone,<\/i> a sure foundation; he who believes will not be hurried. 17I will make justice the <i>measuring line<\/i> and righteousness the <i>plummet;<\/i> hail will sweep away your <i>refuge<\/i> of lies, and waters will flood your <i>hiding<\/i> place. 18Your <i>covenant<\/i> with <i>death<\/i> will be annulled, and your <i>agreement<\/i> with <i>Sheol<\/i> will be cancelled. When the <i>overwhelming scourge<\/i> passes through, you shall be trampled down by it. 19As often as it passes through, it will carry you away, for morning by morning will it pass, by day and by night. It will be unmixed terror to understand the <i>message.\"<\/i> (MLB, italics added)<\/p> <blockquote><p>A. Word<\/p> <p>B. Covenant with death, agreement with hell, overwhelming scourge.<\/p> <p>C. Refuge and hiding<\/p> <p>D. Stone and cornerstone<\/p> <p>D'. Measuring line and plummet<\/p> <p>C'. Refuge and hiding<\/p> <p>B'. Covenant with death, agreement with hell, overwhelming scourge<\/p> <p>A'. Message<\/p> <\/blockquote><p>The people of Jerusalem obviously believed that they could avoid the \"overwhelming scourge\" (vs. 15, 18) that would sweep over the earth. Although the scourge is not specifically identified in Isaiah, it is described in modern scripture as something that will come forth in \"waves,\" that is, from time to time. (<a class=\"ref\">D&amp;C 5:19<\/a>.) Also, it is listed parallel with a \"desolating sickness\" in <a class=\"ref\">Doctrine and Covenants 45:31<\/a>, and <a class=\"ref\">Doctrine and Covenants 97:23<\/a> promises that the Lord's scourge shall pass over by night and by day,\" not ceasing until the Lord comes. (Compare <a class=\"isa\" verses=\"WzE4MTg0XQ==\">Isa. 28:19<\/a>, especially the KJV.) Joseph Smith adds that this act of divine punishment will come before the servants of God have carried this warning voice to all the Gentiles, and that it will be initiated by the destroying angel, who will \"waste the inhabitants of the earth, and as the prophet [Isaiah] hath said, 'It shall be a vexation to hear the report.'\" (TPJS, p. 87; compare <a class=\"isa\" verses=\"WzE4MTg0XQ==\">Isa. 28:19<\/a>.)<\/p> <p>Some people, however, will not be \"hurried,\" confounded, or overly concerned (v. 16; compare <a class=\"ref\">1 Pet. 2:6; Rom. 9:33<\/a>). These people will believe in a \"stone\" or \"cornerstone\" that the Lord himself will provide. Although the stone undoubtedly refers to the Messiah (see <a class=\"isa\" verses=\"WzE4MTkzXQ==\">Isa. 28<\/a> chapter heading and <a class=\"isa\" verses=\"eyIxNzgyMiI6Mn0=\">Isa. 8:14-15<\/a>), this interpretation is only one of five advocated by most scholars: Jerusalem, Hezekiah, a remnant of Israel, confidence or faith in the Lord, and Jesus Christ. (Young, <i>The Book of Isaiah<\/i> 2:301-3.) The Bible contains other allusions to a stone rejected by the people. (See <a class=\"ref\">Ps. 118:22; Matt. 21:42<\/a>.) The Book of Mormon also explains how the rejected stone (Christ) will become the \"head of the corner\" or cornerstone. (<a class=\"ref\">Jacob 4:14-18<\/a>; compare <a class=\"ref\">Eph. 2:20<\/a>.)<\/p> <p>Continuing his warnings to the people of Judah, Isaiah compares their dilemma to that of people sleeping on short beds with small blankets:<\/p> <p><sup>20<\/sup> For the bed is too short to stretch one's self upon it and the covering too narrow for him to wrap himself in it. 21For the LORD shall arise as on Mount Perazim and be indignant as in the valley of Gibeon, to do His work, His strange work, and to perform His task, His unusual task. 22Now therefore, scoff no more, lest your bondage be aggravated; for of a determined annihilation upon the whole earth have I heard from the LORD God of hosts. (MLB)<\/p> <p>Besides illustrating God's punitive judgment in verse 21, Isaiah also compares two earlier events in Israelite history. Around 1000 B.C. David's army smote the Philistines at Mount Perazim, so named because it was the place where \"the Lord hath <i>broken forth<\/i> upon mine enemies before me as the <i>breach<\/i> of waters.\" (<a class=\"ref\">2 Sam. 5:20<\/a>; italics added.) At Perazim, or \"breaking forth,\" the Lord assisted David in his victory. In chapter 28, Isaiah also refers to waters and scourges that will \"break forth\" and overflow the wicked (vs. 2, 15, 17-18). This comparison is carried through to verse 21, in which the Lord's work in the last days is described as his \"breaking forth\" at Perazim. The second point of comparison occurred even earlier in Israelite history when the Lord assisted Joshua in his victory over the Canaanites in the valley of Gibeon. (<a class=\"ref\">Josh. 10:8-14<\/a>.) Here the Lord destroyed more of the enemy through hailstones than were killed by all the Israelites in battle. If the Lord works again as he did in Gibeon, a violent hailstorm may be one means of punishing the wicked in the last days (compare v. 17 with <a class=\"ref\">D&amp;C 29:16; 43:25; 109:30<\/a>).<\/p> <p>The purpose of the Lord's punishment is to do his \"strange work\" in separating the righteous from the wicked as his Spirit eventually pours out upon all flesh. (<a class=\"ref\">D&amp;C 101:95; 95:4<\/a>.) Apparently, then, the scourges and judgments that will come upon the earth will not only punish many of the wicked, but also separate those who will follow the Lord from those who will be unworthy to remain upon the earth in a millennial condition. Thus, the punishments that come upon all the earth will <i>result from<\/i> the general wickedness of the people and <i>result in<\/i> the preparing of the earth's inhabitants for the Lord's second coming.<\/p> <p>The means by which the Lord prepares the earth for his coming might be questioned by some people, but Isaiah answers their concerns in the last verses of chapter 28. Verses 23-29 deal with a \"parable of the farmer\" written in poetry. They can be divided into two segments: Isaiah first describes the method of sowing grain and then carefully distinguishes the methods used for threshing different crops:<\/p> <p><sup>23<\/sup> Give ear and hear my voice; listen and hear my words. Does he who plows for sowing plow continually? 24Does, he [continually] tear up and harrow his land? 25Does he not rather, after leveling the surface, scatter dill and sow cummin, put the wheat in rows, barley in the appointed places and rye around its border? 26His God correctly instructs and teaches him. 27Dill is not threshed with a threshing sledge, neither does a cart wheel roll over cummin; but dill is beaten out with a rod and cummin with a flail. 28Grain is crushed; he will not continually thresh it, but he rolls the wheels of his cart over it, since with his horses he cannot crush it. 29Even this comes from the LORD of hosts, who is wonderful in counsel and excellent in wisdom. (MLB)<\/p> <p>In verse 23, Isaiah uses four imperatives—give, hear, listen, and hear—to alert his listeners to this important parable, which portrays why the Lord acts as he does in preparing the children for their final state. (Compare <a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isa. 1:2<\/a> where some of the same imperatives are used.) Verse 26, inserted between the \"sowing\" and \"threshing\" sections, provides an important key for understanding the parable. Verse 29 provides a concluding key and witness about the Lord's wisdom in all his doings.<\/p> <p>Sowing requires preparation. The farmer must plow, harrow, and level the ground before planting, and yet must not spend too much time in these tasks or he will not have enough growing season left for the seeds to mature (vs. 23-25). After preparing the soil, he is ready to plant each seed in its proper place. The comparatively abundant seed of the dill (or black cummin, \"fitches\" in the KJV) and the common cummin are used as a spice and on the crust of breads. This seed is scattered carelessly in the fields while the more valuable grain seeds, wheat and barley, are sown more carefully in the middle of the fields. Finally, the coarse, inferior rye seed is sown on the edges of the fields, which give a much lower yield. The farmer does his work carefully, using different methods for the different crops he grows. (Kaiser, <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13-39<\/a>,<\/i> p. 260; IDB 1:843; 2:274.)<\/p> <p>The threshing process also requires careful planning and the correct choice of tools and technique. The dill and cummin seeds are so small that a threshing sledge or cart is inappropriate, since the seeds would be crushed or lost. A stick is used to thresh them (v. 27). The larger and coarser grains require a heavy cart pulled by oxen, horses, or donkeys to separate the seeds from the stems and husks. The cart should not roll over the grain too long, however, or the seeds will be crushed to powder. After the threshing, a mill will eventually be used to grind the grain into flour (v. 28).<\/p> <p>In both the sowing and the threshing, the farmer acts with wisdom taught to man by God (vs. 26, 29). God instructs man correctly through divine counsel and wisdom, which is \"wonderful\" and \"excellent.\" In other words, the Lord provides the proper instruction so that the farmer may have a successful harvest.<\/p> <p>The key to understanding this parable is the analogy between the farmer's technique and God's plan for \"harvesting\" souls. God's activities are similarly purposeful, orderly, and discriminating. He cannot spend all of his time preparing the earth for his children; finally he must send them there. As people grow, they must have \"threshing\" or testing, which differs from person to person. The threshing process suggests three elements about God's plan: (1) sifting the grain from the chaff suggests the separation of the righteous from the wicked; (2) the harshness of the threshing process suggests suffering as a necessary condition for the emergence of good, worthy souls (good, clean grain); and (3) the care of the divine Harvester in dealing with the more precious kinds of grain suggests the particular attention the Lord would give to the house of Israel and those foreordained to special callings. (IB 5:321.) God will not punish (thresh) his children beyond what they deserve. Isaiah emphasizes God's perfect wisdom in sowing and threshing his children until he achieves a full, complete harvest. (See <a class=\"ref\">Rom. 11:33; Jacob 4:8-10<\/a>.)<\/p>",
    "audit": null
}