{
    "id": 12492,
    "source": "wen",
    "verse_id": 17836,
    "verse_count": 1,
    "reference": "9:6",
    "title": "",
    "html": "For - Having spoken of the glorious light, and joy, and victory of God's people, he now proceeds to shew the ground of it. Us - Unto us Jews, of whom Christ was born, and to whom he was primarily sent. A child - The Messiah by the consent of interpreters, not only Christian, but Jewish: for so the ancient Hebrew doctors understood the place, and particularly the Chaldee paraphrast; although the latter Jews, out of opposition to Christ, wrest it to Hezekiah. Which extravagant conceit, as it hath no foundation in this or any other text of scripture, so it is fully confuted by the following titles, which are such as cannot without blasphemy and nonsense be ascribed to Hezekiah, nor indeed to any mere mortal man, as we shall see. Is born - Or, shall be born, as the prophets generally speak. The government - Of God's people, to whom he is given. Shoulders - Upon him, or in his hands. He mentions shoulders, because great burdens are commonly laid upon men's shoulders. His name - This is not to be taken for a description of his name, but of his glorious nature and qualities. Wonderful counsellor - And so Christ is, because he hath been the counsellor of his church in all ages, and the author and giver of all those excellent counsels delivered not only by the apostles, but also by the prophets, and hath gathered and enlarged, and preserved his church, by admirable counsels and methods of his providence, and, in a word, hath in him all the treasures of wisdom and knowledge,  <a class=\"ref\">Colossians 2:3<\/a> . Mighty God - This title can agree to no man but Christ, who was God as well as man, to whom the title of God or Jehovah is given, both in the Old and New Testament. And it is a true observation, that this Hebrew word El is never used in the singular number, of any creature, but only of the almighty God. The father - The father of eternity. Who, though as man he was then unborn, yet was and is from everlasting to everlasting.",
    "audit": null
}